Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Time spent on wishthis is time not doing for-profit work. If you would like to support me but either can't or don't want to %s, consider selling your body to Google and becoming its product.
bg: Времето, прекарано в wishthis, е време, през което не се извършва работа с цел печалба. Ако искате да ме подкрепите, но не можете или не искате да %s, помислете дали да не продадете тялото си на Google и да станете негов продукт.
cs: Čas strávený na aplikaci wishthis je čas, který nevěnuji výdělečné činnosti. Pokud byste mě chtěli podpořit, ale buď nemůžete, nebo nechcete %s, zvažte, zda byste se radši chtěli stát se svými daty produktem společnosti Google.
da: Tid brugt på wishthis er tid, der ikke bruges på profitabelt arbejde. Hvis du gerne vil støtte mig, men enten ikke kan eller ikke vil %s, kan du overveje at sælge din krop til Google og blive dens produkt.
de: Zeit, die ich mit wishthis verbringe, ist Zeit, die ich nicht für gewinnbringende Arbeit nutze. Wenn du %s möchtest, aber entweder nicht kannst oder nicht willst, überlege dir, deinen Körper an Google zu verkaufen und sein Produkt zu werden.
el_cy: Ο χρόνος που δαπανάται για το wishthis είναι χρόνος που δεν αφιερώνεται σε κερδοσκοπική εργασία. Αν θα θέλατε να με υποστηρίξετε αλλά είτε δεν μπορείτε είτε δεν θέλετε να %s, σκεφτείτε να πουλήσετε το σώμα σας στη Google και να γίνετε προϊόν της.
es_sv: El tiempo dedicado a wishthis es tiempo que no se dedica al trabajo lucrativo. Si quieres apoyarme pero no puedes o no quieres %s, considera la posibilidad de vender tu cuerpo a Google y convertirte en su producto.
et_ee: Viisakusele kulutatud aeg on aeg, mida ei kasutata kasumliku töö tegemiseks. Kui te tahaksite mind toetada, kuid kas ei saa või ei taha %s, siis kaaluge oma keha müümist Google'ile ja selle tooteks saamist.
fi_fi: Viisauteen käytetty aika on aikaa, jota ei käytetä voittoa tavoittelevaan työhön. Jos haluat tukea minua, mutta et voi tai halua %s, harkitse kehosi myymistä Googlelle ja ryhtymistä sen tuotteeksi.
fr: Le temps consacré à wishthis, c'est du temps qui n'est pas consacré à un travail à but lucratif. Si vous souhaitez me soutenir mais que vous ne pouvez pas ou ne voulez pas %s, envisagez de vendre votre corps à Google et de devenir son produit.
it_it: Il tempo trascorso su wishthis è tempo non dedicato al lavoro a scopo di lucro. Se vuoi sostenermi ma non puoi o non vuoi %s, considera la possibilità di vendere il tuo corpo a Google e di diventare un suo prodotto.
ja: wishthisに費やす時間は、営利目的の仕事をしていない時間です。私をサポートしたいが、%s 、Googleに自分の体を売って、その製品になることを検討してください。
lt: Laikas, praleistas pageidavimams, yra laikas, skirtas ne pelno siekiančiam darbui. Jei norėtumėte mane paremti, bet negalite arba nenorite %s, apsvarstykite galimybę parduoti savo kūną "Google" ir tapti jos produktu.
lv: Laiks, kas pavadīts, lai izpildītu vēlmes, ir laiks, kas nav veltīts peļņu nesošam darbam. Ja vēlaties mani atbalstīt, bet nevarat vai nevēlaties %s, apsveriet iespēju pārdot savu ķermeni uzņēmumam Google un kļūt par tā produktu.
pl_pl: Czas spędzony na wishthis to czas nie poświęcony na pracę zarobkową. Jeśli chcesz mnie wesprzeć, ale nie możesz lub nie chcesz %s, rozważ sprzedanie swojego ciała Google i stanie się jego produktem.
ro_md: Timpul petrecut în acest scop este timp în care nu se desfășoară activități lucrative. Dacă doriți să mă sprijiniți, dar nu puteți sau nu doriți să %s, luați în considerare posibilitatea de a vă vinde corpul către Google și de a deveni produsul său.
ru_ua: Время, потраченное на wishthis, - это время, не предназначенное для выполнения коммерческой работы. Если ты хотел бы поддержать меня, но либо не можешь, либо не хочешь %s, подумай о том, чтобы продать свое тело компании Google и стать ее продуктом.
sl: Čas, porabljen za želje, je čas, ko ne opravljate pridobitnega dela. Če me želite podpreti, vendar ne morete ali ne želite %s, razmislite o tem, da bi svoje telo prodali Googlu in postali njegov izdelek.
tr: Wishthis için harcanan zaman, kâr amacı gütmeyen bir iş için harcanan zamandır. Beni desteklemek istiyor ama destekleyemiyor ya da desteklemek istemiyorsanız %s, vücudunuzu Google'a satmayı ve onun ürünü olmayı düşünün.
uk_ua: Час, витрачений на бажання, - це час, витрачений на роботу, яка не приносить прибутку. Якщо ви хотіли б підтримати мене, але не можете або не хочете %s, подумайте про те, щоб продати своє тіло Google і стати його продуктом.

source: sponsor me
bg: спонсорирайте ме
cs: sponzorujte mě
da: sponsorer mig
de: mich unterstützen
el_cy: γίνε χορηγός μου
es_sv: apadríname
et_ee: toeta mind
fi_fi: sponsoroi minua
fr: sponsorisez moi
it_it: sponsorizzami
ja: スポンサー
lt: remkite mane
lv: sponsorē mani
pl_pl: sponsoruj mnie
ro_md: sponsorizează-mă
ru_ua: спонсируй меня
sl: sponzorirate me
tr: bana sponsor olun
uk_ua: спонсоруй мене

source: Please remember to add an exception to your ad-blocker and browser.
bg: Моля, не забравяйте да добавите изключение към вашия рекламен блокер и браузър.
cs: Nezapomeňte přidat výjimku do blokátoru reklam a prohlížeče.
da: Husk at tilføje en undtagelse til din ad-blocker og browser.
de: Bitte denke daran, eine Ausnahme in deinem Ad-Blocker und Browser hinzuzufügen.
el_cy: Θυμηθείτε να προσθέσετε μια εξαίρεση στο πρόγραμμα αποκλεισμού διαφημίσεων και στο πρόγραμμα περιήγησής σας.
es_sv: Recuerda añadir una excepción a tu bloqueador de publicidad y a tu navegador.
et_ee: Palun ärge unustage, et lisate oma reklaamblokeerijale ja brauserile erandi.
fi_fi: Muistathan lisätä poikkeuksen mainostenestoohjelmaan ja selaimeesi.
fr: N'oubliez pas d'ajouter une exception à votre bloqueur de publicités et à votre navigateur.
it_it: Ricordati di aggiungere un'eccezione al tuo ad-blocker e al tuo browser.
ja: 広告ブロックとブラウザに例外を追加することを忘れないでください。
lt: Nepamirškite pridėti išimtį prie reklamos blokavimo programos ir naršyklės.
lv: Lūdzu, atcerieties pievienot izņēmumu reklāmas bloķētājam un pārlūkprogrammai.
pl_pl: Pamiętaj, aby dodać wyjątek do programu blokującego reklamy i przeglądarki.
ro_md: Vă rugăm să nu uitați să adăugați o excepție la ad-blocker-ul și la browser-ul dumneavoastră.
ru_ua: Пожалуйста, не забудь добавить исключение в свой блокировщик рекламы и браузер.
sl: Ne pozabite dodati izjeme v program za blokiranje oglasov in brskalnik.
tr: Lütfen reklam engelleyicinize ve tarayıcınıza bir istisna eklemeyi unutmayın.
uk_ua: Будь ласка, не забудьте додати виняток до вашого блокувальника реклами та браузера.

source: Delete account
bg: Изтриване на акаунт
cs: Odstranění účtu
da: Slet konto
de: Konto löschen
el_cy: Διαγραφή λογαριασμού
es_sv: Eliminar cuenta
et_ee: Konto kustutamine
fi_fi: Poista tili
it_it: Elimina l'account
ja: アカウント削除
lt: Ištrinti paskyrą
lv: Dzēst kontu
pl_pl: Usuń konto
ro_md: Ștergeți contul
ru_ua: Удалить аккаунт
sl: Izbriši račun
tr: Hesap silme

source: Delete this account completely and irreversibly
bg: Изтрийте този акаунт напълно и безвъзвратно
cs: Úplně a nevratně smazat tento účet
da: Slet denne konto fuldstændigt og uigenkaldeligt
de: Lösche dieses Konto vollständig und unwiderruflich
el_cy: Διαγράψτε αυτόν τον λογαριασμό εντελώς και αμετάκλητα
es_sv: Elimina esta cuenta de forma completa e irreversible
et_ee: Kustuta see konto täielikult ja pöördumatult
fi_fi: Poista tämä tili kokonaan ja peruuttamattomasti
it_it: Elimina questo account in modo completo e irreversibile
ja: このアカウントを完全かつ不可逆的に削除する
lt: Visiškai ir negrįžtamai ištrinti šią paskyrą
lv: Pilnīgi un neatgriezeniski dzēst šo kontu
pl_pl: Usuń to konto całkowicie i nieodwracalnie
ro_md: Ștergeți acest cont complet și ireversibil
ru_ua: Удалите этот аккаунт полностью и бесповоротно
sl: Popolnoma in nepovratno izbrišite ta račun.
tr: Bu hesabı tamamen ve geri döndürülemez şekilde silin

source: Reset password
bg: Възстановяване на паролата
cs: Obnovení hesla
da: Nulstil adgangskode
de: Passwort zurücksetzen
el_cy: Επαναφορά κωδικού πρόσβασης
es_sv: Restablecer contraseña
et_ee: Parooli lähtestamine
fi_fi: Nollaa salasana
fr: Réinitialiser le mot de passe
hu_hu: Jelszó visszaállítása
id_id: Setel ulang kata sandi
it_it: Reimposta la password
ja: パスワードのリセット
lt: Iš naujo nustatyti slaptažodį
lv: Paroles atiestatīšana
nl_nl: Reset wachtwoord
pl_pl: Resetuj hasło
pt_mz: Redefinir palavra-passe
ro_md: Resetare parolă
ru_ua: Сброс пароля
sk: Obnovenie hesla
sl: Ponastavitev gesla
sv_fi: Återställ lösenordet
tr: Şifreyi sıfırla
uk_ua: Скинути пароль

source: Reset
bg: Нулиране на
cs: Obnovení
da: Nulstil
de: Zurücksetzen
el_cy: Επαναφορά
es_sv: Restablece
fi_fi: Nollaa
fr: Réinitialiser
id_id: Atur ulang
it_it: Azzeramento
ja: リセット
lt: Iš naujo nustatyti
lv: Atiestatīt
pl_pl: Resetuj
pt_mz: Reinicialização
ro_md: Resetare
ru_ua: Сброс
sk: Obnovenie
sl: Ponastavitev
sv_fi: Återställ
tr: Sıfırla
uk_ua: Перезавантаження

source: Mercury
bg: Меркурий
cs: Merkur
da: Kviksølv
de: Merkur
el_cy: Ερμής
es_sv: Mercurio
et_ee: Elavhõbe
fi_fi: Elohopea
fr: Mercure
hu_hu: Merkúr
id_id: Merkuri
it_it: Mercurio
ja: 水銀
lt: Gyvsidabris
lv: Dzīvsudrabs
nl_nl: Kwik
pl_pl: Merkury
pt_mz: Mercúrio
ro_md: Mercur
ru_ua: Ртуть
sk: Ortuť
sl: Merkur
sv_fi: Kvicksilver
tr: Merkür
uk_ua: Меркурій

source: Venus
cs: Venuše
el_cy: Αφροδίτη
fr: Vénus
it_it: Venere
ja: ヴィーナス
lt: Venera
lv: Venēra
pt_mz: Vénus
ru_ua: Венера
sk: Venuša
sl: Venera
tr: Venüs
uk_ua: Венера.

source: Earth
bg: Земя
cs: Země
da: Jorden
de: Erde
el_cy: Γη
es_sv: Tierra
et_ee: Maa
fi_fi: Maa
fr: Terre
hu_hu: Föld
id_id: Bumi
it_it: Terra
ja: 地球
lt: Žemė
lv: Zeme
nl_nl: Aarde
pl_pl: Ziemia
pt_mz: Terra
ro_md: Pământ
ru_ua: Земля
sk: Zem
sl: Zemlja
sv_fi: Jord
tr: Dünya
uk_ua: Земля

source: Mars
bg: Марс
el_cy: Άρης
es_sv: Marte
it_it: Marte
ja: マルス
lt: Marsas
pt_mz: Marte
ro_md: Marte
ru_ua: Марс
uk_ua: Марс.

source: Jupiter
bg: Юпитер
el_cy: Δίας
es_sv: Júpiter
it_it: Giove
ja: ジュピター
lt: Jupiteris
lv: Jupiters
pt_mz: Júpiter
ru_ua: Юпитер
tr: Jüpiter
uk_ua: Юпітер

source: Saturn
bg: Сатурн
el_cy: Κρόνος
es_sv: Saturno
fi_fi: Saturnus
fr: Saturne
id_id: Saturnus
it_it: Saturno
ja: サターン
lt: Saturnas
lv: Saturns
nl_nl: Saturnus
pt_mz: Saturno
ru_ua: Сатурн
tr: Satürn
uk_ua: Сатурн

source: Uranus
bg: Уран
cs: Uran
el_cy: Ουρανός
es_sv: Urano
et_ee: Uraan
hu_hu: Uránusz
it_it: Urano
ja: ウラヌス
lt: Uranas
lv: Urāns
pt_mz: Urano
ru_ua: Уран
sk: Urán
sl: Uran
tr: Uranüs
uk_ua: Уран

source: Neptune
bg: Нептун
cs: Neptun
da: Neptun
de: Neptun
el_cy: Ποσειδώνας
es_sv: Neptuno
et_ee: Neptuun
fi_fi: Neptunus
hu_hu: Neptunusz
id_id: Neptunus
it_it: Nettuno
ja: ネプチューン
lt: Neptūnas
lv: Neptūns
nl_nl: Neptunus
pt_mz: Neptuno
ro_md: Neptun
ru_ua: Нептун
sk: Neptún
sl: Neptun
sv_fi: Neptunus
tr: Neptün
uk_ua: Нептун

source: Pluto
bg: Плутон
el_cy: Πλούτωνας
es_sv: Plutón
et_ee: Pluuto
fr: Pluton
hu_hu: Plútó
it_it: Plutone
ja: 冥王星
lt: Plutonas
lv: Plutons
pl_pl: Pluton
pt_mz: Plutão
ru_ua: Плутон
sl: Pluton
tr: Plüton
uk_ua: Плутон

source: Sun
cs: Slunce
de: Sonne
el_cy: Ήλιος
es_sv: Sol
fr: Soleil
it_it: Sole
ja: 日
nl_nl: Zon
pt_mz: Sol
ru_ua: Солнце
tr: Güneş
uk_ua: Сонце

source: %s is not a planet but I'll let it slide, since only a human would make this kind of mistake.
bg: %s не е планета, но ще го пропусна, тъй като само човек би допуснал подобна грешка.
cs: %s není planeta, ale nechám to být, protože takovou chybu může udělat jen člověk.
da: %s er ikke en planet, men jeg lader det være, da kun et menneske ville begå den slags fejl.
de: %s ist kein Planet, aber ich lasse es durchgehen, denn nur ein Mensch würde so einen Fehler machen.
el_cy: %s δεν είναι πλανήτης, αλλά θα το αφήσω να περάσει, αφού μόνο ένας άνθρωπος θα έκανε τέτοιο λάθος.
es_sv: %s no es un planeta, pero lo dejaré pasar, ya que sólo un humano cometería este tipo de error.
et_ee: %s ei ole planeet, kuid ma lasen selle libisema, sest ainult inimene teeb sellise vea.
fi_fi: %s ei ole planeetta, mutta annan asian olla, koska vain ihminen tekisi tällaisen virheen.
fr: %s n'est pas une planète mais je vais laisser couler, puisque seul un humain ferait ce genre d'erreur.
hu_hu: %s nem egy bolygó, de elnézem, hiszen csak egy ember követne el ilyen hibát.
id_id: %s bukanlah sebuah planet, tetapi saya akan membiarkannya, karena hanya manusia yang akan membuat kesalahan semacam ini.
it_it: %s non è un pianeta, ma lascerò correre, dato che solo un umano potrebbe commettere questo tipo di errore.
ja: %s は惑星ではありませんが、こんなミスをするのは人間だけなので、大目に見てあげましょう。
lt: %s tai ne planeta, bet aš tai praleisiu, nes tik žmogus gali padaryti tokią klaidą.
lv: %s nav planēta, bet es to pielaidīšu, jo tikai cilvēks varētu pieļaut šādu kļūdu.
nl_nl: %s is geen planeet, maar ik laat het door de vingers glippen, want alleen een mens zou zo'n fout maken.
pl_pl: %s nie jest planetą, ale puszczę to płazem, bo tylko człowiek mógłby popełnić taki błąd.
pt_mz: %s não é um planeta mas vou deixá-lo deslizar, uma vez que só um humano cometeria este tipo de erro.
ro_md: %s nu este o planetă, dar o voi lăsa să treacă, deoarece numai un om ar face o astfel de greșeală.
ru_ua: %s не является планетой, но я оставлю это без внимания, поскольку только человек мог бы совершить такую ошибку.
sk: %s nie je planéta, ale nechám to tak, pretože takúto chybu by urobil len človek.
sl: %s ni planet, vendar jo bom pustil pri miru, saj bi takšno napako naredil le človek.
sv_fi: %s är inte en planet, men jag låter det vara, eftersom bara en människa skulle göra ett sådant misstag.
tr: %s bir gezegen değil ama sadece bir insan bu tür bir hata yapabileceği için bunu görmezden geleceğim.
uk_ua: %s це не планета, але я пропущу це, оскільки тільки людина може припуститися такої помилки.

source: Invalid planet
bg: Невалидна планета
cs: Neplatná planeta
da: Ugyldig planet
de: Ungültiger Planet
el_cy: Άκυρος πλανήτης
es_sv: Planeta inválido
et_ee: Invaliidne planeet
fi_fi: Virheellinen planeetta
fr: planète invalide
hu_hu: Érvénytelen bolygó
id_id: Planet yang tidak valid
it_it: Pianeta non valido
ja: 無効な惑星
lt: Negaliojanti planeta
lv: Nederīga planēta
nl_nl: Ongeldige planeet
pl_pl: Nieprawidłowa planeta
pt_mz: Planeta inválido
ro_md: Planetă invalidă
ru_ua: Неверная планета
sk: Neplatná planéta
sl: Neveljavni planet
sv_fi: Ogiltig planet
tr: Geçersiz gezegen
uk_ua: Недійсна планета

source: This password reset link has expired, please request a new one.
bg: Тази връзка за възстановяване на паролата е изтекла, моля, поискайте нова.
cs: Platnost tohoto odkazu pro obnovení hesla vypršela, požádejte o nový.
da: Dette link til nulstilling af adgangskode er udløbet, anmod venligst om et nyt.
de: Dieser Link zum Zurücksetzen des Passworts ist abgelaufen. Bitte fordere ein neues an.
el_cy: Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει λήξει, παρακαλούμε ζητήστε έναν νέο.
es_sv: Este enlace de restablecimiento de contraseña ha caducado, solicita uno nuevo.
et_ee: See parooli lähtestamise link on aegunud, palume taotleda uut.
fi_fi: Tämä salasanan palautuslinkki on vanhentunut, pyydä uusi.
fr: Ce lien de réinitialisation de mot de passe a expiré, veuillez en demander un nouveau.
it_it: Il link per la reimpostazione della password è scaduto, richiedine uno nuovo.
ja: このパスワードリセットリンクの有効期限が切れました。
lt: Ši slaptažodžio atstatymo nuoroda nustojo galioti, prašome pateikti naują.
lv: Šīs paroles atiestatīšanas saites derīguma termiņš ir beidzies, lūdzu, pieprasiet jaunu paroli.
pl_pl: Ten link do resetowania hasła wygasł, poproś o nowy.
ro_md: Acest link de resetare a parolei a expirat, vă rugăm să solicitați unul nou.
ru_ua: Срок действия этой ссылки для сброса пароля истек, запроси новую.
sl: Ta povezava za ponastavitev gesla je potekla, prosimo, zahtevajte novo povezavo.
tr: Bu şifre sıfırlama bağlantısının süresi doldu, lütfen yeni bir tane talep edin.
uk_ua: Термін дії цього посилання для скидання пароля закінчився, будь ласка, запросіть новий.

source: Failure
bg: Неуспех
cs: Selhání
da: Fejl
de: Fehlgeschlagen
el_cy: Αποτυχία
es_sv: Fracaso
et_ee: Ebaõnnestumine
fi_fi: Epäonnistuminen
fr: Échec
hu_hu: Hiba
id_id: Kegagalan
it_it: Fallimento
ja: 失敗例
lt: Nesėkmė
nl_nl: Mislukking
pl_pl: Porażka
pt_mz: Falha
ro_md: Eșec
ru_ua: Отказ
sk: Zlyhanie
sl: Neuspeh
sv_fi: Fel
tr: Başarısızlık
uk_ua: Невдача.

source: This password reset link seems to have been manipulated, please request a new one.
bg: Тази връзка за възстановяване на паролата изглежда е била манипулирана, моля, поискайте нова.
cs: Tento odkaz na obnovení hesla byl zřejmě zmanipulován, vyžádejte si prosím nové heslo.
da: Dette link til nulstilling af adgangskode ser ud til at være blevet manipuleret, bedes du anmode om en ny.
de: Dieser Link zum Zurücksetzen des Passworts scheint manipuliert worden zu sein. Bitte fordere ein neues an.
el_cy: Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης φαίνεται να έχει παραποιηθεί, παρακαλούμε ζητήστε έναν νέο.
es_sv: Este enlace de restablecimiento de contraseña parece haber sido manipulado, por favor, solicita uno nuevo.
et_ee: See parooli lähtestamise link näib olevat manipuleeritud, palume taotleda uut.
fi_fi: Tätä salasanan palautuslinkkiä on ilmeisesti manipuloitu, pyydä uusi salasana.
fr: Ce lien de réinitialisation de mot de passe semble avoir été manipulé, veuillez en demander un nouveau.
it_it: Questo link per la reimpostazione della password sembra essere stato manipolato, ti preghiamo di richiederne uno nuovo.
ja: このパスワードリセットリンクは操作されているようです。
lt: Atrodo, kad šia slaptažodžio atstatymo nuoroda buvo manipuliuojama, todėl prašome pateikti naują slaptažodį.
lv: Šī paroles atiestatīšanas saite, šķiet, ir manipulēta, lūdzu, pieprasiet jaunu paroli.
pl_pl: Ten link do resetowania hasła wydaje się być zmanipulowany, poproś o nowy.
ro_md: Acest link de resetare a parolei pare să fi fost manipulat, vă rugăm să solicitați unul nou.
ru_ua: Похоже, что эта ссылка для сброса пароля была подделана, запроси новую.
sl: Ta povezava za ponastavitev gesla je bila zlorabljena, zato zahtevajte novo geslo.
tr: Bu şifre sıfırlama bağlantısı manipüle edilmiş gibi görünüyor, lütfen yeni bir tane talep edin.
uk_ua: Схоже, що це посилання для скидання пароля було підроблено, будь ласка, запросіть новий.

source: An account with this email address already exists.
bg: Акаунт с този имейл адрес вече съществува.
cs: Účet s touto e-mailovou adresou již existuje.
da: Der findes allerede en konto med denne e-mailadresse.
de: Es existiert bereits ein Konto mit dieser E-Mail-Adresse.
el_cy: Ένας λογαριασμός με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη.
es_sv: Ya existe una cuenta con esta dirección de correo electrónico.
et_ee: Selle e-posti aadressiga konto on juba olemas.
fi_fi: Tällä sähköpostiosoitteella varustettu tili on jo olemassa.
fr: Un compte avec cette adresse e-mail existe déjà.
hu_hu: Ezzel az e-mail címmel már létezik fiók.
id_id: Akun dengan alamat email ini sudah ada.
it_it: Un account con questo indirizzo e-mail esiste già.
ja: このメールアドレスのアカウントはすでに存在しています。
lt: Šio el. pašto adreso paskyra jau egzistuoja.
lv: Konts ar šo e-pasta adresi jau pastāv.
nl_nl: Er bestaat al een account met dit e-mailadres.
pl_pl: Konto z tym adresem e-mail już istnieje.
pt_mz: Já existe uma conta com este endereço de correio electrónico.
ro_md: Există deja un cont cu această adresă de e-mail.
ru_ua: Учетная запись с таким адресом электронной почты уже существует.
sk: Konto s touto e-mailovou adresou už existuje.
sl: Račun s tem e-poštnim naslovom že obstaja.
sv_fi: Det finns redan ett konto med den här e-postadressen.
tr: Bu e-posta adresine sahip bir hesap zaten mevcut.
uk_ua: Обліковий запис з такою адресою вже існує.

source: Invalid email address
bg: Невалиден имейл адрес
cs: Neplatná e-mailová adresa
da: Ugyldig e-mail-adresse
de: Ungültige E-Mail Adresse
el_cy: Μη έγκυρη διεύθυνση email
es_sv: Dirección de correo electrónico no válida
et_ee: Vale e-posti aadress
fi_fi: Virheellinen sähköpostiosoite
fr: Adresse e-mail invalide
hu_hu: Érvénytelen e-mail cím
id_id: Alamat email tidak valid
it_it: Indirizzo e-mail non valido
ja: 無効な電子メールアドレス
lt: Netinkamas el. pašto adresas
lv: Nederīga e-pasta adrese
nl_nl: Ongeldig e-mail adres
pl_pl: Nieprawidłowy adres e-mail
pt_mz: Endereço de e-mail inválido
ro_md: Adresa de e-mail invalidă
ru_ua: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sl: Nepravilen e-poštni naslov
sv_fi: Ogiltig e-postadress
tr: Geçersiz e-posta adresi
uk_ua: Неправильна адреса електронної пошти

source: Your account was successfully created.
bg: Вашият акаунт беше създаден успешно.
cs: Váš účet byl úspěšně vytvořen.
da: Din konto er blevet oprettet.
de: Dein Konto wurde erfolgreich erstellt.
el_cy: Ο λογαριασμός σας δημιουργήθηκε με επιτυχία.
es_sv: Tu cuenta ha sido creada con éxito.
et_ee: Teie konto on edukalt loodud.
fi_fi: Tilisi luotiin onnistuneesti.
fr: Votre compte a été créé avec succès.
hu_hu: A fiókját sikeresen létrehoztuk.
id_id: Akun Anda berhasil dibuat.
it_it: Il tuo account è stato creato con successo.
ja: お客様のアカウントは正常に作成されました。
lt: Jūsų paskyra sėkmingai sukurta.
lv: Jūsu konts ir veiksmīgi izveidots.
nl_nl: Je account werd met succes aangemaakt.
pl_pl: Twoje konto zostało pomyślnie utworzone.
pt_mz: A sua conta foi criada com sucesso.
ro_md: Contul dvs. a fost creat cu succes.
ru_ua: Твой аккаунт был успешно создан.
sk: Vaše konto bolo úspešne vytvorené.
sl: Vaš račun je bil uspešno ustvarjen.
sv_fi: Ditt konto har skapats.
tr: Hesabınız başarıyla oluşturuldu.
uk_ua: Ваш обліковий запис успішно створено.

source: My hopes and dreams
bg: Моите надежди и мечти
cs: Moje naděje a sny
da: Mine håb og drømme
de: Meine Hoffnungen und Träume
el_cy: Οι ελπίδες και τα όνειρά μου
es_sv: Mis esperanzas y sueños
et_ee: Minu lootused ja unistused
fi_fi: Toiveeni ja unelmani
fr: Mes espoirs et mes rêves
hu_hu: Reményeim és álmaim
id_id: Harapan dan impian saya
it_it: Le mie speranze e i miei sogni
ja: 私の希望と夢
lt: Mano viltys ir svajonės
lv: Manas cerības un sapņi
nl_nl: Mijn hoop en dromen
pl_pl: Moje nadzieje i marzenia
pt_mz: As minhas esperanças e sonhos
ro_md: Speranțele și visele mele
ru_ua: Мои надежды и мечты
sk: Moje nádeje a sny
sl: Moji upi in sanje
sv_fi: Mina förhoppningar och drömmar
tr: Umutlarım ve hayallerim
uk_ua: Мої надії та мрії
