Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: If you found a wish you would like to fulfil, click the %s button and it will temporarily become unavailable for others. Make sure to confirm the fulfilled wish here (i. e. after placing an order), to make the wish permanently unavailable for everybody else.
hu_hu: Ha találtál egy kívánságot, amelyet szeretnél teljesíteni, kattints a %s gombra, és a kívánság átmenetileg elérhetetlenné válik mások számára. Ügyeljen arra, hogy a teljesített kívánságot itt erősítse meg (pl. a megrendelés leadása után), hogy a kívánság véglegesen elérhetetlenné váljon mindenki más számára.
id_id: Jika Anda menemukan keinginan yang ingin Anda penuhi, klik tombol %s dan untuk sementara waktu keinginan tersebut tidak akan tersedia bagi orang lain. Pastikan untuk mengonfirmasi keinginan yang terpenuhi di sini (yaitu setelah melakukan pemesanan), untuk membuat keinginan tersebut secara permanen tidak tersedia bagi orang lain.
nl_nl: Als je een wens hebt gevonden die je graag wilt vervullen, klik dan op de %s knop en hij wordt tijdelijk onbeschikbaar voor anderen. Zorg ervoor dat je de vervulde wens hier bevestigt (d.w.z. na het plaatsen van een bestelling), om de wens voor alle anderen permanent onbeschikbaar te maken.
pt_mz: Se encontrou um desejo que gostaria de realizar, clique no botão %s e este ficará temporariamente indisponível para outros. Certifique-se de confirmar aqui o desejo realizado (isto é, após fazer uma encomenda), para que o desejo fique permanentemente indisponível para todos os outros.
sk: Ak ste našli želanie, ktoré by ste chceli splniť, kliknite na tlačidlo %s a želanie sa dočasne stane nedostupným pre ostatných. Nezabudnite tu splnené želanie potvrdiť (t. j. po zadaní objednávky), aby sa želanie stalo trvalo nedostupným pre všetkých ostatných.
sv_fi: Om du har hittat en önskan som du vill uppfylla, klicka på knappen %s så blir den tillfälligt otillgänglig för andra. Se till att du bekräftar den uppfyllda önskan här (dvs. efter att ha gjort en beställning) för att göra önskan permanent otillgänglig för alla andra.

source: Fill out any or all of the below fields to add your new wish.
hu_hu: Töltse ki az alábbi mezők bármelyikét vagy mindegyikét az új kívánság hozzáadásához.
id_id: Isi salah satu atau semua kolom di bawah ini untuk menambahkan keinginan baru Anda.
nl_nl: Vul een of meer van de onderstaande velden in om je nieuwe wens toe te voegen.
pt_mz: Preencha um ou todos os campos abaixo para adicionar o seu novo desejo.
sk: Ak chcete pridať svoje nové želanie, vyplňte niektoré alebo všetky polia nižšie.
sv_fi: Fyll i något eller några av fälten nedan för att lägga till din nya önskan.

source: URL
sk: ADRESA URL
