Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: {name} must be an integer
bg: {name} трябва да е цяло число
cs: {name} musí být celé číslo
da: {name} skal være et heltal
de: {name} muss eine ganze Zahl sein
el_cy: {name} πρέπει να είναι ακέραιος αριθμός
es_sv: {name} debe ser un número entero
et_ee: {name} peab olema täisarv
fi_fi: {name} on oltava kokonaisluku
fr: {name} doit être un nombre entier
hu_hu: {name} egész számnak kell lennie
id_id: {name} harus berupa bilangan bulat
it_it: {name} deve essere un numero intero
ja: {name} は整数でなければならない
lt: {name} turi būti sveikasis skaičius
lv: {name} jābūt veselam skaitlim
nl_nl: {name} moet een geheel getal zijn
pl_pl: {name} musi być liczbą całkowitą
pt_mz: {name} deve ser um número inteiro
ro_md: {name} trebuie să fie un număr întreg
ru_ua: {name} должно быть целым числом
sk: {name} musí byť celé číslo
sl: {name} mora biti celo število
sv_fi: {name} måste vara ett heltal
tr: {name} bir tamsayı olmalıdır
uk_ua: {name} має бути цілим числом

source: {name} must be a decimal number
bg: {name} трябва да е десетично число
cs: {name} musí být desetinné číslo
da: {name} skal være et decimaltal
de: {name} muss eine Dezimalzahl sein
el_cy: {name} πρέπει να είναι δεκαδικός αριθμός
es_sv: {name} debe ser un número decimal
et_ee: {name} peab olema kümnendarv.
fi_fi: {name} on oltava desimaaliluku.
fr: {name} doit être un nombre décimal
hu_hu: {name} tizedes számnak kell lennie.
id_id: {name} harus berupa angka desimal
it_it: {name} deve essere un numero decimale
ja: {name} は10進数でなければならない。
lt: {name} turi būti dešimtainis skaičius
lv: {name} jābūt decimālskaitlim
nl_nl: {name} moet een decimaal getal zijn
pl_pl: {name} musi być liczbą dziesiętną
pt_mz: {name} deve ser um número decimal
ro_md: {name} trebuie să fie un număr zecimal
ru_ua: {name} должно быть десятичным числом.
sk: {name} musí byť desatinné číslo
sl: {name} mora biti decimalno število
sv_fi: {name} måste vara ett decimaltal.
tr: {name} ondalık sayı olmalıdır
uk_ua: {name} має бути десятковим числом

source: {name} must be set to a number
bg: {name} трябва да се зададе число
cs: {name} musí být nastaveno na číslo
da: {name} skal angives som et tal
de: {name} muss auf eine Zahl gesetzt werden
el_cy: {name} πρέπει να οριστεί ένας αριθμός
es_sv: {name} debe ajustarse a un número
et_ee: {name} peab olema seatud numbriks.
fi_fi: {name} on asetettava numeroksi.
fr: {name} doit être défini sur un nombre
hu_hu: {name} egy számot kell beállítani.
id_id: {name} harus ditetapkan ke angka
it_it: {name} deve essere impostato su un numero
ja: {name} に数値を設定する必要があります。
lt: {name} turi būti nustatytas skaičius
lv: {name} jābūt iestatītam uz skaitli.
nl_nl: {name} moet op een getal gezet worden
pl_pl: {name} musi być ustawiony na liczbę
pt_mz: {name} deve ser definido para um número
ro_md: {name} trebuie să fie setat la un număr
ru_ua: {name} должен быть установлен на число.
sk: {name} musí byť nastavené na číslo
sl: {name} je treba nastaviti na številko
sv_fi: {name} måste vara ett nummer.
tr: {name} bir sayı olarak ayarlanmalıdır
uk_ua: {name} повинно бути встановлено на число

source: {name} must be "{ruleValue}"
bg: {name} трябва да бъде "{ruleValue}".
cs: {name} musí být "{ruleValue}"
da: {name} skal være "{ruleValue}"
de: {name} muss "{ruleValue}" sein
el_cy: {name} πρέπει να είναι "{ruleValue}"
es_sv: {name} debe ser "{ruleValue}"
et_ee: {name} peab olema "{ruleValue}"
fi_fi: {name} on oltava "{ruleValue}"."
fr: {name} doit être "{ruleValue}"
hu_hu: {name} kell lennie "{ruleValue}"
id_id: {name} harus "{ruleValue}"
it_it: {name} deve essere "{ruleValue}".
ja: {name} は "{ruleValue}" でなければならない。
lt: {name} turi būti "{ruleValue}".
lv: {name} jābūt "{ruleValue}".
nl_nl: {name} moet zijn "{ruleValue}".
pl_pl: {name} musi być "{ruleValue}".
pt_mz: {name} deve ser "{ruleValue}".
ro_md: {name} trebuie să fie "{ruleValue}"
ru_ua: {name} должен быть "{ruleValue}".
sk: {name} musí byť "{ruleValue}".
sl: {name} mora biti "{ruleValue}".
sv_fi: {name} måste vara "{ruleValue}".
tr: {name} "{ruleValue}" olmalıdır.
uk_ua: {name} має бути "{ruleValue}"

source: {name} must be exactly "{ruleValue}"
bg: {name} трябва да бъде точно "{ruleValue}".
cs: {name} musí být přesně "{ruleValue}"
da: {name} skal være præcis "{ruleValue}"
de: {name} muss genau "{ruleValue}" sein
el_cy: {name} πρέπει να είναι ακριβώς "{ruleValue}"
es_sv: {name} debe ser exactamente "{ruleValue}"
et_ee: {name} peab olema täpselt "{ruleValue}"
fi_fi: {name} on oltava täsmälleen "{ruleValue}"."
fr: {name} doit être exactement "{ruleValue}"
hu_hu: {name} pontosan "{ruleValue}" kell, hogy legyen.
id_id: {name} harus tepat "{ruleValue}"
it_it: {name} deve essere esattamente "{ruleValue}".
ja: {name} は正確に "{ruleValue}" でなければならない。
lt: {name} turi būti tiksliai "{ruleValue}".
lv: {name} jābūt tieši "{ruleValue}".
nl_nl: {name} moet precies zijn "{ruleValue}".
pl_pl: {name} musi być dokładnie "{ruleValue}".
pt_mz: {name} deve ser exactamente "{ruleValue}".
ro_md: {name} trebuie să fie exact "{ruleValue}"
ru_ua: {name} должно быть именно "{ruleValue}".
sk: {name} musí byť presne "{ruleValue}"
sl: {name} mora biti točno "{ruleValue}".
sv_fi: {name} måste vara exakt "{ruleValue}".
tr: {name} tam olarak "{ruleValue}" olmalıdır.
uk_ua: {name} має бути саме "{ruleValue}".

source: {name} cannot be set to "{ruleValue}"
bg: {name} не може да бъде зададено на "{ruleValue}".
cs: {name} nelze nastavit na "{ruleValue}"
da: {name} kan ikke indstilles til "{ruleValue}"
de: {name} kann nicht auf "{ruleValue}" gesetzt werden
el_cy: {name} δεν μπορεί να οριστεί σε "{ruleValue}"
es_sv: {name} no se puede ajustar a "{ruleValue}"
et_ee: {name} ei saa määrata "{ruleValue}"
fi_fi: {name} ei voida asettaa muotoon "{ruleValue}"."
fr: {name} ne peut pas être défini sur "{ruleValue}"
hu_hu: {name} nem állítható "{ruleValue}"-ra".
id_id: {name} tidak dapat diatur ke "{ruleValue}"
it_it: {name} non può essere impostato su "{ruleValue}".
ja: {name} は、"{ruleValue}" に設定できません。
lt: {name} negalima nustatyti į "{ruleValue}".
lv: {name} nevar iestatīt uz "{ruleValue}".
nl_nl: {name} kan niet ingesteld worden op "{ruleValue}".
pl_pl: {name} nie może być ustawiony na "{ruleValue}".
pt_mz: {name} não pode ser definido para "{ruleValue}".
ro_md: {name} nu poate fi setat la "{ruleValue}"
ru_ua: {name} не может быть установлен на "{ruleValue}".
sk: {name} nemožno nastaviť na "{ruleValue}".
sl: {name} ni mogoče nastaviti na "{ruleValue}".
sv_fi: {name} kan inte ställas in till "{ruleValue}".
tr: {name} "{ruleValue}" olarak ayarlanamaz
uk_ua: {name} не може бути встановлено на "{ruleValue}"

source: {name} cannot be set to exactly "{ruleValue}"
bg: {name} не може да се зададе точно "{ruleValue}".
cs: {name} nelze nastavit přesně na "{ruleValue}"
da: {name} kan ikke indstilles til præcis "{ruleValue}"
de: {name} kann nicht genau auf "{ruleValue}" gesetzt werden
el_cy: {name} δεν μπορεί να οριστεί ακριβώς σε "{ruleValue}"
es_sv: {name} no puede ajustarse exactamente a "{ruleValue}"
et_ee: {name} ei saa määrata täpselt "{ruleValue}"
fi_fi: {name} ei voida asettaa täsmälleen "{ruleValue}"."
fr: {name} ne peut pas être défini exactement sur "{ruleValue}"
hu_hu: {name} nem állítható pontosan "{ruleValue}"
id_id: {name} tidak bisa disetel persis "{ruleValue}"
it_it: {name} non può essere impostato esattamente su "{ruleValue}".
ja: {name} を正確に "{ruleValue}" に設定することはできません。
lt: {name} negalima nustatyti tiksliai "{ruleValue}".
lv: {name} nevar iestatīt tieši uz "{ruleValue}".
nl_nl: {name} kan niet ingesteld worden op precies "{ruleValue}".
pl_pl: {name} nie może być ustawiony dokładnie na "{ruleValue}".
pt_mz: {name} não pode ser ajustado exactamente para "{ruleValue}".
ro_md: {name} nu poate fi setat exact la "{ruleValue}"
ru_ua: {name} не может быть установлен в точности на "{ruleValue}".
sk: {name} nemožno nastaviť presne na "{ruleValue}".
sl: {name} ni mogoče nastaviti na točno "{ruleValue}".
sv_fi: {name} kan inte ställas in till exakt "{ruleValue}".
tr: {name} tam olarak "{ruleValue}" olarak ayarlanamaz.
uk_ua: {name} не можна встановити точно на "{ruleValue}"

source: {name} cannot contain "{ruleValue}"
bg: {name} не може да съдържа "{ruleValue}".
cs: {name} nemůže obsahovat "{ruleValue}"
da: {name} kan ikke indeholde "{ruleValue}"
de: {name} kann nicht "{ruleValue}" enthalten
el_cy: {name} δεν μπορεί να περιέχει "{ruleValue}"
es_sv: {name} no puede contener "{ruleValue}"
et_ee: {name} ei saa sisaldada "{ruleValue}"
fi_fi: {name} ei voi sisältää {ruleValue}"
fr: {name} ne peut pas contenir "{ruleValue}"
hu_hu: {name} nem tartalmazhat "{ruleValue}"
id_id: {name} tidak boleh mengandung "{ruleValue}"
it_it: {name} non può contenere "{ruleValue}".
ja: {name} は "{ruleValue}" を含むことができません。
lt: {name} negali būti "{ruleValue}".
lv: {name} nevar saturēt "{ruleValue}".
nl_nl: {name} kan niet bevatten "{ruleValue}".
pl_pl: {name} nie może zawierać "{ruleValue}".
pt_mz: {name} não pode conter "{ruleValue}".
ro_md: {name} nu poate conține "{ruleValue}"
ru_ua: {name} не может содержать "{ruleValue}".
sk: {name} nemôže obsahovať "{ruleValue}".
sl: {name} ne more vsebovati "{ruleValue}".
sv_fi: {name} kan inte innehålla "{ruleValue}".
tr: {name} "{ruleValue}" içeremez.
uk_ua: {name} не може містити "{ruleValue}"

source: {name} cannot contain exactly "{ruleValue}"
bg: {name} не може да съдържа точно "{ruleValue}".
cs: {name} nemůže obsahovat přesně "{ruleValue}"
da: {name} kan ikke indeholde præcis "{ruleValue}"
de: {name} kann nicht genau "{ruleValue}" enthalten
el_cy: {name} δεν μπορεί να περιέχει ακριβώς "{ruleValue}"
es_sv: {name} no puede contener exactamente "{ruleValue}"
et_ee: {name} ei saa sisaldada täpselt "{ruleValue}"
fi_fi: {name} ei voi sisältää täsmälleen "{ruleValue}".
fr: {name} ne peut pas contenir exactement "{ruleValue}"
hu_hu: {name} nem tartalmazhat pontosan "{ruleValue}"
id_id: {name} tidak bisa mengandung persis "{ruleValue}"
it_it: {name} non può contenere esattamente "{ruleValue}".
ja: {name}は正確に"{ruleValue}"を含むことができません。
lt: {name} negali būti tiksliai "{ruleValue}".
lv: {name} nevar saturēt tieši "{ruleValue}".
nl_nl: {name} kan niet precies bevatten "{ruleValue}".
pl_pl: {name} nie może zawierać dokładnie "{ruleValue}".
pt_mz: {name} não pode conter exactamente "{ruleValue}".
ro_md: {name} nu poate conține exact "{ruleValue}"
ru_ua: {name} не может содержать в точности "{ruleValue}".
sk: {name} nemôže obsahovať presne "{ruleValue}"
sl: {name} ne more vsebovati natančno "{ruleValue}".
sv_fi: {name} kan inte innehålla exakt "{ruleValue}".
tr: {name} tam olarak "{ruleValue}" içeremez.
uk_ua: {name} не може містити саме "{ruleValue}"

source: {name} must contain "{ruleValue}"
bg: {name} трябва да съдържа "{ruleValue}".
cs: {name} musí obsahovat "{ruleValue}"
da: {name} skal indeholde "{ruleValue}"
de: {name} muss "{ruleValue}" enthalten
el_cy: {name} πρέπει να περιέχει "{ruleValue}"
es_sv: {name} debe contener "{ruleValue}"
et_ee: {name} peab sisaldama "{ruleValue}"
fi_fi: {name} on sisällettävä "{ruleValue}"."
fr: {name} doit contenir "{ruleValue}"
hu_hu: {name} tartalmaznia kell "{ruleValue}"
id_id: {name} harus mengandung "{ruleValue}"
it_it: {name} deve contenere "{ruleValue}".
ja: {name} は "{ruleValue}" を含む必要があります。
lt: {name} turi būti "{ruleValue}".
lv: {name} jāietver "{ruleValue}".
nl_nl: {name} moet bevatten "{ruleValue}".
pl_pl: {name} musi zawierać "{ruleValue}".
pt_mz: {name} deve conter "{ruleValue}".
ro_md: {name} trebuie să conțină "{ruleValue}"
ru_ua: {name} должен содержать "{ruleValue}".
sk: {name} musí obsahovať "{ruleValue}"
sl: {name} mora vsebovati "{ruleValue}".
sv_fi: {name} måste innehålla "{ruleValue}".
tr: {name} "{ruleValue}" içermelidir.
uk_ua: {name} має містити "{ruleValue}"

source: {name} must contain exactly "{ruleValue}"
bg: {name} трябва да съдържа точно "{ruleValue}".
cs: {name} musí obsahovat přesně "{ruleValue}"
da: {name} skal indeholde præcis "{ruleValue}"
de: {name} muss genau "{ruleValue}" enthalten
el_cy: {name} πρέπει να περιέχει ακριβώς "{ruleValue}"
es_sv: {name} debe contener exactamente "{ruleValue}"
et_ee: {name} peab sisaldama täpselt "{ruleValue}".
fi_fi: {name} on sisällettävä täsmälleen "{ruleValue}"."
fr: {name} doit contenir exactement "{ruleValue}"
hu_hu: {name} pontosan "{ruleValue}" kell, hogy tartalmazzon.
id_id: {name} harus mengandung persis "{ruleValue}"
it_it: {name} deve contenere esattamente "{ruleValue}".
ja: {name} は正確に "{ruleValue}" を含んでいなければなりません。
lt: {name} turi būti būtent "{ruleValue}".
lv: {name} jāsatur tieši "{ruleValue}".
nl_nl: {name} moet precies bevatten "{ruleValue}".
pl_pl: {name} musi zawierać dokładnie "{ruleValue}".
pt_mz: {name} deve conter exactamente "{ruleValue}".
ro_md: {name} trebuie să conțină exact "{ruleValue}"
ru_ua: {name} должен содержать именно "{ruleValue}".
sk: {name} musí obsahovať presne "{ruleValue}"
sl: {name} mora vsebovati natanko "{ruleValue}".
sv_fi: {name} måste innehålla exakt "{ruleValue}".
tr: {name} tam olarak "{ruleValue}" içermelidir.
uk_ua: {name} має містити саме "{ruleValue}"

source: {name} must be at least {ruleValue} characters
bg: {name} трябва да бъде най-малко {ruleValue} знака
cs: {name} musí mít alespoň {ruleValue} znaků
da: {name} skal være på mindst {ruleValue} tegn
de: {name} muss mindestens {ruleValue} Zeichen umfassen
el_cy: {name} πρέπει να είναι τουλάχιστον {ruleValue} χαρακτήρες
es_sv: {name} debe tener al menos {ruleValue} caracteres
et_ee: {name} peab olema vähemalt {ruleValue} tähemärki.
fi_fi: {name} on oltava vähintään {ruleValue} merkkiä.
fr: {name} doit comporter au moins {ruleValue} caractères.
hu_hu: {name} legalább {ruleValue} karakter kell, hogy legyen.
id_id: {name} harus setidaknya {ruleValue} karakter
it_it: {name} deve essere di almeno {ruleValue} caratteri
ja: {name} は {ruleValue} 文字以上でなければなりません。
lt: {name} turi būti ne mažiau kaip {ruleValue} simbolių.
lv: {name} jābūt vismaz {ruleValue} rakstzīmēm.
nl_nl: {name} moet ten minste {ruleValue} tekens bevatten
pl_pl: {name} musi mieć co najmniej {ruleValue} znaków
pt_mz: {name} devem ser pelo menos {ruleValue} caracteres
ro_md: {name} trebuie să fie de cel puțin {ruleValue} caractere
ru_ua: {name} должно быть не менее {ruleValue} символов.
sk: {name} musí mať aspoň {ruleValue} znakov
sl: {name} mora biti vsaj {ruleValue} znakov.
sv_fi: {name} måste vara minst {ruleValue} tecken.
tr: {name} en az {ruleValue} karakter olmalıdır
uk_ua: {name} має бути не менше {ruleValue} символів

source: {name} must be exactly {ruleValue} characters
bg: {name} трябва да бъде точно {ruleValue} символа
cs: {name} musí obsahovat přesně {ruleValue} znaků
da: {name} skal bestå af præcis {ruleValue} tegn
de: {name} muss genau {ruleValue} Zeichen sein
el_cy: {name} πρέπει να είναι ακριβώς {ruleValue} χαρακτήρες
es_sv: {name} debe ser exactamente {ruleValue} caracteres
et_ee: {name} peab olema täpselt {ruleValue} tähemärki.
fi_fi: {name} on oltava täsmälleen {ruleValue} merkkiä.
fr: {name} doit être exactement de {ruleValue} caractères
hu_hu: {name} pontosan {ruleValue} karakterekből kell állnia.
id_id: {name} harus tepat {ruleValue} karakter
it_it: {name} devono essere esattamente {ruleValue} caratteri
ja: {name} は正確に {ruleValue} 文字でなければなりません。
lt: {name} turi būti lygiai {ruleValue} simbolių
lv: {name} jābūt tieši {ruleValue} rakstzīmēm.
nl_nl: {name} moeten precies {ruleValue} tekens zijn.
pl_pl: {name} musi być dokładnie {ruleValue} znaków
pt_mz: {name} devem ser exactamente {ruleValue} caracteres
ro_md: {name} trebuie să fie exact {ruleValue} caractere
ru_ua: {name} должно быть ровно {ruleValue} символов.
sk: {name} musí obsahovať presne {ruleValue} znakov
sl: {name} mora biti natanko {ruleValue} znakov.
sv_fi: {name} måste bestå av exakt {ruleValue} tecken.
tr: {name} tam olarak {ruleValue} karakter olmalıdır
uk_ua: {name} повинно бути рівно {ruleValue} символів

source: {name} cannot be longer than {ruleValue} characters
bg: {name} не може да бъде по-дълъг от {ruleValue} знаци
cs: {name} nesmí být delší než {ruleValue} znaků
da: {name} kan ikke være længere end {ruleValue} tegn
de: {name} kann nicht länger sein als {ruleValue} Zeichen
el_cy: {name} δεν μπορεί να είναι μεγαλύτερο από {ruleValue} χαρακτήρες
es_sv: {name} no puede ser más largo que {ruleValue} caracteres
et_ee: {name} ei tohi olla pikem kui {ruleValue} tähemärki.
fi_fi: {name} ei voi olla pidempi kuin {ruleValue} merkkiä.
fr: {name} ne peut pas être plus long que {ruleValue} caractères
hu_hu: {name} nem lehet hosszabb, mint {ruleValue} karakter.
id_id: {name} tidak boleh lebih panjang dari karakter {ruleValue}
it_it: {name} non può essere più lungo di {ruleValue} caratteri
ja: {name} は {ruleValue} よりも長い文字にできません。
lt: {name} negali būti ilgesnis nei {ruleValue} simbolių
lv: {name} nevar būt garāks par {ruleValue} rakstzīmēm.
nl_nl: {name} kan niet langer zijn dan {ruleValue} tekens
pl_pl: {name} nie może być dłuższy niż {ruleValue} znaków
pt_mz: {name} não pode ser maior do que {ruleValue} caracteres
ro_md: {name} nu poate fi mai lung decât {ruleValue} caractere
ru_ua: {name} не может быть длиннее, чем {ruleValue} символов.
sk: {name} nemôže byť dlhší ako {ruleValue} znakov
sl: {name} ne sme biti daljši od {ruleValue} znakov
sv_fi: {name} får inte vara längre än {ruleValue} tecken.
tr: {name}, {ruleValue} karakterlerinden daha uzun olamaz
uk_ua: {name} не може бути довшим за {ruleValue} символів

source: {name} must match {ruleValue} field
bg: {name} трябва да съответства на {ruleValue} поле
cs: {name} musí odpovídat poli {ruleValue}
da: {name} skal matche {ruleValue} feltet
de: {name} muss mit dem Feld {ruleValue} übereinstimmen
el_cy: {name} πρέπει να ταιριάζει με το πεδίο {ruleValue}
es_sv: {name} debe coincidir con el campo {ruleValue}
et_ee: {name} peab vastama {ruleValue} väljale.
fi_fi: {name} on vastattava {ruleValue} -kenttää.
fr: {name} doit correspondre au champ {ruleValue}
hu_hu: {name} meg kell egyeznie a {ruleValue} mezővel.
id_id: {name} harus cocok dengan bidang {ruleValue}
it_it: {name} deve corrispondere al campo {ruleValue}.
ja: {name}は{ruleValue}のフィールドと一致しなければならない。
lt: {name} turi atitikti {ruleValue} lauką
lv: {name} jāatbilst {ruleValue} laukam.
nl_nl: {name} moet overeenkomen met {ruleValue} veld
pl_pl: {name} musi pasować do pola {ruleValue}
pt_mz: {name} deve corresponder ao campo {ruleValue}
ro_md: {name} trebuie să se potrivească cu câmpul {ruleValue}
ru_ua: {name} должен соответствовать полю {ruleValue}.
sk: {name} sa musí zhodovať s poľom {ruleValue}
sl: {name} mora ustrezati {ruleValue} polju
sv_fi: {name} måste matcha fältet {ruleValue}.
tr: {name}, {ruleValue} alanıyla eşleşmelidir
uk_ua: {name} має збігатися з полем {ruleValue}

source: {name} must have a different value than {ruleValue} field
bg: {name} трябва да има различна стойност от {ruleValue} поле
cs: {name} musí mít jinou hodnotu než pole {ruleValue}
da: {name} skal have en anden værdi end {ruleValue} feltet
de: {name} muss einen anderen Wert haben als das Feld {ruleValue}
el_cy: {name} πρέπει να έχει διαφορετική τιμή από το πεδίο {ruleValue}
es_sv: {name} debe tener un valor diferente al del campo {ruleValue}
et_ee: {name} peab omama teistsugust väärtust kui {ruleValue} väli
fi_fi: {name} -kentällä on oltava eri arvo kuin {ruleValue} -kentällä.
fr: {name} doit avoir une valeur différente de celle du champ {ruleValue}
hu_hu: {name} mezőnek más értékkel kell rendelkeznie, mint a {ruleValue} mezőnek.
id_id: {name} harus memiliki nilai yang berbeda dari bidang {ruleValue}
it_it: {name} deve avere un valore diverso da quello del campo {ruleValue}.
ja: {name}は{ruleValue}フィールドと異なる値でなければならない。
lt: {name} turi turėti kitą vertę nei {ruleValue} laukas
lv: {name} jābūt citādai vērtībai nekā {ruleValue} laukā.
nl_nl: {name} moet een andere waarde hebben dan {ruleValue} veld
pl_pl: {name} musi mieć inną wartość niż {ruleValue} pole
pt_mz: {name} deve ter um valor diferente do campo {ruleValue}
ro_md: {name} trebuie să aibă o valoare diferită de cea a câmpului {ruleValue}
ru_ua: Поле {name} должно иметь другое значение, чем поле {ruleValue}.
sk: {name} musí mať inú hodnotu ako pole {ruleValue}
sl: {name} mora imeti drugačno vrednost kot polje {ruleValue}
sv_fi: {name} måste ha ett annat värde än fältet {ruleValue}.
tr: {name} alanı {ruleValue} alanından farklı bir değere sahip olmalıdır
uk_ua: Поле {name} повинно мати значення, відмінне від поля {ruleValue}

source: {name} must be a valid credit card number
bg: {name} трябва да е валиден номер на кредитна карта
cs: {name} musí být platné číslo kreditní karty
da: {name} skal være et gyldigt kreditkortnummer
de: {name} muss eine gültige Kreditkartennummer sein
el_cy: {name} πρέπει να είναι ένας έγκυρος αριθμός πιστωτικής κάρτας
es_sv: {name} debe ser un número de tarjeta de crédito válido
et_ee: {name} peab olema kehtiv krediitkaardi number.
fi_fi: {name} on oltava voimassa oleva luottokortin numero.
fr: {name} doit être un numéro de carte de crédit valide
hu_hu: {name} érvényes hitelkártyaszámnak kell lennie.
id_id: {name} harus berupa nomor kartu kredit yang valid
it_it: {name} deve essere un numero di carta di credito valido
ja: {name} は有効なクレジットカード番号でなければなりません。
lt: {name} turi būti galiojantis kredito kortelės numeris
lv: {name} jābūt derīgam kredītkartes numuram.
nl_nl: {name} moet een geldig kredietkaartnummer zijn
pl_pl: {name} musi być ważnym numerem karty kredytowej
pt_mz: {name} deve ser um número de cartão de crédito válido
ro_md: {name} trebuie să fie un număr de card de credit valabil
ru_ua: {name} должен быть действительным номером кредитной карты.
sk: {name} musí byť platné číslo kreditnej karty
sl: {name} mora biti veljavna številka kreditne kartice
sv_fi: {name} måste vara ett giltigt kreditkortsnummer.
tr: {name} geçerli bir kredi kartı numarası olmalıdır
uk_ua: {name} має бути дійсним номером кредитної картки

source: {name} must have at least {ruleValue} choices
bg: {name} трябва да има поне {ruleValue} възможности за избор
cs: {name} musí mít alespoň {ruleValue} možností
da: {name} skal have mindst {ruleValue} valgmuligheder
de: {name} muss mindestens {ruleValue} Auswahlmöglichkeiten haben
el_cy: {name} πρέπει να έχει τουλάχιστον {ruleValue} επιλογές
es_sv: {name} debe tener al menos {ruleValue} opciones
et_ee: {name} peab olema vähemalt {ruleValue} valikuvõimalusi.
fi_fi: {name} on oltava vähintään {ruleValue} valintoja.
fr: {name} doit avoir au moins {ruleValue} choix
hu_hu: {name} legalább {ruleValue} választási lehetőséggel kell rendelkeznie.
id_id: {name} harus memiliki setidaknya {ruleValue} pilihan
it_it: {name} deve avere almeno {ruleValue} scelte
ja: {name}は少なくとも{ruleValue}の選択肢を持っている必要があります。
lt: {name} turi turėti bent {ruleValue} pasirinkimų
lv: {name} jābūt vismaz {ruleValue} izvēles iespējām.
nl_nl: {name} moet ten minste {ruleValue} keuzes hebben.
pl_pl: {name} musi mieć co najmniej {ruleValue} wyborów.
pt_mz: {name} deve ter pelo menos {ruleValue} escolhas
ro_md: {name} trebuie să aibă cel puțin {ruleValue} opțiuni
ru_ua: У {name} должен быть как минимум {ruleValue} выбор.
sk: {name} musí mať aspoň {ruleValue} možností
sl: {name} mora imeti vsaj {ruleValue} izbire
sv_fi: {name} måste ha minst {ruleValue} valmöjligheter.
tr: {name} en az {ruleValue} seçeneklerine sahip olmalıdır
uk_ua: {name} повинен мати щонайменше {ruleValue} варіантів вибору
