Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Posted on %s
bg: Публикувано на %s
cs: Publikováno dne %s
da: Indsendt den %s
de: Verfasst am %s
el_cy: Αναρτήθηκε στις %s
es_sv: Publicado el %s
fi_fi: Lähetetty %s
fr: Posté le %s
it_it: Pubblicato su %s
ja: 投稿日%s
lt: Paskelbta %s
lv: Iesūtīts %s
pl_pl: Opublikowano na %s
ro_md: Postat pe %s
sl: Objavljeno na %s
tr: Gönderildi %s
uk_ua: Опубліковано на %s

source: Hello,
bg: Здравейте,
cs: Dobrý den,
da: Hej med dig,
de: Hallo,
el_cy: Γεια σας,
es_sv: Hola,
et_ee: Tere,
fi_fi: Hei,
fr: Bonjour,
it_it: Ciao,
ja: こんにちは、
lt: Sveiki,
lv: Sveiki,
pl_pl: Witaj,
ro_md: Bună ziua,
ru_ua: Привет,
sl: Pozdravljeni,
tr: Merhaba,
uk_ua: Привіт,

source: somebody has requested that you add more wishes to your wishlist %s.
bg: някой е поискал да добавите още желания към вашия wishlist %s .
cs: Někdo vás požádal, abyste na svůj web wishlist %s přidali další přání.
da: Nogen har bedt om, at du tilføjer flere ønsker til din wishlist %s .
de: Jemand hat darum gebeten, dass du weitere Wünsche zu deiner Wunschliste %s hinzufügst.
el_cy: Κάποιος ζήτησε να προσθέσετε περισσότερες ευχές στο wishlist %s .
es_sv: alguien te ha pedido que añadas más deseos a tu wishlist %s .
et_ee: Keegi on palunud, et te lisaksite oma wishlist %s rohkem soove. .
fi_fi: Joku on pyytänyt sinua lisäämään lisää toiveita osoitteeseen wishlist %s .
fr: quelqu'un a demandé que vous ajoutiez plus de souhaits à votre liste de souhaits %s.
it_it: qualcuno ha chiesto di aggiungere altri desideri al tuo sito wishlist %s .
ja: 誰かが、あなたのwishlist %s に、より多くの願いを追加するよう要請している。
lt: kažkas paprašė, kad į wishlist %s pridėtumėte daugiau pageidavimų.
lv: kāds ir pieprasījis, lai jūs pievienotu vairāk vēlmju savam wishlist %s .
pl_pl: Ktoś poprosił, abyś dodał więcej życzeń do swojego wishlist %s .
ro_md: cineva a cerut să adăugați mai multe dorințe la wishlist %s .
ru_ua: Кто-то попросил добавить больше желаний в ваш список желаний %s.
sl: nekdo je zahteval, da na spletno stran wishlist %s dodate več želja.
tr: Birisi wishlist %s adresinize daha fazla dilek eklemenizi talep etti.
uk_ua: хтось попросив вас додати більше побажань до вашого списку бажань %s.

source: Add wish
bg: Добавяне на желание
cs: Přidat přání
da: Tilføj ønske
de: Wunsch hinzufügen
el_cy: Προσθέστε επιθυμία
es_sv: Añadir deseo
et_ee: Lisa soov
fi_fi: Lisää toive
fr: Ajouter un souhait
it_it: Aggiungi un desiderio
ja: 願い事を追加する
lt: Pridėti norą
lv: Pievienot vēlmi
pl_pl: Dodaj życzenie
ro_md: Adăugați dorința
ru_ua: Добавить желание
sl: Dodaj željo
tr: Dilek ekle
uk_ua: Додати побажання

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el_cy: Σφάλμα
et_ee: Viga
fi_fi: Virhe
fr: Erreur
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja: エラー
lt: Klaida
lv: Kļūda
nl_nl: Fout
pl_pl: Błąd
pt_mz: Erro
ro_md: Eroare
ru_ua: Ошибка
sk: Chyba
sl: Napaka
sv_fi: Fel
tr: Hata
uk_ua: Помилка.

source: Something went wrong, that's all I know.
bg: Нещо се е объркало, това е всичко, което знам.
cs: Něco se pokazilo, to je vše, co vím.
da: Noget gik galt, det er alt, hvad jeg ved.
de: Irgendetwas ist schief gelaufen, das ist alles, was ich weiß.
el_cy: Κάτι πήγε στραβά, αυτό είναι το μόνο που ξέρω.
es_sv: Algo salió mal, eso es todo lo que sé.
et_ee: Midagi läks valesti, see on kõik, mida ma tean.
fi_fi: Jotain meni pieleen, muuta en tiedä.
fr: Quelque chose s'est mal passé, c'est tout ce que je sais.
it_it: Qualcosa è andato storto, questo è tutto ciò che so.
ja: 何かが間違っていた、それだけだ。
lt: Kažkas nutiko ne taip, tai viskas, ką žinau.
lv: Kaut kas notika nepareizi, tas ir viss, ko es zinu.
pl_pl: Coś poszło nie tak, to wszystko co wiem.
ro_md: Ceva a mers prost, asta e tot ce știu.
ru_ua: Что-то пошло не так, это все, что я знаю.
sl: Nekaj je šlo narobe, to je vse, kar vem.
tr: Bir şeyler ters gitti, tek bildiğim bu.
uk_ua: Щось пішло не так, це все, що я знаю.

source: Thanks for nothing
bg: Благодаря за нищо
cs: Díky za nic
da: Tak for ingenting
de: Danke für nichts
el_cy: Ευχαριστώ για το τίποτα
es_sv: Gracias por nada
et_ee: Tänud mitte millegi eest
fi_fi: Kiitos tyhjästä
fr: Merci pour rien
hu_hu: Köszönöm a semmit
id_id: Terima kasih untuk apa-apa
it_it: Grazie di nulla
ja: ありがた迷惑
lt: Ačiū už nieką
lv: Paldies par neko
nl_nl: Bedankt voor niets
pl_pl: Dzięki za nic
pt_mz: Obrigado por nada
ro_md: Mulțumesc pentru nimic
ru_ua: Спасибо за ничегонеделание
sk: Vďaka za nič
sl: Hvala za nič
sv_fi: Tack för ingenting
tr: Hiçbir şey için teşekkürler
uk_ua: Дякую за ніщо

source: Unexpected output
bg: Неочакван изход
cs: Neočekávaný výstup
da: Uventet output
de: Unerwartete Ausgabe
el_cy: Μη αναμενόμενη έξοδος
es_sv: Salida inesperada
et_ee: Ootamatu väljund
fi_fi: Odottamaton ulostulo
fr: Sortie inattendue
it_it: Uscita inaspettata
ja: 予期せぬ出力
lt: Netikėta išvestis
lv: Negaidīts izvades rezultāts
pl_pl: Nieoczekiwane wyjście
ro_md: Ieșire neașteptată
ru_ua: Неожиданный выход
sl: Nepričakovan izhod
tr: Beklenmeyen çıktı
uk_ua: Неочікуваний результат

source: Your request likely succeeded but the server did not confirm that the action was successful.
bg: Вашата заявка вероятно е била успешна, но сървърът не е потвърдил, че действието е успешно.
cs: Váš požadavek pravděpodobně uspěl, ale server nepotvrdil, že akce byla úspěšná.
da: Din anmodning lykkedes sandsynligvis, men serveren bekræftede ikke, at handlingen var vellykket.
de: Deine Anfrage war wahrscheinlich erfolgreich, aber der Server hat nicht bestätigt, dass die Aktion erfolgreich war.
el_cy: Το αίτημά σας πιθανότατα πέτυχε, αλλά ο διακομιστής δεν επιβεβαίωσε ότι η ενέργεια ήταν επιτυχής.
es_sv: Es probable que tu solicitud haya tenido éxito, pero el servidor no ha confirmado que la acción se haya realizado correctamente.
et_ee: Teie taotlus tõenäoliselt õnnestus, kuid server ei kinnitanud, et tegevus oli edukas.
fi_fi: Pyyntösi todennäköisesti onnistui, mutta palvelin ei vahvistanut toimenpiteen onnistumista.
fr: Votre demande a probablement réussi mais le serveur n'a pas confirmé que l'action a réussi.
it_it: È probabile che la tua richiesta sia andata a buon fine, ma il server non ha confermato il successo dell'azione.
ja: リクエストは成功した可能性が高いですが、サーバーはアクションが成功したことを確認していません。
lt: Jūsų užklausa greičiausiai pavyko, tačiau serveris nepatvirtino, kad veiksmas buvo sėkmingas.
lv: Jūsu pieprasījums, visticamāk, ir bijis veiksmīgs, taču serveris nav apstiprinājis, ka darbība ir bijusi veiksmīga.
pl_pl: Twoje żądanie prawdopodobnie powiodło się, ale serwer nie potwierdził, że akcja zakończyła się powodzeniem.
ro_md: Este posibil ca solicitarea dvs. să fi reușit, dar serverul nu a confirmat că acțiunea a avut succes.
ru_ua: Скорее всего, твой запрос увенчался успехом, но сервер не подтвердил, что действие было выполнено успешно.
sl: Vaša zahteva je bila verjetno uspešna, vendar strežnik ni potrdil, da je bilo dejanje uspešno.
tr: İsteğiniz büyük olasılıkla başarılı oldu ancak sunucu işlemin başarılı olduğunu onaylamadı.
uk_ua: Ваш запит, ймовірно, пройшов успішно, але сервер не підтвердив, що дія була виконана успішно.

source: For nerds: The API returned HTTP 200, there was no (error) output, yet the response is still not as expected.
bg: За ботаници: API върна HTTP 200, нямаше изход (грешка), но отговорът все още не е според очакванията.
cs: Pro nerdy: API vrátilo HTTP 200, nedošlo k žádnému (chybovému) výstupu, ale odpověď stále není taková, jaká se očekávala.
da: For nørder: API'en returnerede HTTP 200, der var ingen (fejl)output, men svaret er stadig ikke som forventet.
de: Für Nerds: Die API hat HTTP 200 zurückgegeben, es gab keine (Fehler-)Ausgabe, aber die Antwort ist trotzdem nicht wie erwartet.
el_cy: Για σπασίκλες: Η API επέστρεψε HTTP 200, δεν υπήρξε έξοδος (σφάλματος), αλλά η απόκριση εξακολουθεί να μην είναι η αναμενόμενη.
es_sv: Para empollones: La API devolvió HTTP 200, no hubo salida (de error), pero la respuesta sigue sin ser la esperada.
et_ee: Nohikutele: API tagastas HTTP 200, (viga)väljundit ei olnud, kuid vastus ei ole ikka veel ootuspärane.
fi_fi: Nörteille: API palautti HTTP 200 -viestin, (virhe)tulostetta ei tullut, mutta vastaus ei silti ole odotusten mukainen.
fr: Pour les nerds : l'API a renvoyé HTTP 200, il n'y a pas eu de sortie (d'erreur), mais la réponse n'est toujours pas celle attendue.
it_it: Per i nerd: L'API ha restituito HTTP 200, non ci sono stati (errori), ma la risposta non è ancora quella prevista.
ja: オタク向け：APIはHTTP 200を返し、（エラー）出力はなかった。
lt: Nardams: API grąžino HTTP 200, išvesties (klaidos) nebuvo, tačiau atsakymas vis tiek nėra toks, kokio tikėtasi.
lv: Nirdiem: API atgriezās HTTP 200, nebija (kļūdu) izvades, tomēr atbilde joprojām nav tāda, kā gaidīts.
pl_pl: Dla nerdów: Interfejs API zwrócił HTTP 200, nie było żadnych (błędnych) danych wyjściowych, ale odpowiedź nadal nie jest zgodna z oczekiwaniami.
ro_md: Pentru tocilari: API-ul a returnat HTTP 200, nu a existat nicio ieșire (eroare), dar răspunsul nu este încă cel așteptat.
ru_ua: Для ботаников: API вернул HTTP 200, вывода (ошибки) не было, но ответ всё равно не соответствует ожиданиям.
sl: Za nerdeče: API je vrnil HTTP 200, izpisa (napake) ni bilo, vendar odziv še vedno ni v skladu s pričakovanji.
tr: İnekler için: API HTTP 200 döndürdü, herhangi bir (hata) çıktısı yoktu, ancak yanıt hala beklendiği gibi değil.
uk_ua: Для ботаніків: API повернув HTTP 200, не було виводу (помилки), але відповідь все одно не така, як очікувалося.

source: In any case, please report this.
bg: Във всеки случай, моля, докладвайте за това.
cs: V každém případě to prosím nahlaste.
da: Under alle omstændigheder bedes du rapportere dette.
de: Bitte melde dies auf jeden Fall.
el_cy: Σε κάθε περίπτωση, παρακαλούμε να το αναφέρετε.
es_sv: En cualquier caso, por favor, informa de ello.
et_ee: Igal juhul palun teatage sellest.
fi_fi: Ilmoita tästä joka tapauksessa.
fr: Dans tous les cas, merci de le signaler.
it_it: In ogni caso, ti preghiamo di segnalarlo.
ja: いずれにせよ、報告してほしい。
lt: Bet kuriuo atveju praneškite apie tai.
lv: Jebkurā gadījumā, lūdzu, ziņojiet par to.
pl_pl: W każdym razie zgłoś to.
ro_md: În orice caz, vă rugăm să raportați acest lucru.
ru_ua: В любом случае, пожалуйста, сообщите об этом.
sl: V vsakem primeru to prijavite.
tr: Her halükarda, lütfen bunu rapor edin.
uk_ua: У будь-якому випадку, будь ласка, повідомте про це.

source: Ok then
bg: Добре тогава
cs: Dobře tedy
da: Godt så
de: Tja
el_cy: Εντάξει τότε
es_sv: De acuerdo
et_ee: Okei, siis
fi_fi: Hyvä on sitten.
fr: Alors ok
it_it: Ok allora
ja: それじゃ
lt: Gerai tada
lv: Labi, tad
pl_pl: Dobrze więc
ro_md: Bine, atunci.
ru_ua: Тогда ладно
sl: Ok, potem
tr: Tamam o zaman.
uk_ua: Гаразд.

source: Success
bg: Успех
cs: Úspěch
da: Succes
de: Erfolg
el_cy: Επιτυχία
es_sv: Éxito
et_ee: Edu
fi_fi: Menestys
fr: Succès
hu_hu: Siker
id_id: Sukses
it_it: Il successo
ja: 成功
lt: Sėkmė
lv: Panākumi
nl_nl: Succes
pl_pl: Sukces
pt_mz: Sucesso
ro_md: Succes
ru_ua: Успех
sk: Úspech
sl: Uspeh
sv_fi: Framgång
tr: Başarı
uk_ua: Успіх

source: Close this tab
bg: Затваряне на този раздел
cs: Zavřít tuto kartu
da: Luk denne fane
de: Diesen Tab schließen
el_cy: Κλείστε αυτή την καρτέλα
es_sv: Cierra esta pestaña
et_ee: Sulge see vahekaart
fi_fi: Sulje tämä välilehti
fr: Ferme cet onglet
hu_hu: Zárja be ezt a lapot
id_id: Tutup tab ini
it_it: Chiudi questa scheda
ja: このタブを閉じる
lt: Uždaryti šį skirtuką
lv: Aizvērt šo cilni
nl_nl: Sluit dit tabblad
pl_pl: Zamknij tę kartę
pt_mz: Fechar este separador
ro_md: Închideți această filă
ru_ua: Закройте эту вкладку
sk: Zatvoriť túto kartu
sl: Zapri ta zavihek
sv_fi: Stänga den här fliken
tr: Bu sekmeyi kapatın
uk_ua: Закрийте цю вкладку

source: Show wishlist anyway
bg: Все пак покажете списъка с желания
cs: Zobrazit seznam přání
da: Vis alligevel ønskeliste
de: Wunschliste trotzdem anzeigen
el_cy: Εμφάνιση λίστας επιθυμιών ούτως ή άλλως
es_sv: Mostrar la lista de deseos de todos modos
et_ee: Näita soovinimekirja niikuinii
fi_fi: Näytä toivelista joka tapauksessa
fr: Afficher quand même la liste de souhaits
hu_hu: Mutasd a kívánságlistát egyébként
id_id: Tunjukkan daftar keinginan
it_it: Mostra comunque la lista dei desideri
ja: ウィッシュリストをとにかく表示する
lt: Vis tiek rodyti pageidavimų sąrašą
lv: Tik un tā rādīt vēlmju sarakstu
nl_nl: Toon toch verlanglijstje
pl_pl: I tak pokaż listę życzeń
pt_mz: Mostrar lista de desejos de qualquer maneira
ro_md: Arată lista de dorințe oricum
ru_ua: Все равно покажи список желаний
sk: Zobraziť zoznam želaní
sl: Vseeno prikaži seznam želja
sv_fi: Visa önskelistan ändå
tr: İstek listesini yine de göster
uk_ua: Все одно показувати список бажань

source: Really delete?
bg: Наистина изтриване?
cs: Opravdu smazat?
da: Sletter du virkelig?
de: Wirklich löschen?
el_cy: Πραγματικά διαγράψτε;
es_sv: ¿Borrar de verdad?
et_ee: Tõesti kustutada?
fi_fi: Todellako poistaa?
fr: Vraiment supprimer ?
hu_hu: Tényleg törölni?
id_id: Benar-benar menghapus?
it_it: Cancellare davvero?
ja: 本当に削除？
lt: Tikrai ištrinti?
lv: Tiešām dzēst?
nl_nl: Echt verwijderen?
pl_pl: Naprawdę usunąć?
pt_mz: Realmente eliminar?
ro_md: Chiar ștergeți?
ru_ua: Действительно удалить?
sk: Naozaj odstrániť?
sl: Res izbriši?
sv_fi: Är det verkligen att radera?
tr: Gerçekten silmek mi?
uk_ua: Справді видалити?

source: Do you really want to delete the wishlist %s?
bg: Наистина ли искате да изтриете списъка с желания %s?
cs: Opravdu chcete smazat seznam přání %s?
da: Ønsker du virkelig at slette ønskelisten %s?
de: Willst du die Wunschliste %s wirklich löschen?
el_cy: Θέλετε πραγματικά να διαγράψετε τη λίστα επιθυμιών %s;
es_sv: ¿Realmente quieres borrar la lista de deseos %s?
et_ee: Kas sa tõesti tahad kustutada soovide nimekirja %s?
fi_fi: Haluatko todella poistaa toivelistan %s?
fr: Voulez-vous vraiment supprimer la liste de souhaits %s?
hu_hu: Tényleg törölni akarod a kívánságlistát %s?
id_id: Apakah Anda benar-benar ingin menghapus daftar keinginan %s?
it_it: Vuoi davvero cancellare la wishlist %s?
ja: 本当にウィッシュリストを削除しますか？%s?
lt: Ar tikrai norite ištrinti pageidavimų sąrašą %s?
lv: Vai tiešām vēlaties dzēst vēlmju sarakstu %s?
nl_nl: Wil je echt het verlanglijstje verwijderen %s?
pl_pl: Czy naprawdę chcesz usunąć listę życzeń %s?
pt_mz: Quer mesmo eliminar a lista de desejos %s?
ro_md: Chiar vrei să ștergi lista de dorințe %s?
ru_ua: Ты действительно хочешь удалить список желаний %s?
sk: Naozaj chcete vymazať zoznam želaní %s?
sl: Ali res želite izbrisati seznam želja %s?
sv_fi: Vill du verkligen radera önskelistan %s?
tr: Gerçekten %s istek listesini silmek istiyor musunuz?
uk_ua: Ви дійсно хочете видалити список бажань %s?

source: Yes, delete
bg: Да, изтрийте
cs: Ano, odstranit
da: Ja, slet
de: Ja, löschen
el_cy: Ναι, διαγράψτε
es_sv: Sí, borra
et_ee: Jah, kustutada
fi_fi: Kyllä, poista
fr: Oui, supprimer
hu_hu: Igen, törölni
id_id: Ya, hapus
it_it: Sì, elimina
ja: はい、削除
lt: Taip, ištrinti
lv: Jā, dzēst
nl_nl: Ja, wissen
pl_pl: Tak, usuń
pt_mz: Sim, apagar
ro_md: Da, ștergeți
ru_ua: Да, удаляй
sk: Áno, vymazať
sl: Da, izbrišite
sv_fi: Ja, radera
tr: Evet, silin
uk_ua: Так, видалити

source: No, keep
bg: Не, запазете
cs: Ne, ponechat
da: Nej, beholde
de: Nein, behalten
el_cy: Όχι, κρατήστε
es_sv: No, guarda
et_ee: Ei, hoia
fi_fi: Ei, pidä
fr: Non garder
hu_hu: Nem, tartsa meg
id_id: Tidak, tetap
it_it: No, tieni
ja: いいえ、そのまま
lt: Ne, pasilikite
lv: Nē, saglabājiet
nl_nl: Nee, bewaar
pl_pl: Nie, zachowaj
pt_mz: Não, manter
ro_md: Nu, păstrați
ru_ua: Нет, продолжай
sk: Nie, nechajte si
sl: Ne, obdržite
sv_fi: Nej, behåll
tr: Hayır, kalsın.
uk_ua: Ні, тримай.

source: Would you really like to delete to this wish? It will be gone forever.
bg: Наистина ли искате да изтриете това желание? То ще изчезне завинаги.
cs: Opravdu byste chtěli toto přání smazat? Bude navždy pryč.
da: Vil du virkelig gerne slette dette ønske? Det vil være væk for altid.
de: Willst du diesen Wunsch wirklich löschen? Er wird für immer weg sein.
el_cy: Θα θέλατε πραγματικά να διαγράψετε αυτή την επιθυμία; Θα χαθεί για πάντα.
es_sv: ¿Realmente quieres borrar este deseo? Se perderá para siempre.
et_ee: Kas sa tõesti soovid selle soovi kustutada? See kaob igaveseks.
fi_fi: Haluaisitko todella poistaa tämän toiveen? Se katoaa ikuisesti.
fr: Souhaitez-vous vraiment supprimer ce souhait ? Il le sera pour toujours.
hu_hu: Tényleg törölni szeretné ezt a kívánságot? Örökre el fog tűnni.
id_id: Apakah Anda benar-benar ingin menghapus keinginan ini? Ini akan hilang selamanya.
it_it: Vuoi davvero cancellare questo desiderio? Sarà cancellato per sempre.
ja: この願いを本当に叶えたいですか？永遠に消えてしまいます。
lt: Ar tikrai norėtumėte ištrinti šį pageidavimą? Jis išnyks visiems laikams.
lv: Vai tiešām vēlaties dzēst šo vēlmi? Tā pazudīs uz visiem laikiem.
nl_nl: Wil je deze wens echt verwijderen? Hij zal voor altijd weg zijn.
pl_pl: Czy naprawdę chcesz usunąć to życzenie? Przepadnie ono na zawsze.
pt_mz: Gostaria realmente de eliminar para este desejo? Desaparecerá para sempre.
ro_md: Doriți cu adevărat să ștergeți această dorință? Aceasta va dispărea pentru totdeauna.
ru_ua: Ты действительно хочешь удалиться в это желание? Оно исчезнет навсегда.
sk: Chceli by ste toto želanie naozaj vymazať? Bude navždy preč.
sl: Bi res želeli izbrisati to željo? Za vedno bo izginila.
sv_fi: Vill du verkligen ta bort denna önskan? Den kommer att vara borta för alltid.
tr: Bu dileği gerçekten silmek ister misiniz? Sonsuza dek yok olacak.
uk_ua: Ви дійсно хочете видалити це бажання? Воно зникне назавжди.

source: Passwords must match.
bg: Паролите трябва да съвпадат.
cs: Hesla se musí shodovat.
da: Adgangskoderne skal stemme overens.
de: Passwörter müssen übereinstimmen.
el_cy: Οι κωδικοί πρόσβασης πρέπει να ταιριάζουν.
es_sv: Las contraseñas deben coincidir.
et_ee: Paroolid peavad vastama.
fi_fi: Salasanojen on vastattava toisiaan.
fr: Les mots de passe doivent correspondre.
hu_hu: A jelszavaknak meg kell egyezniük.
id_id: Kata sandi harus cocok.
it_it: Le password devono corrispondere.
ja: パスワードは一致させる必要があります。
lt: Slaptažodžiai turi sutapti.
lv: Parolēm jābūt vienādām.
nl_nl: Wachtwoorden moeten overeenkomen.
pl_pl: Hasła muszą być zgodne.
pt_mz: As palavras-passe devem corresponder.
ro_md: Parolele trebuie să se potrivească.
ru_ua: Пароли должны совпадать.
sk: Heslá sa musia zhodovať.
sl: Gesla se morajo ujemati.
sv_fi: Lösenorden måste stämma överens.
tr: Parolalar eşleşmelidir.
uk_ua: Паролі повинні збігатися.

source: {name} must have a value
bg: {name} трябва да има стойност
cs: {name} musí mít hodnotu
da: {name} skal have en værdi
de: {name} muss einen Wert haben
el_cy: {name} πρέπει να έχει τιμή
es_sv: {name} debe tener un valor
et_ee: {name} peab olema väärtus
fi_fi: {name} on oltava arvo
fr: {name} doit avoir une valeur
hu_hu: {name} értékkel kell rendelkeznie
id_id: {name} harus memiliki nilai
it_it: {name} deve avere un valore
ja: {name} は値を持つ必要があります。
lt: {name} turi turėti vertę
lv: {name} jābūt vērtībai
nl_nl: {name} moet een waarde hebben
pl_pl: {name} musi mieć wartość
pt_mz: {name} deve ter um valor
ro_md: {name} trebuie să aibă o valoare
ru_ua: {name} должен иметь значение
sk: {name} musí mať hodnotu
sl: {name} mora imeti vrednost
sv_fi: {name} måste ha ett värde
tr: {name} bir değere sahip olmalıdır
uk_ua: {name} повинен мати значення

source: {name} must be checked
bg: {name} трябва да се провери
cs: {name} je třeba zkontrolovat
da: {name} skal kontrolleres
de: {name} muss ausgewählt sein
el_cy: {name} πρέπει να ελεγχθεί
es_sv: {name} debe ser comprobado
et_ee: {name} tuleb kontrollida
fi_fi: {name} on tarkistettava
fr: {name} doit être vérifié
hu_hu: {name} ellenőrizni kell
id_id: {name} harus diperiksa
it_it: {name} deve essere controllato
ja: {name} を確認する必要があります。
lt: {name} turi būti tikrinama
lv: {name} jāpārbauda
nl_nl: {name} moet gecontroleerd worden
pl_pl: {name} musi być sprawdzone
pt_mz: {name} deve ser verificado
ro_md: {name} trebuie să fie verificat
ru_ua: {name} необходимо проверить
sk: {name} je potrebné skontrolovať
sl: {name} je treba preveriti
sv_fi: {name} måste kontrolleras.
tr: {name} kontrol edilmelidir
uk_ua: {name} необхідно перевірити

source: {name} must be a valid e-mail
bg: {name} трябва да е валиден имейл
cs: {name} musí být platný e-mail
da: {name} skal være en gyldig e-mail
de: {name} muss eine gültige E-Mail sein
el_cy: {name} πρέπει να είναι ένα έγκυρο e-mail
es_sv: {name} debe ser un correo electrónico válido
et_ee: {name} peab olema kehtiv e-posti aadress
fi_fi: {name} on oltava voimassa oleva sähköpostiosoite
fr: {name} doit être un e-mail valide
hu_hu: {name} érvényes e-mail címnek kell lennie
id_id: {name} harus berupa email yang valid
it_it: {name} deve essere un'e-mail valida
ja: {name} は有効な電子メールでなければなりません。
lt: {name} turi būti galiojantis el. paštas
lv: {name} jābūt derīgam e-pastam
nl_nl: {name} moet een geldig e-mail adres zijn
pl_pl: {name} musi być poprawnym e-mailem
pt_mz: {name} deve ser um e-mail válido
ro_md: {name} trebuie să fie un e-mail valid
ru_ua: {name} должен быть действующий e-mail
sk: {name} musí byť platný e-mail
sl: {name} mora biti veljavna e-pošta
sv_fi: {name} måste vara en giltig e-postadress
tr: {name} geçerli bir e-posta olmalıdır
uk_ua: {name} має бути дійсний e-mail

source: {name} must be a valid URL
bg: {name} трябва да е валиден URL адрес
cs: {name} musí být platná adresa URL
da: {name} skal være en gyldig URL
de: {name} muss eine gültige URL sein
el_cy: {name} πρέπει να είναι ένα έγκυρο URL
es_sv: {name} debe ser una URL válida
et_ee: {name} peab olema kehtiv URL
fi_fi: {name} on oltava kelvollinen URL-osoite
fr: {name} doit être une URL valide
hu_hu: {name} egy érvényes URL-nek kell lennie
id_id: {name} harus berupa URL yang valid
it_it: {name} deve essere un URL valido
ja: {name} は有効なURLでなければならない
lt: {name} turi būti galiojantis URL
lv: {name} jābūt derīgam URL
nl_nl: {name} moet een geldige URL zijn
pl_pl: {name} musi być poprawnym adresem URL
pt_mz: {name} deve ser um URL válido
ro_md: {name} trebuie să fie un URL valid
ru_ua: {name} должен быть действительным URL
sk: {name} musí byť platná adresa URL
sl: {name} mora biti veljavni URL
sv_fi: {name} måste vara en giltig URL
tr: {name} geçerli bir URL olmalıdır
uk_ua: {name} має бути дійсною URL-адресою

source: {name} is not formatted correctly
bg: {name} не е форматиран правилно
cs: {name} není správně naformátován
da: {name} er ikke formateret korrekt
de: {name} ist nicht richtig formatiert
el_cy: {name} δεν έχει μορφοποιηθεί σωστά
es_sv: {name} no está formateado correctamente
et_ee: {name} ei ole õigesti vormistatud.
fi_fi: {name} ei ole muotoiltu oikein.
fr: {name} n'est pas formaté correctement
hu_hu: {name} nem megfelelően van formázva
id_id: {name} tidak diformat dengan benar
it_it: {name} non è formattato correttamente
ja: {name} の書式が正しくありません。
lt: {name} neteisingai suformatuotas
lv: {name} nav formatēts pareizi
nl_nl: {name} is niet correct geformatteerd
pl_pl: {name} jest niepoprawnie sformatowany
pt_mz: {name} não está formatado correctamente
ro_md: {name} nu este formatat corect
ru_ua: {name} отформатирован неправильно
sk: {name} nie je správne naformátovaný
sl: {name} ni pravilno oblikovan
sv_fi: {name} är inte korrekt formaterad
tr: {name} doğru biçimlendirilmemiş
uk_ua: {name} відформатовано неправильно
