Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Wish image not showing
bg: Не се показва желаното изображение
cs: Nezobrazuje se obrázek přání
da: Ønskebillede vises ikke
de: Wunsch Bild wird nicht angezeigt
el_cy: Η εικόνα των επιθυμιών δεν εμφανίζεται
es_sv: No se muestra la imagen deseada
et_ee: Soovipilt ei näita
fi_fi: Toivomuskuva ei näy
fr: L'image du souhait ne s'affiche pas
it_it: L'immagine dei desideri non viene visualizzata
ja: ウィッシュ画像が表示されない
lt: Nerodomas norimas vaizdas
lv: Vēlmju attēls netiek rādīts
pl_pl: Obraz życzenia nie jest wyświetlany
ro_md: Imaginea dorită nu se afișează
ru_ua: Изображение желания не отображается
sl: Slika želja ni prikazana
tr: Dilek resmi gösterilmiyor
uk_ua: Бажане зображення не відображається

source: An error when saving a wish with a really long URL
bg: Грешка при запазване на желание с много дълъг URL адрес
cs: Chyba při ukládání přání s opravdu dlouhou adresou URL
da: En fejl, når man gemmer et ønske med en meget lang URL
de: Ein Fehler beim Speichern eines Wunsches mit einer sehr langen URL
el_cy: Σφάλμα κατά την αποθήκευση μιας επιθυμίας με ένα πολύ μεγάλο URL
es_sv: Error al guardar un deseo con una URL muy larga
et_ee: Viga väga pika URL-iga soovi salvestamisel
fi_fi: Virhe tallennettaessa toive, jonka URL-osoite on todella pitkä
fr: Une erreur lors de l'enregistrement d'un souhait avec une URL très longue
it_it: Errore durante il salvataggio di un desiderio con un URL molto lungo
ja: 非常に長いURLでウィッシュを保存する際のエラー
lt: Klaida išsaugant norą su labai ilgu URL adresu
lv: Kļūda, kad tiek saglabāta vēlme ar patiešām garu URL adresi
pl_pl: Błąd podczas zapisywania życzenia z bardzo długim adresem URL
ro_md: Eroare la salvarea unei dorințe cu un URL foarte lung
ru_ua: Ошибка при сохранении желания с очень длинным URL
sl: Napaka pri shranjevanju želje z zelo dolgim naslovom URL
tr: Çok uzun URL'li bir dileği kaydederken hata oluştu
uk_ua: Помилка при збереженні побажання з дуже довгою URL-адресою

source: Redirect errors on Nginx
bg: Грешки при пренасочване в Nginx
cs: Chyby přesměrování v systému Nginx
da: Omdirigeringsfejl på Nginx
de: Weiterleitungsfehler auf Nginx Systemen
el_cy: Σφάλματα ανακατεύθυνσης στο Nginx
es_sv: Errores de redirección en Nginx
et_ee: Nginxi ümbersuunamisvead
fi_fi: Uudelleenohjausvirheet Nginxissä
fr: Erreurs de redirection sur Nginx
it_it: Errori di reindirizzamento su Nginx
ja: Nginxでのリダイレクトエラー
lt: Peradresavimo klaidos "Nginx
lv: Pārvirzīšanas kļūdas Nginx
pl_pl: Błędy przekierowania na Nginx
ro_md: Erori de redirecționare pe Nginx
ru_ua: Ошибки перенаправления на Nginx
sl: Napake preusmeritve v Nginxu
tr: Nginx üzerinde yönlendirme hataları
uk_ua: Помилки редиректу на Nginx

source: An error when fetching title from an URL containing quotes
bg: Грешка при извличане на заглавие от URL адрес, съдържащ кавички
cs: Chyba při načítání názvu z adresy URL obsahující uvozovky
da: En fejl ved hentning af titel fra en URL, der indeholder anførselstegn
de: Fehler beim Abrufen von Titeln aus einer URL, die Anführungszeichen enthalten
el_cy: Σφάλμα κατά την ανάκτηση τίτλου από URL που περιέχει εισαγωγικά
es_sv: Error al obtener el título de una URL que contiene comillas
et_ee: Viga pealkirja otsingul URL-ist, mis sisaldab jutumärke, viga
fi_fi: Virhe haettaessa otsikkoa URL-osoitteesta, joka sisältää lainausmerkkejä
fr: Une erreur lors de la récupération du titre d'une URL contenant des guillemets
it_it: Errore durante il recupero del titolo da un URL contenente citazioni
ja: 引用符を含むURLからタイトルを取得する際のエラー
lt: Klaida renkant pavadinimą iš URL adreso, kuriame yra kabučių
lv: Kļūda, kad tiek iegūts virsraksts no URL, kas satur pēdiņas
pl_pl: Błąd podczas pobierania tytułu z adresu URL zawierającego cudzysłowy
ro_md: O eroare la preluarea titlului de la un URL care conține ghilimele
ru_ua: Ошибка при получении заголовка из URL, содержащего кавычки
sl: Napaka pri iskanju naslova iz naslova URL, ki vsebuje narekovaje
tr: Tırnak işareti içeren bir URL'den başlık alınırken hata oluştu
uk_ua: Помилка при отриманні заголовка з URL-адреси, що містить лапки

source: This changelog
bg: Този списък с промени
cs: Tento seznam změn
da: Den her Changelog
de: Dieses Änderungsprotokoll
el_cy: Αυτό το Changelog
es_sv: Este registro de cambios
et_ee: See Changelog
fi_fi: Tämä Changelog
fr: Ce journal des modifications
it_it: Questo Changelog
ja: これはChangelog
lt: Šis Changelog
lv: Šis Changelog
pl_pl: To Changelog
ro_md: Acest Changelog
ru_ua: Этот журнал изменений
sl: Na spletni strani . Changelog
tr: Bu Changelog
uk_ua: Цей журнал змін

source: Wish properties
bg: Имоти с желания
cs: Vlastnosti přání
da: Ønsker ejendomme
de: Wunsch-Eigenschaften
el_cy: Ακίνητα Wish
es_sv: Propiedades deseadas
et_ee: Soovide omadused
fi_fi: Toivomusominaisuudet
fr: Propriétés souhaitées
it_it: Proprietà dei desideri
ja: ウィッシュ物件
lt: Pageidaujamos savybės
lv: Vēlmju īpašības
pl_pl: Właściwości życzeń
ro_md: Proprietăți dorite
ru_ua: Свойства желания
sl: Lastnosti želja
tr: Dilek mülkleri
uk_ua: Властивості бажання

source: Button to mark wish as fulfilled
bg: Бутон за отбелязване на желанието като изпълнено
cs: Tlačítko pro označení přání jako splněného
da: Knap til at markere ønske som opfyldt
de: Schaltfläche zum Markieren des Wunsches als erfüllt
el_cy: Κουμπί για να επισημάνετε την επιθυμία ως εκπληρωμένη
es_sv: Botón para marcar el deseo como cumplido
et_ee: Nupp, millega märkida soov täidetuks
fi_fi: Painike toiveen merkitsemiseen täytetyksi
fr: Bouton pour marquer le souhait comme exaucé
it_it: Pulsante per contrassegnare il desiderio come esaudito
ja: 願いが叶ったとマークするボタン
lt: Mygtukas pažymėti norą kaip įvykdytą
lv: Poga, lai atzīmētu vēlmi kā izpildītu
pl_pl: Przycisk oznaczający życzenie jako spełnione
ro_md: Buton pentru a marca dorința ca fiind îndeplinită
ru_ua: Кнопка, чтобы отметить желание как выполненное
sl: Gumb za označitev želje kot izpolnjene
tr: Dileği yerine getirildi olarak işaretleme düğmesi
uk_ua: Кнопка для позначення бажання як виконаного

source: Card design
bg: Дизайн на картата
cs: Design karty
da: Kortdesign
de: Gestaltung der Karte
el_cy: Σχεδιασμός κάρτας
es_sv: Diseño de tarjetas
et_ee: Kaardi kujundus
fi_fi: Kortin suunnittelu
fr: Conception de la carte
it_it: Design del biglietto
ja: カードデザイン
lt: Kortelių dizainas
lv: Karšu dizains
pl_pl: Projekt karty
ro_md: Designul cardului
ru_ua: Дизайн карты
sl: Oblikovanje kartice
tr: Kart tasarımı
uk_ua: Дизайн картки

source: Various small bugs
bg: Различни малки грешки
cs: Různé drobné chyby
da: Forskellige små fejl
de: Verschiedene kleine Bugs
el_cy: Διάφορα μικρά σφάλματα
es_sv: Varios pequeños errores
et_ee: Erinevad väikesed vead
fi_fi: Erilaisia pieniä vikoja
fr: Divers petits bogues
it_it: Vari piccoli bug
ja: 様々な小さなバグ
lt: Įvairios nedidelės klaidos
lv: Dažādas nelielas kļūdas
pl_pl: Różne drobne błędy
ro_md: Diverse bug-uri mici
ru_ua: Различные мелкие ошибки
sl: Različni majhni hrošči
tr: Çeşitli küçük hatalar
uk_ua: Різні дрібні помилки

source: Home
bg: Начало
cs: Domů
da: Hjem
el_cy: Αρχική σελίδα
es_sv: Inicio
et_ee: Kodu
fi_fi: Etusivu
fr: Accueil
id_id: Rumah
it_it: Casa
ja: ホーム
lt: Pagrindinis
lv: Sākums
pl_pl: Strona główna
pt_mz: Início
ro_md: Acasă
ru_ua: Главная
sk: Domov
sl: Domov
sv_fi: Hem
tr: Ev
uk_ua: Головна

source: Register now
bg: Регистрирайте се сега
cs: Zaregistrujte se nyní
da: Tilmeld dig nu
de: Jetzt registrieren
el_cy: Εγγραφείτε τώρα
es_sv: Regístrate ahora
et_ee: Registreeru nüüd
fi_fi: Rekisteröidy nyt
fr: S'inscrire maintenant
hu_hu: Regisztráljon most
id_id: Daftar sekarang
it_it: Registrati ora
ja: 今すぐ登録する
lt: Registruokitės dabar
lv: Reģistrējieties tagad
nl_nl: Registreer nu
pl_pl: Zarejestruj się teraz
pt_mz: Registe-se agora
ro_md: Înregistrați-vă acum
ru_ua: Зарегистрируйся сейчас
sk: Zaregistrujte sa teraz
sl: Registrirajte se zdaj
sv_fi: Registrera dig nu
tr: Şimdi kayıt olun
uk_ua: Зареєструйтесь зараз

source: Use case
bg: Случай на употреба
cs: Případ použití
da: Anvendelsestilfælde
el_cy: Περίπτωση χρήσης
es_sv: Caso práctico
et_ee: Kasutusjuhtum
fi_fi: Käyttötapaus
fr: Cas d'utilisation
hu_hu: Felhasználási eset
id_id: Kasus penggunaan
it_it: Caso d'uso
ja: 使用例
lt: Naudojimo atvejis
lv: Lietošanas gadījums
nl_nl: Gebruiksvoorbeeld
pl_pl: Przypadek użycia
pt_mz: Estojo de utilização
ro_md: Caz de utilizare
ru_ua: Пример использования
sk: Prípad použitia
sl: Primer uporabe
sv_fi: Användningsfall
tr: Kullanım durumu
uk_ua: Варіант використання

source: Your birthday is coming up and you just created a wishlist with all the cool stuff you want. Your friends and family want to make sure you get something you are happy with so you send them your wishlist link and if anybody decides to fulfil one of your wishes, it will disappear for everybody else.
bg: Наближава рожденият ви ден и току-що създадохте списък с желания, в който са описани всички страхотни неща, които искате. Приятелите и семейството ви искат да са сигурни, че ще получите нещо, което ви радва, затова им изпращате връзката към списъка с желания и ако някой реши да изпълни някое от желанията ви, то ще изчезне за всички останали.
cs: Blíží se vaše narozeniny a vy jste si právě vytvořili seznam přání se všemi skvělými věcmi, které chcete. Vaši přátelé a rodina se chtějí ujistit, že dostanete něco, z čeho budete mít radost, a tak jim pošlete odkaz na svůj seznam přání, a pokud se někdo rozhodne splnit jedno z vašich přání, pro všechny ostatní zmizí.
da: Du har snart fødselsdag, og du har lige oprettet en ønskeliste med alle de fede ting, du ønsker dig. Dine venner og familie vil gerne sikre sig, at du får noget, som du er glad for, så du sender dem dit link til ønskelisten, og hvis nogen beslutter sig for at opfylde et af dine ønsker, forsvinder det for alle andre.
de: Dein Geburtstag steht vor der Tür und du hast gerade eine Wunschliste mit all den coolen Sachen erstellt, die du dir wünschst. Deine Freunde und deine Familie wollen sichergehen, dass du etwas bekommst, mit dem du glücklich bist. Also schickst du ihnen den Link zu deiner Wunschliste und wenn sich jemand entscheidet, einen deiner Wünsche zu erfüllen, wird er für alle anderen verschwinden.
el_cy: Πλησιάζουν τα γενέθλιά σας και μόλις δημιουργήσατε μια λίστα επιθυμιών με όλα τα ωραία πράγματα που θέλετε. Οι φίλοι και η οικογένειά σας θέλουν να σιγουρευτούν ότι θα πάρετε κάτι που θα σας ευχαριστήσει, οπότε τους στέλνετε το σύνδεσμο της λίστας επιθυμιών σας και αν κάποιος αποφασίσει να εκπληρώσει μια από τις επιθυμίες σας, αυτή θα εξαφανιστεί για όλους τους άλλους.
es_sv: Se acerca tu cumpleaños y acabas de crear una lista de deseos con todas las cosas chulas que quieres. Tus amigos y familiares quieren asegurarse de que consigues algo que te hace feliz, así que les envías el enlace de tu lista de deseos y si alguien decide cumplir uno de tus deseos, desaparecerá para todos los demás.
et_ee: Sinu sünnipäev on tulemas ja sa oled just koostanud soovinimekirja, kus on kõik lahedad asjad, mida sa soovid. Sinu sõbrad ja pere tahavad veenduda, et sa saad midagi, millega sa rahul oled, seega saadad neile oma soovinimekirja lingi ja kui keegi otsustab ühe su soovidest täita, kaob see kõigi teiste jaoks.
fi_fi: Syntymäpäiväsi on tulossa, ja olet juuri luonut toivelistan kaikista haluamistasi hienoista tavaroista. Ystäväsi ja perheesi haluavat varmistaa, että saat jotain, mistä olet iloinen, joten lähetät heille linkin toivomuslistallesi, ja jos joku päättää toteuttaa yhden toiveistasi, se katoaa kaikkien muiden osalta.
fr: Votre anniversaire approche et vous venez de créer une liste de souhaits avec tous les trucs cool que vous voulez. Vos amis et votre famille veulent s'assurer que vous obtenez quelque chose dont vous êtes satisfait, alors vous leur envoyez le lien de votre liste de souhaits et si quelqu'un décide d'exaucer l'un de vos souhaits, il disparaîtra pour tous les autres.
hu_hu: Közeleg a születésnapod, és épp most készítettél egy kívánságlistát az összes menő dologgal, amit szeretnél. A barátaid és a családod biztos akar lenni benne, hogy olyasmit kapsz, aminek örülsz, ezért elküldöd nekik a kívánságlistád linkjét, és ha valaki úgy dönt, hogy teljesíti valamelyik kívánságodat, az mindenki más számára eltűnik.
id_id: Ulang tahun Anda akan datang dan Anda baru saja membuat daftar keinginan dengan semua barang keren yang Anda inginkan. Teman-teman dan keluarga Anda ingin memastikan Anda mendapatkan sesuatu yang Anda sukai, jadi Anda mengirimi mereka tautan daftar keinginan Anda dan jika ada yang memutuskan untuk memenuhi salah satu keinginan Anda, itu akan hilang untuk orang lain.
it_it: Il tuo compleanno si avvicina e hai appena creato una lista dei desideri con tutte le cose belle che vuoi. I tuoi amici e la tua famiglia vogliono assicurarsi che tu riceva qualcosa che ti faccia piacere, così invii loro il link della tua wishlist e se qualcuno decide di esaudire uno dei tuoi desideri, questo sparirà per tutti gli altri.
ja: もうすぐ誕生日を迎えるあなたは、欲しいものを集めたウィッシュリストを作りました。あなたの友人や家族は、あなたが満足するものを手に入れたいと考えています。そこで、ウィッシュリストのリンクを送信し、誰かがあなたの希望をかなえることにすると、他の人たちの分は消えてしまいます。
lt: Artėja jūsų gimtadienis ir ką tik sukūrėte pageidavimų sąrašą, į kurį įtraukėte visus įdomius daiktus, kurių norite. Jūsų draugai ir šeima nori būti tikri, kad gausite tai, kuo džiaugiatės, todėl nusiunčiate jiems savo pageidavimų sąrašo nuorodą ir, jei kas nors nuspręs išpildyti vieną iš jūsų pageidavimų, jis išnyks visiems kitiems.
lv: Tuvojas jūsu dzimšanas diena, un jūs tikko izveidojāt vēlmju sarakstu, kurā norādījāt visas foršās lietas, ko vēlaties. Jūsu draugi un ģimenes locekļi vēlas, lai jūs saņemtu kaut ko, kas jūs iepriecina, tāpēc jūs nosūtāt viņiem savu vēlmju saraksta saiti, un, ja kāds nolems izpildīt kādu no jūsu vēlmēm, tā pazudīs visiem pārējiem.
nl_nl: Je verjaardag komt eraan en je hebt net een verlanglijstje gemaakt met alle leuke dingen die je wilt hebben. Je vrienden en familie willen er zeker van zijn dat je iets krijgt waar je blij mee bent, dus je stuurt ze je verlanglijstje link en als iemand besluit een van je wensen te vervullen, verdwijnt het voor alle anderen.
pl_pl: Zbliżają się Twoje urodziny i właśnie stworzyłeś listę życzeń, na której umieściłeś wszystkie fajne rzeczy, które chciałbyś dostać. Twoi przyjaciele i rodzina chcą mieć pewność, że dostaniesz coś, z czego będziesz zadowolony, więc wysyłasz im link do swojej listy życzeń, a jeśli ktoś zdecyduje się spełnić jedno z Twoich życzeń, zniknie ono dla wszystkich innych.
pt_mz: O teu aniversário está a chegar e acabaste de criar uma lista de desejos com todas as coisas fixes que quiseres. Os teus amigos e familiares querem certificar-se de que recebes algo com que estás contente, pelo que lhes envias a tua lista de desejos e se alguém decidir realizar um dos teus desejos, este desaparecerá para todos os outros.
ro_md: Se apropie ziua ta de naștere și tocmai ai creat o listă de dorințe cu toate lucrurile interesante pe care ți le dorești. Prietenii și familia ta vor să se asigure că primești ceva de care ești fericit, așa că le trimiți link-ul listei tale de dorințe și, dacă cineva decide să îndeplinească una dintre dorințele tale, aceasta va dispărea pentru toți ceilalți.
ru_ua: Скоро твой день рождения, и ты только что создал список желаний со всеми крутыми вещами, которые ты хочешь получить. Твои друзья и семья хотят убедиться, что ты получишь то, чем будешь доволен, поэтому ты отправляешь им ссылку на свой список желаний, и если кто-то решит исполнить одно из твоих желаний, оно исчезнет для всех остальных.
sk: Blížia sa vaše narodeniny a práve ste si vytvorili zoznam želaní so všetkými skvelými vecami, ktoré chcete. Vaši priatelia a rodina sa chcú uistiť, že dostanete niečo, z čoho budete mať radosť, takže im pošlete odkaz na zoznam želaní a ak sa niekto rozhodne splniť jedno z vašich želaní, zmizne pre všetkých ostatných.
sl: Bliža se vaš rojstni dan in pravkar ste ustvarili seznam želja z vsemi zanimivimi stvarmi, ki si jih želite. Prijatelji in družina želijo poskrbeti, da boste dobili nekaj, česar boste veseli, zato jim pošljete povezavo do seznama želja in če se kdo odloči izpolniti eno od vaših želja, ta za vse ostale izgine.
sv_fi: Du fyller snart år och har precis skapat en önskelista med alla coola saker du vill ha. Dina vänner och din familj vill se till att du får något som du är nöjd med, så du skickar dem länken till din önskelista och om någon bestämmer sig för att uppfylla en av dina önskningar försvinner den för alla andra.
tr: Doğum gününüz yaklaşıyor ve istediğiniz tüm harika şeyleri içeren bir istek listesi oluşturdunuz. Arkadaşlarınız ve aileniz mutlu olacağınız bir şey aldığınızdan emin olmak istiyor, bu yüzden onlara istek listenizin bağlantısını gönderiyorsunuz ve herhangi biri isteklerinizden birini yerine getirmeye karar verirse, herkes için kaybolacak.
uk_ua: Наближається ваш день народження, і ви щойно створили список бажань з усіма крутими речами, які ви хочете отримати. Ваші друзі та сім'я хочуть переконатися, що ви отримаєте те, чим будете задоволені, тому ви надсилаєте їм посилання на ваш список бажань, і якщо хтось вирішить виконати одне з ваших бажань, воно зникне для всіх інших.

source: Why wishthis?
bg: Защо wishthis?
cs: Proč wishthis?
da: Hvorfor wishthis?
de: Warum wishthis?
el_cy: Γιατί το wishthis;
es_sv: ¿Por qué wishthis?
et_ee: Miks wishthis?
fi_fi: Miksi wishthis?
fr: Pourquoi wishthis ?
hu_hu: Miért wishthis?
id_id: Mengapa wishthis?
it_it: Perché wishthis?
ja: なぜwishthisなのか？
lt: Kodėl wishthis?
lv: Kāpēc wishthis?
nl_nl: Waarom wishthis?
pl_pl: Dlaczego wishthis?
pt_mz: Porquê desejar isto?
ro_md: De ce wishthis?
ru_ua: Почему именно wishthis?
sk: Prečo wishthis?
sl: Zakaj wishthis?
sv_fi: Varför wishthis?
tr: Neden wishthis?
uk_ua: Навіщо цього бажати?
