Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Safe password checklist
bg: Контролен списък за безопасна парола
cs: Kontrolní seznam bezpečných hesel
da: Tjekliste for sikre adgangskoder
de: Checkliste für ein sicheres Passwort
el_cy: Λίστα ελέγχου ασφαλούς κωδικού πρόσβασης
es_sv: Lista de comprobación de contraseñas seguras
et_ee: Turvalise salasõna kontrollnimekiri
fi_fi: Turvallisen salasanan tarkistuslista
fr: Liste de contrôle du mot de passe sécurisé
hu_hu: Biztonságos jelszó ellenőrzőlista
id_id: Daftar periksa kata sandi yang aman
it_it: Lista di controllo delle password sicure
ja: 安全なパスワードのチェックリスト
lt: Saugaus slaptažodžio kontrolinis sąrašas
lv: Drošas paroles kontrolsaraksts
nl_nl: Checklist veilige wachtwoorden
pl_pl: Lista kontrolna bezpiecznych haseł
pt_mz: Lista de verificação de palavra-passe segura
ro_md: Lista de verificare a parolei sigure
ru_ua: Контрольный список безопасных паролей
sk: Kontrolný zoznam bezpečných hesiel
sl: Kontrolni seznam varnih gesel
sv_fi: Checklista för säkra lösenord
tr: Güvenli parola kontrol listesi
uk_ua: Контрольний список безпечних паролів

source: Long
bg: Дълъг
da: Lang
de: Lang
el_cy: Μακρύ
es_sv: Largo
et_ee: Pikk
fi_fi: Pitkä
hu_hu: Hosszú
id_id: Panjang
it_it: Lungo
ja: ロング
lt: Ilgas
nl_nl: Lang
pt_mz: Longo
ro_md: Lung
ru_ua: Долго
sk: Dlhé
sl: Dolga
sv_fi: Lång
tr: Uzun
uk_ua: Довгий

source: Over eight characters in length.
bg: Дължина над осем знака.
cs: Délka více než osm znaků.
da: Over otte tegn i længden.
de: Über acht Zeichen lang.
el_cy: Πάνω από οκτώ χαρακτήρες σε μήκος.
es_sv: Más de ocho caracteres de longitud.
et_ee: Üle kaheksa tähemärgi pikkused.
fi_fi: Yli kahdeksan merkin pituinen.
fr: Plus de huit caractères de long.
hu_hu: Több mint nyolc karakter hosszúságú.
id_id: Panjangnya lebih dari delapan karakter.
it_it: Più di otto caratteri di lunghezza.
ja: 8文字以上の長さ。
lt: Daugiau kaip aštuonių simbolių ilgio.
lv: Vairāk nekā astoņu rakstzīmju garumā.
nl_nl: Meer dan acht tekens lang.
pl_pl: Długość powyżej ośmiu znaków.
pt_mz: Mais de oito caracteres de comprimento.
ro_md: Lungime de peste opt caractere.
ru_ua: Более восьми символов в длину.
sk: Viac ako osem znakov.
sl: Dolžina več kot osem znakov.
sv_fi: Längre än åtta tecken.
tr: Sekiz karakterden uzun.
uk_ua: Понад вісім символів у довжину.

source: Special
bg: Специален
cs: Speciální
da: Særligt
de: Gesondert
el_cy: Ειδικό
es_sv: Especial
et_ee: Eriline
fi_fi: Erityinen
fr: Spécial
hu_hu: Különleges
id_id: Khusus
it_it: Speciale
ja: スペシャル
lt: Specialus
lv: Īpašais
nl_nl: Speciaal
pl_pl: Specjalne
pt_mz: Especial
ru_ua: Специальный
sk: Špeciálne
sl: Posebna
sv_fi: Särskilt
tr: Özel
uk_ua: Спеціальний

source: Contains special characters.
bg: Съдържа специални символи.
cs: Obsahuje speciální znaky.
da: Indeholder specialtegn.
de: Enthält Sonderzeichen.
el_cy: Περιέχει ειδικούς χαρακτήρες.
es_sv: Contiene caracteres especiales.
et_ee: Sisaldab erimärke.
fi_fi: Sisältää erikoismerkkejä.
fr: Contient des caractères spéciaux.
hu_hu: Speciális karaktereket tartalmaz.
id_id: Mengandung karakter khusus.
it_it: Contiene caratteri speciali.
ja: 特殊文字が含まれています。
lt: Turi specialių simbolių.
lv: Satur īpašas rakstzīmes.
nl_nl: Bevat speciale tekens.
pl_pl: Zawiera znaki specjalne.
pt_mz: Contém caracteres especiais.
ro_md: Conține caractere speciale.
ru_ua: Содержит специальные символы.
sk: Obsahuje špeciálne znaky.
sl: Vsebuje posebne znake.
sv_fi: Innehåller specialtecken.
tr: Özel karakterler içerir.
uk_ua: Містить спеціальні символи.

source: Language
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el_cy: Γλώσσα
es_sv: Lengua
et_ee: Keel
fi_fi: Kieli
fr: Langue
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja: 言語
lt: Kalba
lv: Valoda
nl_nl: Taal
pl_pl: Język
pt_mz: Idioma
ro_md: Limba
ru_ua: Язык
sk: Jazyk
sl: Jezik
sv_fi: Språk
tr: Dil
uk_ua: Мова

source: Currency
bg: Валута
cs: Měna
da: Valuta
de: Währung
el_cy: Νόμισμα
es_sv: Moneda
et_ee: Valuuta
fi_fi: Valuutta
fr: Devise
it_it: Valuta
ja: 通貨
lt: Valiuta
lv: Valūta
pl_pl: Waluta
ro_md: Monedă
ru_ua: Валюта
sl: Valuta
tr: Para Birimi
uk_ua: Валюта

source: Channel
bg: Канал
cs: Kanál
da: Kanal
de: Kanal
el_cy: Κανάλι
es_sv: Canal
et_ee: Kanal
fi_fi: Kanava
fr: Canal
hu_hu: Csatorna
id_id: Saluran
it_it: Canale
ja: チャンネル
lt: Kanalas
lv: Kanāls
nl_nl: Kanaal
pl_pl: Kanał
pt_mz: Canal
ro_md: Canal
ru_ua: Канал
sk: Kanál
sl: Kanal
sv_fi: Kanal
tr: Kanal
uk_ua: Канал

source: Select channel
bg: Избор на канал
cs: Zvolte kanál
da: Vælg kanal
de: Kanal wählen
el_cy: Επιλογή καναλιού
es_sv: Selecciona el canal
et_ee: Valige kanal
fi_fi: Valitse kanava
fr: Sélectionne le canal
hu_hu: Csatorna kiválasztása
id_id: Pilih saluran
it_it: Seleziona il canale
ja: チャンネル選択
lt: Pasirinkite kanalą
lv: Izvēlieties kanālu
nl_nl: Kies kanaal
pl_pl: Wybierz kanał
pt_mz: Seleccione o canal
ro_md: Selectați canalul
ru_ua: Выберите канал
sk: Vyberte kanál
sl: Izberite kanal
sv_fi: Välj kanal
tr: Kanal seçin
uk_ua: Виберіть канал

source: In order to improve the user experience of wishthis, newer versions are published after an extensive testing period.
bg: С цел подобряване на потребителското изживяване на wishthis, по-новите версии се публикуват след продължителен период на тестване.
cs: S cílem zlepšit uživatelskou zkušenost s aplikací wishthis jsou její novější verze zveřejňovány až po rozsáhlém otestování.
da: For at forbedre brugeroplevelsen af wishthis offentliggøres nyere versioner efter en omfattende testperiode.
de: Um die Benutzerfreundlichkeit von wishthis zu verbessern, werden neuere Versionen nach einer umfangreichen Testphase veröffentlicht.
el_cy: Προκειμένου να βελτιωθεί η εμπειρία χρήσης του wishthis, οι νεότερες εκδόσεις δημοσιεύονται μετά από μια εκτεταμένη περίοδο δοκιμών.
es_sv: Para mejorar la experiencia de usuario de wishthis, las nuevas versiones se publican tras un amplio periodo de pruebas.
et_ee: Selleks, et parandada wishthise kasutajakogemust, avaldatakse uuemad versioonid pärast põhjalikku testimisperioodi.
fi_fi: Jotta wishthisin käyttökokemusta voitaisiin parantaa, uudet versiot julkaistaan laajan testausjakson jälkeen.
fr: Afin d'améliorer l'expérience utilisateur de wishthis, de nouvelles versions sont publiées après une longue période de test.
hu_hu: A wishthis felhasználói élményének javítása érdekében az újabb verziókat széleskörű tesztelési időszak után adjuk ki.
id_id: Untuk meningkatkan pengalaman pengguna wishthis, versi yang lebih baru diterbitkan setelah periode pengujian yang ekstensif.
it_it: Per migliorare l'esperienza d'uso di wishthis, le nuove versioni vengono pubblicate dopo un lungo periodo di test.
ja: wishthisのユーザーエクスペリエンスを向上させるために、広範囲にわたるテスト期間を経て新しいバージョンが公開されます。
lt: Siekiant pagerinti "wishthis" naudojimo patirtį, naujesnės versijos skelbiamos po ilgo testavimo laikotarpio.
lv: Lai uzlabotu wishthis lietošanas pieredzi, jaunākās versijas tiek publicētas pēc plaša testēšanas perioda.
nl_nl: Om de gebruikerservaring van wishthis te verbeteren, worden nieuwere versies gepubliceerd na een uitgebreide testperiode.
pl_pl: W celu poprawy doświadczenia użytkownika wishthis, nowsze wersje są publikowane po długim okresie testów.
pt_mz: A fim de melhorar a experiência do utilizador com este desejo, são publicadas versões mais recentes após um extenso período de testes.
ro_md: Pentru a îmbunătăți experiența de utilizare a wishthis, noile versiuni sunt publicate după o perioadă de testare extinsă.
ru_ua: Для того чтобы улучшить пользовательский опыт wishthis, новые версии публикуются после обширного периода тестирования.
sk: S cieľom zlepšiť používateľské skúsenosti s aplikáciou wishthis sa po rozsiahlom testovaní uverejňujú jej novšie verzie.
sl: Da bi izboljšali uporabniško izkušnjo wishthisa, so novejše različice objavljene po obsežnem testiranju.
sv_fi: För att förbättra användarupplevelsen av wishthis publiceras nyare versioner efter en omfattande testperiod.
tr: wishthis'in kullanıcı deneyimini iyileştirmek amacıyla, yeni sürümler kapsamlı bir test sürecinin ardından yayınlanmaktadır.
uk_ua: Щоб покращити користувацький досвід wishthis, нові версії публікуються після тривалого періоду тестування.

source: Subscribing to the Stable channel ensures you have the highest possible stability while using wishthis, minimizing the amount of errors you may encounter (if any).
bg: Абонирането за канала Stable ви гарантира възможно най-висока стабилност при използването на wishthis, като свежда до минимум броя на грешките, които може да срещнете (ако има такива).
cs: Přihlášení k odběru kanálu Stable vám zajistí nejvyšší možnou stabilitu při používání aplikace wishthis a minimalizuje množství chyb, se kterými se můžete setkat (pokud se nějaké vyskytnou).
da: Ved at abonnere på Stable-kanalen sikrer du dig den højest mulige stabilitet, mens du bruger wishthis, hvilket minimerer antallet af fejl, du kan støde på (hvis nogen).
de: Wenn du den Stable-Kanal abonnierst, kannst du sicher sein, dass du die höchstmögliche Stabilität bei der Nutzung von wishthis hast und dass die Anzahl der Fehler (falls überhaupt auftretend) aufs Minimum gehalten werden.
el_cy: Η εγγραφή στο κανάλι Stable εξασφαλίζει την υψηλότερη δυνατή σταθερότητα κατά τη χρήση του wishthis, ελαχιστοποιώντας το πλήθος των σφαλμάτων που μπορεί να αντιμετωπίσετε (αν υπάρχουν).
es_sv: La suscripción al canal Estable te asegura la mayor estabilidad posible mientras utilizas wishthis, minimizando la cantidad de errores que puedas encontrar (si los hay).
et_ee: Stabiilse kanali tellimine tagab teile wishthise kasutamise ajal võimalikult suure stabiilsuse, mis vähendab võimalikke vigu (kui neid esineb).
fi_fi: Tilaamalla Stable-kanavan varmistat mahdollisimman suuren vakauden wishthisin käytön aikana ja minimoit mahdolliset virheet (jos niitä esiintyy).
fr: L'abonnement au canal Stable vous garantit la plus grande stabilité possible lors de l'utilisation de wishthis, minimisant ainsi le nombre d'erreurs que vous pourriez rencontrer (le cas échéant).
hu_hu: A Stable csatornára való feliratkozás biztosítja a lehető legnagyobb stabilitást a wishthis használata közben, minimalizálva a hibák számát (ha vannak ilyenek).
id_id: Berlangganan ke saluran Stable memastikan Anda memiliki stabilitas setinggi mungkin saat menggunakan wishthis, meminimalkan jumlah kesalahan yang mungkin Anda temui (jika ada).
it_it: L'iscrizione al canale Stable ti garantisce la massima stabilità possibile durante l'utilizzo di wishthis, riducendo al minimo la quantità di errori che potresti incontrare (se ce ne sono).
ja: Stableチャンネルに加入すると、wishthisを使用している間、可能な限り高い安定性を確保し、発生し得るエラーの量を最小限に抑えることができます（もしあるならば）。
lt: Prenumeruojant Stable kanalą užtikrinamas didžiausias įmanomas stabilumas naudojant wishthis, todėl klaidų, su kuriomis galite susidurti (jei tokių yra), skaičius sumažėja iki minimumo.
lv: Abonēšana Stabilajā kanālā nodrošina visaugstāko iespējamo stabilitāti, izmantojot wishthis, līdz minimumam samazinot kļūdu skaitu (ja tādas rodas).
nl_nl: Abonneren op het Stable kanaal verzekert je van de hoogst mogelijke stabiliteit bij het gebruik van wishthis, zodat je zo weinig mogelijk fouten tegenkomt (als die er al zijn).
pl_pl: Zapisanie się do kanału Stable zapewnia ci najwyższą możliwą stabilność podczas używania wishthis, minimalizując ilość błędów, które możesz napotkać (jeśli w ogóle).
pt_mz: A subscrição do canal Estável assegura-lhe a maior estabilidade possível enquanto utiliza este desejo, minimizando a quantidade de erros que pode encontrar (se houver).
ro_md: Abonarea la canalul Stable vă asigură cea mai mare stabilitate posibilă în timp ce utilizați wishthis, minimizând numărul de erori pe care le puteți întâlni (dacă există).
ru_ua: Подписка на канал Stable гарантирует тебе максимально возможную стабильность при использовании wishthis, сводя к минимуму количество ошибок, с которыми ты можешь столкнуться (если они есть).
sk: Prihlásenie sa do kanála Stable vám zabezpečí najvyššiu možnú stabilitu pri používaní aplikácie wishthis, čím sa minimalizuje množstvo chýb, s ktorými sa môžete stretnúť (ak sa nejaké vyskytnú).
sl: Naročitev na kanal Stable zagotavlja najvišjo možno stabilnost pri uporabi programa wishthis in zmanjšuje število napak, na katere lahko naletite (če sploh).
sv_fi: Genom att prenumerera på Stable-kanalen får du högsta möjliga stabilitet när du använder wishthis, vilket minimerar antalet fel som du kan stöta på (om några).
tr: Stable kanalına abone olmak, wishthis'i kullanırken mümkün olan en yüksek kararlılığa sahip olmanızı sağlar ve karşılaşabileceğiniz hataları (varsa) en aza indirir.
uk_ua: Підписка на канал Stable гарантує вам максимально можливу стабільність під час використання wishthis, мінімізуючи кількість помилок, з якими ви можете зіткнутися (якщо вони є).

source: If you want to speed up the release of newer versions, consider subscribing to the Release candidate of wishthis. A newer version is not published unless the next release candidate has been sufficiently tested.
bg: Ако искате да ускорите пускането на по-нови версии, помислете за абонамент за Release candidate на wishthis. По-новата версия не се публикува, докато следващият кандидат за издаване не бъде достатъчно тестван.
cs: Pokud chcete urychlit vydávání novějších verzí, zvažte možnost předplatit si Release Candidate aplikace wishthis. Novější verze jsou zveřejněny až po dostatečném otestování RC verze.
da: Hvis du ønsker at fremskynde udgivelsen af nyere versioner, kan du overveje at abonnere på release candidate af wishthis. En nyere version offentliggøres først, når den næste udgivelseskandidat er blevet testet tilstrækkeligt.
de: Wenn du die Veröffentlichung neuerer Versionen beschleunigen möchtest, solltest du den Release Candidate von wishthis abonnieren. Eine neuere Version wird erst dann veröffentlicht, wenn der nächste Release Candidate ausreichend getestet wurde.
el_cy: Αν θέλετε να επιταχύνετε την κυκλοφορία των νεότερων εκδόσεων, σκεφτείτε το ενδεχόμενο να εγγραφείτε στην υποψήφια έκδοση του wishthis. Μια νεότερη έκδοση δεν δημοσιεύεται αν δεν έχει δοκιμαστεί επαρκώς η επόμενη υποψήφια έκδοση.
es_sv: Si quieres acelerar la publicación de nuevas versiones, considera la posibilidad de suscribirte a la versión candidata de wishthis. Una versión más nueva no se publica hasta que la siguiente versión candidata haya sido suficientemente probada.
et_ee: Kui soovite kiirendada uuemate versioonide väljaandmist, kaaluge wishthise Release Candidate'i tellimist. Uuemat versiooni ei avaldata enne, kui järgmine versioonikandidaat on piisavalt testitud.
fi_fi: Jos haluat nopeuttaa uudempien versioiden julkaisua, harkitse wishthiksen Release Candidaten tilaamista. Uutta versiota ei julkaista, ellei seuraavaa julkaisukandidaattia ole testattu riittävästi.
fr: Si vous souhaitez accélérer la sortie de nouvelles versions, pensez à vous abonner à la version candidate de wishthis. Une version plus récente n'est pas publiée tant que la prochaine version candidate n'a pas été suffisamment testée.
hu_hu: Ha szeretné felgyorsítani az újabb verziók kiadását, fontolja meg a wishthis Release candidate előfizetését. Egy újabb verzió csak akkor kerül kiadásra, ha a következő kiadásjelöltet már kellőképpen tesztelték.
id_id: Jika Anda ingin mempercepat rilis versi yang lebih baru, pertimbangkan untuk berlangganan Release candidate dari wishthis. Versi yang lebih baru tidak akan diterbitkan kecuali kandidat rilis berikutnya telah diuji secara memadai.
it_it: Se vuoi accelerare il rilascio di nuove versioni, considera la possibilità di abbonarti alla Release candidate di wishthis. Una nuova versione non viene pubblicata se la successiva Release Candidate non è stata sufficientemente testata.
ja: 新しいバージョンのリリースを早めたい場合は、wishthisのリリース候補を購読することを検討してください。次のリリース候補が十分にテストされない限り、より新しいバージョンは公開されません。
lt: Jei norite paspartinti naujesnių versijų išleidimą, apsvarstykite galimybę užsiprenumeruoti "wishthis Release candidate". Naujesnė versija neskelbiama, kol kita Release candidate versija nėra pakankamai išbandyta.
lv: Ja vēlaties paātrināt jaunāku versiju izdošanu, apsveriet iespēju abonēt wishthis Release candidate. Jaunāka versija netiek publicēta, kamēr nākamā izlaides kandidātversija nav pietiekami pārbaudīta.
nl_nl: Als je het uitbrengen van nieuwere versies wilt versnellen, overweeg dan een abonnement te nemen op de Release kandidaat van wishthis. Een nieuwere versie wordt pas gepubliceerd als de volgende release candidate voldoende getest is.
pl_pl: Jeśli chcesz przyspieszyć wydawanie nowszych wersji, rozważ subskrypcję kandydata do wydania wishthis. Nowsza wersja nie zostanie opublikowana, dopóki kolejny kandydat na wydanie nie zostanie dostatecznie przetestowany.
pt_mz: Se quiser acelerar o lançamento de novas versões, considere a possibilidade de subscrever o candidato de lançamento do desejo de lançamento. Uma versão mais recente não é publicada, a menos que o próximo candidato de lançamento tenha sido suficientemente testado.
ro_md: Dacă doriți să accelerați lansarea versiunilor mai noi, luați în considerare posibilitatea de a vă abona la versiunea Release candidate a wishthis. O versiune mai nouă nu este publicată decât dacă următoarea versiune candidată a fost suficient de testată.
ru_ua: Если ты хочешь ускорить выпуск новых версий, рассмотри возможность подписки на релиз-кандидат wishthis. Более новая версия не публикуется до тех пор, пока следующий релиз-кандидат не будет достаточно протестирован.
sk: Ak chcete urýchliť vydávanie novších verzií, zvážte možnosť predplatenia kandidáta na vydanie aplikácie wishthis. Novšia verzia sa nezverejní, kým sa dostatočne neotestuje ďalšia kandidátska verzia.
sl: Če želite pospešiti izdajo novejših različic, se naročite na kandidata za izdajo programa wishthis. Novejša različica ni objavljena, dokler ni naslednji kandidat za izdajo dovolj preizkušen.
sv_fi: Om du vill påskynda lanseringen av nyare versioner kan du överväga att prenumerera på release candidate av wishthis. En nyare version publiceras inte om inte nästa release candidate har testats tillräckligt mycket.
tr: Daha yeni sürümlerin yayınlanmasını hızlandırmak istiyorsanız, wishthis'in Sürüm adayına abone olmayı düşünün. Bir sonraki sürüm adayı yeterince test edilmeden daha yeni bir sürüm yayınlanmaz.
uk_ua: Якщо ви хочете пришвидшити випуск нових версій, розгляньте можливість підписатися на реліз-кандидат wishthis. Нова версія не публікується, доки наступний кандидат у реліз не буде достатньо протестований.

source: %d more subscriber needed
bg: %d необходим е повече абонат
cs: %d je potřeba více předplatitelů
da: %d behov for flere abonnenter
de: Noch %d Teilnehmer benötigt
el_cy: %d απαιτείται περισσότερος συνδρομητής
es_sv: %d se necesitan más suscriptores
et_ee: %d vaja on rohkem tellijaid
fi_fi: %d tarvitaan lisää tilaajia
fr: %d plus d'abonnés nécessaires
hu_hu: %d több előfizetőre van szükség
id_id: %d dibutuhkan lebih banyak pelanggan
it_it: %d Sono necessari più abbonati
ja: %d 購読者数募集中
lt: %d reikia daugiau abonentų
lv: %d nepieciešams vairāk abonentu
nl_nl: %d meer abonnee nodig
pl_pl: %d potrzeba więcej subskrybentów
pt_mz: %d mais subscritores necessários
ro_md: %d este nevoie de mai mulți abonați
ru_ua: %d требуется больше абонентов
sk: %d potrebujeme viac predplatiteľov
sl: %d potrebujemo več naročnikov
sv_fi: %d fler abonnenter behövs
tr: %d daha fazla aboneye ihtiyaç var
uk_ua: %d потрібно більше абонентів

source: Advertisements
bg: Реклами
cs: Reklama
da: Annoncer
de: Anzeigen
el_cy: Διαφημίσεις
es_sv: Anuncios
et_ee: Reklaamid
fi_fi: Mainokset
fr: Publicités
it_it: Pubblicità
ja: 広告
lt: Skelbimai
lv: Reklāmas
pl_pl: Reklamy
ro_md: Anunțuri
ru_ua: Рекламные объявления
sl: Oglasi
tr: Reklamlar
uk_ua: Рекламні оголошення

source: Enable advertisements
bg: Разрешаване на реклами
cs: Povolení reklamy
da: Aktivér reklamer
de: Werbung einschalten
el_cy: Ενεργοποίηση διαφημίσεων
es_sv: Activar anuncios
et_ee: Lubage reklaamid
fi_fi: Ota mainokset käyttöön
fr: Activer les publicités
it_it: Abilita gli annunci pubblicitari
ja: 広告を有効にする
lt: Įjungti reklamą
lv: Iespējot reklāmas
pl_pl: Włącz reklamy
ro_md: Activați reclamele
ru_ua: Включи рекламу
sl: Omogočanje oglasov
tr: Reklamları etkinleştirin
uk_ua: Увімкнути рекламу
