Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Step %d
bg: Стъпка %d
cs: Krok %d
da: Trin %d
de: Schritt %d
el_cy: Βήμα %d
es_sv: Paso %d
et_ee: Samm %d
fi_fi: Vaihe %d
fr: Étape %d
hu_hu: Lépés %d
id_id: Langkah %d
it_it: Passo %d
ja: ステップ%d
lt: Žingsnis %d
lv: Solis %d
nl_nl: Stap %d
pl_pl: Krok %d
pt_mz: Etapa %d
ro_md: Pasul %d
ru_ua: Шаг %d
sk: Krok %d
sl: Korak %d
sv_fi: Steg %d
tr: Adım %d
uk_ua: Крок %d

source: Welcome to the wishthis installer.
bg: Добре дошли в инсталатора на wishthis.
cs: Vítejte v instalačním programu wishthis.
da: Velkommen til wishthis-installatøren.
de: Willkommen zum wishthis Installer.
el_cy: Καλώς ήρθατε στον εγκαταστάτη του wishthis.
es_sv: Bienvenido al instalador de wishthis.
et_ee: Tere tulemast wishthis paigaldaja juurde.
fi_fi: Tervetuloa wishthis-asentajaan.
fr: Bienvenue sur le programme d'installation de wishthis.
hu_hu: Üdvözöljük a wishthis telepítőprogramban.
id_id: Selamat datang di penginstal wishthis.
it_it: Benvenuto nel programma di installazione di wishthis.
ja: wishthisインストーラーへようこそ。
lt: Sveiki atvykę į wishthis diegimo programą.
lv: Laipni lūgti wishthis uzstādīšanas programmā.
nl_nl: Welkom bij de wishthis installer.
pl_pl: Witaj w instalatorze wishthis.
pt_mz: Bem-vindo ao desejo deste instalador.
ro_md: Bine ați venit la programul de instalare wishthis.
ru_ua: Добро пожаловать в инсталлятор wishthis.
sk: Vitajte v inštalačnom programe wishthis.
sl: Dobrodošli v namestitvenem programu wishthis.
sv_fi: Välkommen till wishthis installationsprogram.
tr: Wishthis yükleyicisine hoş geldiniz.
uk_ua: Ласкаво просимо до інсталятора wishthis.

source: Database
bg: База данни
cs: Databáze
de: Datenbank
el_cy: Βάση δεδομένων
es_sv: Base de datos
et_ee: Andmebaas
fi_fi: Tietokanta
fr: Base de données
ja: データベース
lt: Duomenų bazė
lv: Datubāze
pl_pl: Baza danych
ro_md: Baza de date
ru_ua: База данных
sl: Podatkovna zbirka
tr: Veritabanı
uk_ua: База даних

source: wishthis needs a database to function properly. Please enter your credentials.
bg: wishthis се нуждае от база данни, за да функционира правилно. Моля, въведете вашите идентификационни данни.
cs: Aplikace wishthis potřebuje ke správnému fungování databázi. Zadejte prosím své přihlašovací údaje.
da: wishthis har brug for en database for at fungere korrekt. Indtast venligst dine legitimationsoplysninger.
de: wishthis braucht eine Datenbank, um richtig zu funktionieren. Bitte gib deine Anmeldedaten ein.
el_cy: Το wishthis χρειάζεται μια βάση δεδομένων για να λειτουργήσει σωστά. Εισάγετε τα διαπιστευτήριά σας.
es_sv: wishthis necesita una base de datos para funcionar correctamente. Por favor, introduce tus credenciales.
et_ee: wishthis vajab korralikult toimimiseks andmebaasi. Palun sisestage oma volitused.
fi_fi: wishthis tarvitsee tietokannan toimiakseen kunnolla. Syötä tunnuksesi.
fr: wishthis a besoin d'une base de données pour fonctionner correctement. Veuillez saisir vos identifiants.
hu_hu: A wishthisnek szüksége van egy adatbázisra a megfelelő működéshez. Kérjük, adja meg a hitelesítő adatokat.
id_id: wishthis membutuhkan database untuk berfungsi dengan baik. Silakan masukkan kredensial Anda.
it_it: wishthis ha bisogno di un database per funzionare correttamente. Inserisci le tue credenziali.
ja: wishthisが正しく機能するためにはデータベースが必要です。認証情報を入力してください。
lt: norint, kad wishthis tinkamai veiktų, reikia duomenų bazės. Įveskite savo įgaliojimus.
lv: Lai wishthis varētu pareizi darboties, ir nepieciešama datubāze. Lūdzu, ievadiet savus akreditācijas datus.
nl_nl: wishthis heeft een databank nodig om goed te kunnen werken. Voer je inloggegevens in.
pl_pl: wishthis wymaga bazy danych do poprawnego działania. Wprowadź swoje dane uwierzytelniające.
pt_mz: deseja que esta necessite de uma base de dados para funcionar correctamente. Por favor, introduza as suas credenciais.
ro_md: wishthis are nevoie de o bază de date pentru a funcționa corect. Vă rugăm să introduceți datele dvs. de identificare.
ru_ua: wishthis нуждается в базе данных для правильного функционирования. Пожалуйста, введите свои учетные данные.
sk: Na správne fungovanie systému wishthis je potrebná databáza. Zadajte svoje prihlasovacie údaje.
sl: Za pravilno delovanje sistema wishthis je potrebna zbirka podatkov. Vnesite svoje poverilnice.
sv_fi: wishthis behöver en databas för att fungera korrekt. Ange dina inloggningsuppgifter.
tr: wishthis'in düzgün çalışması için bir veritabanına ihtiyacı vardır. Lütfen kimlik bilgilerinizi girin.
uk_ua: wishthis потребує бази даних для належного функціонування. Будь ласка, введіть свої облікові дані.

source: Host
bg: Домакин
cs: Hostitel
da: Vært
el_cy: Υποδοχής
es_sv: Anfitrión
et_ee: Vastuvõtja
fi_fi: Isäntä
fr: Hôte
hu_hu: Házigazda
id_id: Tuan rumah
it_it: Ospite
ja: ホスト
lt: Šeimininkas
lv: Saimnieks
nl_nl: Gastheer
pl_pl: Gospodarz
pt_mz: Anfitrião
ro_md: Gazda
ru_ua: Хозяин
sk: Hostiteľ
sl: Gostitelj
sv_fi: Värd
tr: Ev sahibi
uk_ua: Ведучий

source: Name
bg: Име
cs: Název
da: Navn
el_cy: Όνομα
es_sv: Nombre
et_ee: Nimi
fi_fi: Nimi
fr: Nom
hu_hu: Név
id_id: Nama
it_it: Nome
ja: 名称
lt: Pavadinimas
lv: Nosaukums
nl_nl: Naam
pl_pl: Imię
pt_mz: Nome
ro_md: Nume
ru_ua: Имя
sk: Názov
sl: Ime
sv_fi: Namn
tr: İsim
uk_ua: Ім'я

source: Username
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el_cy: Όνομα χρήστη
es_sv: Nombre de usuario
et_ee: Kasutajanimi
fi_fi: Käyttäjätunnus
fr: Nom d'utilisateur
hu_hu: Felhasználónév
id_id: Nama pengguna
it_it: Nome utente
ja: ユーザー名
lt: Vartotojo vardas
lv: Lietotājvārds
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_mz: Nome de utilizador
ro_md: Nume utilizator
ru_ua: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sv_fi: Användarnamn
tr: Kullanıcı Adı
uk_ua: Ім'я користувача

source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el_cy: Κωδικός πρόσβασης
es_sv: Contraseña
et_ee: Parool
fi_fi: Salasana
fr: Mot de passe
hu_hu: Jelszó
id_id: Kata sandi
ja: パスワード
lt: Slaptažodis
lv: Parole
nl_nl: Wachtwoord
pl_pl: Hasło
pt_mz: Senha
ro_md: Parola
ru_ua: Пароль
sk: Heslo
sl: Geslo
sv_fi: Lösenord
tr: Şifre
uk_ua: Пароль

source: Save
bg: Запазете
cs: Uložit
da: Gem
de: Speichern
el_cy: Αποθήκευση
es_sv: Guarda
et_ee: Salvesta
fi_fi: Tallenna
fr: Sauvegarder
hu_hu: Mentés
id_id: Simpan
it_it: Risparmia
ja: セーブ
lt: Išsaugoti
lv: Saglabāt
nl_nl: Spaar
pl_pl: Zapisz
pt_mz: Guardar
ro_md: Salvați
ru_ua: Сохранить
sk: Uložiť
sl: Shrani
sv_fi: Spara
tr: Kaydet
uk_ua: Зберегти

source: Test connection
bg: Проверка на връзката
cs: Otestovat připojení
da: Testforbindelse
de: Verbindung testen
el_cy: Σύνδεση δοκιμής
es_sv: Conexión de prueba
et_ee: Testühendus
fi_fi: Testiliitäntä
fr: Tester la connexion
it_it: Prova la connessione
ja: テスト接続
lt: Bandomasis prijungimas
lv: Testa savienojums
pl_pl: Połączenie testowe
ro_md: Conexiune de testare
ru_ua: Тестовое соединение
sl: Preizkusna povezava
tr: Test bağlantısı
uk_ua: Тестове підключення

source: PHP Version >= 8.1
bg: Версия на PHP &gt;= 8.1
cs: PHP Verze >= 8.1
da: PHP-version &gt;= 8.1
el_cy: Έκδοση PHP &gt;= 8.1
es_sv: Versión PHP &gt;= 8.1
et_ee: PHP versioon &gt;= 8.1
fi_fi: PHP-versio &gt;= 8.1
it_it: Versione PHP &gt;= 8.1
ja: PHPバージョン &gt;= 8.1
lt: PHP versija &gt;= 8.1
lv: PHP versija &gt;= 8.1
pl_pl: Wersja PHP &gt;= 8.1
ro_md: Versiunea PHP &gt;= 8.1
ru_ua: Версия PHP &gt;= 8.1
sl: Različica PHP &gt;= 8.1
tr: PHP Sürümü &gt;= 8.1

source: Compatible
bg: Съвместим
cs: Kompatibilní
da: Kompatibel
de: Kompatibel
el_cy: Συμβατό
et_ee: Ühilduv
fi_fi: Yhteensopiva
it_it: Compatibile
ja: 互換性
lt: Suderinama
lv: Saderīgs
pl_pl: Kompatybilny
ro_md: Compatibil
ru_ua: Совместимые
sl: Združljiv
tr: Uyumlu

source: PHP Version < 8.3
bg: Версия на PHP &lt; 8.3
cs: PHP Verze < 8.3
da: PHP-version &lt; 8.3
el_cy: Έκδοση PHP &lt; 8.3
es_sv: Versión de PHP &lt; 8.3
et_ee: PHP versioon &lt; 8.3
fi_fi: PHP-versio &lt; 8.3
it_it: Versione PHP &lt; 8.3
ja: PHPバージョン &lt; 8.3
lt: PHP versija &lt; 8.3
lv: PHP versija &lt; 8.3
pl_pl: Wersja PHP &lt; 8.3
ro_md: Versiunea PHP &lt; 8.3
ru_ua: Версия PHP < 8.3
sl: Različica PHP &lt; 8.3
tr: PHP Sürümü &lt; 8.3

source: Activated
bg: Активиран
cs: Aktivovaný
da: Aktiveret
de: Aktiviert
el_cy: Ενεργοποιημένο
es_sv: Activado
et_ee: Aktiveeritud
fi_fi: Aktivoitu
it_it: Attivato
ja: 活性化
lt: Aktyvuota
lv: Aktivēts
pl_pl: Aktywowany
ro_md: Activat
ru_ua: Активированный
sl: Aktivirani
tr: Etkinleştirilmiş

source: Exists
bg: Съществува
cs: Existuje
da: Eksisterer
de: Existiert
el_cy: Υπάρχει
es_sv: Existe
et_ee: Olemas
fi_fi: Olemassa
it_it: Esiste
ja: 存在する
lt: Egzistuoja
lv: Pastāv
pl_pl: Istnieje
ro_md: Există
sl: Obstaja
tr: Varolmak

source: Writeable
bg: Записваеми
cs: Zapisovatelné
da: Kan skrives
de: Beschreibbar
el_cy: Γράψιμο
es_sv: Escribible
et_ee: Kirjutatav
fi_fi: Kirjoitettavissa
it_it: Scrivibile
ja: 書き込み可能
lt: Įrašomas
lv: Rakstāms
pl_pl: Możliwość zapisu
ro_md: Scriptibil
ru_ua: Записываемый
sl: Zapisljivo
tr: Yazılabilir

source: Doesn't exist (yet)
bg: Не съществува (все още)
cs: Neexistuje (zatím)
da: Findes ikke (endnu)
de: Existiert (noch) nicht
el_cy: Δεν υπάρχει (ακόμα)
es_sv: No existe (todavía)
et_ee: Ei ole (veel) olemas
fi_fi: Ei ole olemassa (vielä)
it_it: Non esiste (ancora)
ja: 存在しない（まだ）
lt: Neegzistuoja (kol kas)
lv: Neeksistē (pagaidām)
pl_pl: Nie istnieje (jeszcze)
ro_md: Nu există (încă)
ru_ua: Не существует (пока)
sl: Ne obstaja (še)
tr: Mevcut değil (henüz)

source: Make sure all prerequisites are met or the installation may fail in the next step.
bg: Уверете се, че всички предварителни условия са изпълнени, защото в противен случай инсталацията може да се провали в следващата стъпка.
cs: Ujistěte se, že jsou splněny všechny předpoklady, jinak může instalace v dalším kroku selhat.
da: Sørg for, at alle forudsætninger er opfyldt, ellers kan installationen mislykkes i det næste trin.
de: Stelle sicher, dass alle Voraussetzungen erfüllt sind, sonst könnte die Installation im nächsten Schritt fehlschlagen.
el_cy: Βεβαιωθείτε ότι πληρούνται όλες οι προϋποθέσεις, διαφορετικά η εγκατάσταση μπορεί να αποτύχει στο επόμενο βήμα.
es_sv: Asegúrate de que se cumplen todos los requisitos previos o la instalación puede fallar en el siguiente paso.
et_ee: Veenduge, et kõik eeltingimused on täidetud, sest vastasel juhul võib paigaldamine järgmises etapis ebaõnnestuda.
fi_fi: Varmista, että kaikki ennakkoedellytykset täyttyvät, tai asennus voi epäonnistua seuraavassa vaiheessa.
it_it: Assicurati che tutti i prerequisiti siano soddisfatti o l'installazione potrebbe fallire nel passaggio successivo.
ja: すべての前提条件が満たされていることを確認しないと、次のステップでインストールに失敗する可能性があります。
lt: Įsitikinkite, kad visos išankstinės sąlygos yra įvykdytos, antraip kitame žingsnyje diegimas gali nepavykti.
lv: Pārliecinieties, ka ir izpildīti visi priekšnoteikumi, pretējā gadījumā instalēšana nākamajā solī var neizdoties.
pl_pl: Upewnij się, że wszystkie wymagania wstępne zostały spełnione, w przeciwnym razie instalacja może zakończyć się niepowodzeniem w następnym kroku.
ro_md: Asigurați-vă că sunt îndeplinite toate condițiile prealabile, altfel instalarea poate eșua în etapa următoare.
ru_ua: Убедись, что все предварительные условия выполнены, иначе на следующем этапе установка может завершиться неудачей.
sl: Prepričajte se, da so izpolnjeni vsi predpogoji, sicer namestitev v naslednjem koraku ne bo uspešna.
tr: Tüm ön koşulların karşılandığından emin olun, aksi takdirde kurulum bir sonraki adımda başarısız olabilir.

source: Prerequisites check
bg: Проверка на предварителните условия
cs: Kontrola předpokladů
da: Kontrol af forudsætninger
de: Voraussetzungs check
el_cy: Έλεγχος προαπαιτούμενων
es_sv: Comprobación de requisitos previos
et_ee: Eelduste kontroll
fi_fi: Edellytysten tarkistus
it_it: Verifica dei prerequisiti
ja: 前提条件チェック
lt: Sąlygų patikrinimas
lv: Priekšnosacījumu pārbaude
pl_pl: Sprawdź wymagania wstępne
ro_md: Verificarea prealabilă
ru_ua: Проверка предварительных условий
sl: Preverjanje predpogojev
tr: Önkoşul kontrolü

source: Installation prerequisites
bg: Предпоставки за инсталиране
cs: Předpoklady pro instalaci
da: Forudsætninger for installation
de: Voraussetzungen für die Installation
el_cy: Προϋποθέσεις εγκατάστασης
es_sv: Requisitos previos para la instalación
et_ee: Paigaldamise eeldused
fi_fi: Asennuksen edellytykset
it_it: Prerequisiti per l'installazione
ja: インストールの前提条件
lt: Diegimo išankstinės sąlygos
lv: Uzstādīšanas priekšnoteikumi
pl_pl: Wymagania wstępne dotyczące instalacji
ro_md: Condiții de instalare
ru_ua: Необходимые условия для установки
sl: Pogoji za namestitev
tr: Kurulum ön koşulları

source: Install wishthis
bg: Инсталиране на wishthis
cs: Instalace wishthis
da: Installer wishthis
de: wishthis installieren
el_cy: Εγκαταστήστε το wishthis
es_sv: Instalar wishthis
et_ee: Paigaldage wishthis
fi_fi: Asenna wishthis
it_it: Installa wishthis
ja: wishthisをインストールする
lt: Įdiegti wishthis
lv: Instalējiet wishthis
pl_pl: Zainstaluj wishthis
ro_md: Instalați wishthis
ru_ua: Установите wishthis
sl: Namestitev wishthis
tr: wishthis'i yükleyin

source: Successfully logged in as %s.
bg: Успешно влязохте в системата като %s.
cs: Úspěšné přihlášení jako %s.
da: Det er lykkedes at logge ind som %s.
de: Erfolgreich als %s angemeldet.
el_cy: Συνδεθήκατε επιτυχώς ως %s.
es_sv: Se ha conectado con éxito como %s.
et_ee: Edukalt sisse logitud kui %s.
fi_fi: Onnistunut kirjautuminen nimellä %s.
fr: Connexion réussie en tant que %s.
hu_hu: Sikeresen bejelentkezett a %s címre.
id_id: Berhasil masuk sebagai %s.
it_it: L'accesso è avvenuto con successo come %s.
ja: %s としてログインに成功しました。
lt: Sėkmingai prisijungėte kaip %s.
lv: Veiksmīgi pieteicies kā %s.
nl_nl: Met succes ingelogd als %s.
pl_pl: Pomyślnie zalogowano się jako %s.
pt_mz: Conectou-se com sucesso como %s.
ro_md: Conectat cu succes ca %s.
ru_ua: Успешно вошел в систему как %s.
sk: Úspešne ste sa prihlásili ako %s.
sl: Uspešno se prijavite kot %s.
sv_fi: Lyckades logga in som %s.
tr: %s olarak başarıyla oturum açıldı.
uk_ua: Успішно виконано вхід як %s.

source: User not found!
bg: Потребителят не е намерен!
cs: Uživatel nenalezen!
da: Bruger ikke fundet!
de: Benutzer nicht gefunden!
el_cy: Ο χρήστης δεν βρέθηκε!
es_sv: ¡Usuario no encontrado!
et_ee: Kasutajat ei leitud!
fi_fi: Käyttäjää ei löydy!
fr: Utilisateur non trouvé !
hu_hu: Felhasználó nem található!
id_id: Pengguna tidak ditemukan!
it_it: Utente non trovato!
ja: ユーザーが見つかりません
lt: Vartotojas nerastas!
lv: Lietotājs nav atrasts!
nl_nl: Gebruiker niet gevonden!
pl_pl: Nie znaleziono użytkownika!
pt_mz: Utilizador não encontrado!
ro_md: Utilizatorul nu a fost găsit!
ru_ua: Пользователь не найден!
sk: Používateľ nebol nájdený!
sl: Uporabnika ni mogoče najti!
sv_fi: Användaren hittas inte!
tr: Kullanıcı bulunamadı!
uk_ua: Користувача не знайдено!

source: Email
bg: Имейл
el_cy: Ηλεκτρονικό ταχυδρομείο
es_sv: Envía un correo electrónico a
et_ee: E-post
fi_fi: Sähköposti
ja: 電子メール
lt: El. paštas
lv: E-pasts
ru_ua: Пишите на
sl: E-pošta
sv_fi: E-post
tr: E-posta
uk_ua: Електронна пошта

source: No user could be found with the credentials you provided.
bg: Не беше намерен потребител с предоставените от вас данни.
cs: Pod zadanými přihlašovacími údaji se nepodařilo najít žádného uživatele.
da: Der kunne ikke findes nogen bruger med de oplysninger, du angav.
de: Es konnte kein Benutzer mit den von dir angegebenen Anmeldedaten gefunden werden.
el_cy: Δεν βρέθηκε χρήστης με τα διαπιστευτήρια που δώσατε.
es_sv: No se ha podido encontrar ningún usuario con las credenciales que has proporcionado.
et_ee: Ühtegi kasutajat ei leitud teie poolt antud volitustega.
fi_fi: Käyttäjää ei löytynyt antamillasi tunnuksilla.
fr: Aucun utilisateur n'a pu être trouvé avec les informations d'identification que vous avez fournies.
hu_hu: Nem találtunk felhasználót a megadott hitelesítő adatokkal.
id_id: Tidak ada pengguna yang bisa ditemukan dengan kredensial yang Anda berikan.
it_it: Non è stato possibile trovare un utente con le credenziali fornite.
ja: 入力された認証情報を持つユーザーが見つかりませんでした。
lt: Nepavyko rasti naudotojo su jūsų pateiktais įgaliojimais.
lv: Ar jūsu norādītajiem akreditācijas datiem nav atrasts neviens lietotājs.
nl_nl: Er kon geen gebruiker gevonden worden met de door jou opgegeven referenties.
pl_pl: Nie udało się znaleźć użytkownika o podanych przez ciebie danych uwierzytelniających.
pt_mz: Nenhum utilizador pôde ser encontrado com as credenciais que forneceu.
ro_md: Nu a putut fi găsit niciun utilizator cu acreditările pe care le-ați furnizat.
ru_ua: Не удалось найти пользователя с предоставленными тобой учетными данными.
sk: Pod zadanými povereniami sa nepodarilo nájsť žiadneho používateľa.
sl: Z navedenimi poverilnicami ni bilo mogoče najti nobenega uporabnika.
sv_fi: Ingen användare kunde hittas med de autentiseringsuppgifter du angav.
tr: Sağladığınız kimlik bilgileriyle hiçbir kullanıcı bulunamadı.
uk_ua: Не вдалося знайти користувача з вказаними вами обліковими даними.

source: Invalid credentials
bg: Невалидни пълномощия
cs: Neplatné přihlašovací údaje
da: Ugyldige legitimationsoplysninger
de: Ungültige Zugangsdaten
el_cy: Μη έγκυρα διαπιστευτήρια
es_sv: Credenciales no válidas
et_ee: Väärad volitused
fi_fi: Virheelliset valtakirjat
fr: les informations d'identification invalides
hu_hu: Érvénytelen hitelesítő adatok
id_id: Kredensial tidak valid
it_it: Credenziali non valide
ja: 無効な認証情報
lt: Neteisingi įgaliojimai
lv: Nederīgi akreditācijas dati
nl_nl: Ongeldige inloggegevens
pl_pl: Nieprawidłowe dane uwierzytelniające
pt_mz: Credenciais inválidas
ro_md: Acreditări nevalabile
ru_ua: Неверные учетные данные
sk: Neplatné poverenia
sl: Neveljavne poverilnice
sv_fi: Ogiltiga autentiseringsuppgifter
tr: Geçersiz kimlik bilgileri
uk_ua: Невірні облікові дані

source: Password reset link
bg: Връзка за възстановяване на паролата
cs: Odkaz na obnovení hesla
da: Link til nulstilling af adgangskode
de: Passwort zurücksetzen Link
el_cy: Σύνδεσμος επαναφοράς κωδικού πρόσβασης
es_sv: Enlace para restablecer la contraseña
et_ee: Salasõna lähtestamise link
fi_fi: Salasanan palautuslinkki
fr: Lien de réinitialisation du mot de passe
hu_hu: Jelszó-visszaállítási link
id_id: Tautan pengaturan ulang kata sandi
it_it: Link per la reimpostazione della password
ja: パスワード再設定リンク
lt: Slaptažodžio atstatymo nuoroda
lv: Paroles atiestatīšanas saite
nl_nl: Reset wachtwoord link
pl_pl: Link do resetowania hasła
pt_mz: Ligação para redefinição de senha
ro_md: Link de resetare a parolei
ru_ua: Ссылка для сброса пароля
sk: Odkaz na obnovenie hesla
sl: Povezava za ponastavitev gesla
sv_fi: Länk för återställning av lösenord
tr: Şifre sıfırlama bağlantısı
uk_ua: Посилання для скидання пароля

source: somebody has requested a password reset for this email address from %s. If this was you, click the button below to invalidate your current password and set a new one.
bg: някой е поискал възстановяване на паролата за този имейл адрес от %s. Ако това сте вие, щракнете върху бутона по-долу, за да анулирате текущата си парола и да зададете нова.
cs: někdo požádal o obnovení hesla pro tuto e-mailovou adresu z %s. Pokud jste to byli vy, klikněte na tlačítko níže, abyste zrušili platnost svého stávajícího hesla a nastavili nové.
da: Nogen har anmodet om en nulstilling af adgangskoden til denne e-mailadresse fra %s. Hvis det var dig, skal du klikke på knappen nedenfor for at annullere din nuværende adgangskode og indstille en ny.
de: Jemand hat bei %s ein neues Passwort für diese E-Mail-Adresse beantragt. Wenn du das warst, klicke auf die Schaltfläche unten, um dein aktuelles Passwort zu löschen und ein neues zu setzen.
el_cy: Κάποιος ζήτησε την επαναφορά του κωδικού πρόσβασης για αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου από το %s. Αν ήσασταν εσείς, κάντε κλικ στο παρακάτω κουμπί για να ακυρώσετε τον τρέχοντα κωδικό πρόσβασης και να ορίσετε έναν νέο.
es_sv: Alguien ha solicitado un restablecimiento de contraseña para esta dirección de correo electrónico a %s. Si has sido tú, haz clic en el botón de abajo para invalidar tu contraseña actual y establecer una nueva.
et_ee: keegi on taotlenud selle e-posti aadressi parooli lähtestamist aadressilt %s. Kui see olid teie, klõpsake allolevat nuppu, et tühistada oma praegune parool ja määrata uus.
fi_fi: Joku on pyytänyt salasanan palauttamista tähän sähköpostiosoitteeseen osoitteesta %s. Jos tämä olit sinä, klikkaa alla olevaa painiketta mitätöidäksesi nykyisen salasanasi ja asettaaksesi uuden.
fr: quelqu'un a demandé une réinitialisation du mot de passe pour cette adresse e-mail à %s. Si c'était vous, cliquez sur le bouton ci-dessous pour invalider votre mot de passe actuel et en définir un nouveau.
it_it: qualcuno ha richiesto la reimpostazione della password per questo indirizzo e-mail a %s. Se sei tu, clicca sul pulsante qui sotto per invalidare la tua password attuale e impostarne una nuova.
ja: このメールアドレスに対して、%s からパスワードの再設定が要求されました。 もしこの方があなたであれば、下のボタンをクリックして現在のパスワードを無効にし、新しいパスワードを設定してください。
lt: kažkas paprašė iš naujo nustatyti šio el. pašto adreso slaptažodį iš %s. Jei tai buvote jūs, spustelėkite toliau esantį mygtuką, kad panaikintumėte dabartinį slaptažodį ir nustatytumėte naują.
lv: kāds ir pieprasījis atjaunot paroli šai e-pasta adresei no %s. Ja tas esat jūs, noklikšķiniet uz pogas zemāk, lai anulētu pašreizējo paroli un iestatītu jaunu.
pl_pl: Ktoś poprosił o zresetowanie hasła dla tego adresu e-mail z %s. Jeśli to ty, kliknij poniższy przycisk, aby unieważnić bieżące hasło i ustawić nowe.
ro_md: Cineva a solicitat o resetare a parolei pentru această adresă de e-mail de la %s. Dacă ați fost dumneavoastră, faceți clic pe butonul de mai jos pentru a vă invalida parola curentă și a seta una nouă.
ru_ua: Кто-то запросил сброс пароля для этого адреса электронной почты с сайта %s. Если это был ты, то нажми на кнопку ниже, чтобы аннулировать свой текущий пароль и установить новый.
sl: nekdo je zahteval ponastavitev gesla za ta e-poštni naslov s strani %s. Če ste to bili vi, kliknite spodnji gumb, da razveljavite svoje trenutno geslo in nastavite novo.
tr: Birisi %s adresinden bu e-posta adresi için şifre sıfırlama talebinde bulundu. Bu kişi sizseniz, mevcut şifrenizi geçersiz kılmak ve yeni bir şifre belirlemek için aşağıdaki düğmeyi tıklayın.
uk_ua: хтось надіслав запит на зміну пароля для цієї адреси електронної пошти з %s. Якщо це були ви, натисніть кнопку нижче, щоб анулювати ваш поточний пароль і встановити новий.

source: Set new password
bg: Задаване на нова парола
cs: Nastavení nového hesla
da: Indstil ny adgangskode
de: Neues Passwort festlegen
el_cy: Ορισμός νέου κωδικού πρόσβασης
es_sv: Establecer nueva contraseña
et_ee: Uue salasõna määramine
fi_fi: Aseta uusi salasana
fr: Définir un nouveau mot de passe
it_it: Imposta una nuova password
ja: 新しいパスワードを設定する
lt: Nustatyti naują slaptažodį
lv: Jaunas paroles iestatīšana
pl_pl: Ustaw nowe hasło
ro_md: Setați o nouă parolă
ru_ua: Установите новый пароль
sl: Nastavitev novega gesla
tr: Yeni şifre belirleme
uk_ua: Встановіть новий пароль
