Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: If a match can be found for this email address, a password reset link will be sent to it.
bg: Ако бъде намерено съвпадение за този имейл адрес, на него ще бъде изпратена връзка за възстановяване на паролата.
cs: Pokud bude nalezena shoda s touto e-mailovou adresou, bude na ni zaslán odkaz pro obnovení hesla.
da: Hvis der kan findes et match for denne e-mailadresse, sendes et link til nulstilling af adgangskode til den.
de: Wenn eine Übereinstimmung für diese E-Mail-Adresse gefunden werden kann, wird ein Link zum Zurücksetzen des Passworts an diese Adresse geschickt.
el_cy: Εάν βρεθεί αντιστοιχία για αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου, θα σταλεί ένας σύνδεσμος επαναφοράς κωδικού πρόσβασης.
es_sv: Si se encuentra una coincidencia para esta dirección de correo electrónico, se le enviará un enlace para restablecer la contraseña.
et_ee: Kui selle e-posti aadressi kohta leitakse vastavus, saadetakse sellele aadressile parooli lähetuslink.
fi_fi: Jos tälle sähköpostiosoitteelle löytyy vastine, sille lähetetään salasanan palautuslinkki.
fr: Si une correspondance peut être trouvée pour cette adresse e-mail, un lien de réinitialisation du mot de passe lui sera envoyé.
hu_hu: Ha talál egyezést az e-mail címhez, akkor egy jelszó-visszaállítási linket küldünk neki.
id_id: Jika ditemukan kecocokan untuk alamat email ini, tautan pengaturan ulang kata sandi akan dikirim ke alamat email tersebut.
it_it: Se viene trovata una corrispondenza per questo indirizzo e-mail, verrà inviato un link per la reimpostazione della password.
ja: このメールアドレスに一致するものがあれば、パスワードリセットのリンクが送信されます。
lt: Jei šis el. pašto adresas sutampa, į jį bus išsiųsta slaptažodžio atstatymo nuoroda.
lv: Ja šai e-pasta adresei tiks atrasta atbilstība, uz to tiks nosūtīta paroles atiestatīšanas saite.
nl_nl: Als er een overeenkomst gevonden kan worden voor dit e-mail adres, wordt er een wachtwoord-reset link naar gestuurd.
pl_pl: Jeśli dla tego adresu e-mail zostanie znaleziona odpowiednia wiadomość, zostanie na niego wysłany link do zresetowania hasła.
pt_mz: Se for possível encontrar uma correspondência para este endereço electrónico, ser-lhe-á enviado um link para redefinir a palavra-passe.
ro_md: În cazul în care se găsește o potrivire pentru această adresă de e-mail, se va trimite un link de resetare a parolei.
ru_ua: Если для этого адреса электронной почты будет найдено соответствие, на него будет отправлена ссылка для сброса пароля.
sk: Ak sa pre túto e-mailovú adresu nájde zhoda, bude na ňu odoslaný odkaz na obnovenie hesla.
sl: Če je za ta e-poštni naslov mogoče najti ustrezen naslov, bo nanj poslana povezava za ponastavitev gesla.
sv_fi: Om en matchning kan hittas för denna e-postadress skickas en länk för återställning av lösenordet till den.
tr: Bu e-posta adresi için bir eşleşme bulunabilirse, bu adrese bir şifre sıfırlama bağlantısı gönderilecektir.
uk_ua: Якщо для цієї адреси буде знайдено збіг, на неї буде надіслано посилання для скидання пароля.

source: Info
bg: Информация
cs: Informace
el_cy: Πληροφορίες
es_sv: Información
ja: 情報
lt: Informacija
lv: Informācija
pt_mz: Informação
ro_md: Informații
ru_ua: Информация
sk: Informácie
tr: Bilgi
uk_ua: Інформація

source: Credentials
bg: Удостоверения
cs: Přihlašovací údaje
da: Legitimationsoplysninger
de: Zugangsdaten
el_cy: Διαπιστευτήρια
es_sv: Credenciales
et_ee: Volitused
fi_fi: Valtakirjat
fr: Identifiants
hu_hu: Hitelesítési bizonyítványok
id_id: Kredensial
it_it: Credenziali
ja: 資格証明書
lt: Įgaliojimai
lv: Pilnvarojumi
nl_nl: Geloofsbrieven
pl_pl: Wiarygodność
pt_mz: Credenciais
ro_md: Acreditare
ru_ua: Кредитные карты
sk: Poverenia
sl: Pooblastila
sv_fi: Referenser
tr: Kimlik Bilgileri
uk_ua: Облікові дані

source: Keep me logged in
bg: Дръжте ме влязъл в системата
cs: Zapamatovat přihlášení
da: Hold mig logget ind
de: Eingeloggt bleiben
el_cy: Κρατήστε με συνδεδεμένο
es_sv: Mantenerme conectado
et_ee: Hoidke mind sisse logitud
fi_fi: Pidä minut kirjautuneena sisään
fr: Rester connecté
it_it: Tienimi connesso
ja: ログイン状態を維持する
lt: Laikykite mane prisijungusį
lv: Saglabājiet mani pieteicies
pl_pl: Pozostań zalogowany
ro_md: Păstrați-mă conectat
ru_ua: Держи меня в системе
sl: Naj bom prijavljen
tr: Oturumumu açık tut
uk_ua: Тримайте мене в системі

source: Forgot password?
bg: Забравена парола?
cs: Zapomněli jste heslo?
da: Har du glemt din adgangskode?
de: Passwort vergessen?
el_cy: Ξεχάσατε τον κωδικό πρόσβασης;
es_sv: ¿Has olvidado tu contraseña?
et_ee: Unustasid salasõna?
fi_fi: Unohditko salasanan?
fr: Mot de passe oublié?
hu_hu: Elfelejtette jelszavát?
id_id: Lupa kata sandi?
it_it: Hai dimenticato la password?
ja: パスワードを忘れた方はこちら
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasła?
pt_mz: Esqueceu-se da palavra-passe?
ro_md: Ați uitat parola?
ru_ua: Забыл пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sv_fi: Har du glömt ditt lösenord?
tr: Şifrenizi mi unuttunuz?
uk_ua: Забули пароль?

source: Consider using a password manager. It will save all your passwords and allow you to access them with one master password. Never forget a password ever again.
bg: Помислете за използване на мениджър на пароли. Той ще запази всичките ви пароли и ще ви позволи да имате достъп до тях с една основна парола. Никога повече не забравяйте парола.
cs: Zvažte použití správce hesel. Uloží všechna vaše hesla a umožní vám k nim přístup pomocí jednoho hlavního hesla. Poté již snad nebudete muset řešit zapomenutá hesla.
da: Overvej at bruge en adgangskodeadministrator. Den gemmer alle dine adgangskoder og giver dig mulighed for at få adgang til dem med én hovedadgangskode. Du glemmer aldrig mere en adgangskode.
de: Erwäge die Verwendung eines Passwortmanagers. Er speichert alle deine Passwörter und ermöglicht es dir, mit einem einzigen Master-Passwort auf sie zuzugreifen. Vergiss nie wieder ein Passwort.
el_cy: Εξετάστε το ενδεχόμενο χρήσης ενός διαχειριστή κωδικών πρόσβασης. Θα αποθηκεύσει όλους τους κωδικούς πρόσβασής σας και θα σας επιτρέψει να έχετε πρόσβαση σε αυτούς με έναν κύριο κωδικό πρόσβασης. Μην ξεχάσετε ποτέ ξανά έναν κωδικό πρόσβασης.
es_sv: Considera la posibilidad de utilizar un gestor de contraseñas. Guardará todas tus contraseñas y te permitirá acceder a ellas con una sola contraseña maestra. No vuelvas a olvidar nunca una contraseña.
et_ee: Kaaluge paroolihalduri kasutamist. See salvestab kõik teie paroolid ja võimaldab teile juurdepääsu neile ühe peaparooliga. Ärge unustage enam kunagi parooli.
fi_fi: Harkitse salasanahallintaohjelman käyttöä. Se tallentaa kaikki salasanasi ja antaa sinulle mahdollisuuden käyttää niitä yhdellä pääsalasanalla. Älä koskaan enää unohda salasanaa.
fr: Envisagez d'utiliser un gestionnaire de mots de passe. Il enregistrera tous vos mots de passe et vous permettra d'y accéder avec un seul mot de passe principal. N'oubliez plus jamais un mot de passe.
hu_hu: Fontolja meg egy jelszókezelő használatát. Ez elmenti az összes jelszavát, és lehetővé teszi, hogy egyetlen fő jelszóval hozzáférjen hozzájuk. Soha többé ne felejtsen el egy jelszót sem.
id_id: Pertimbangkan untuk menggunakan pengelola kata sandi. Ini akan menyimpan semua kata sandi Anda dan memungkinkan Anda untuk mengaksesnya dengan satu kata sandi utama. Jangan pernah lupa kata sandi lagi.
it_it: Prendi in considerazione l'utilizzo di un gestore di password. Salverà tutte le tue password e ti permetterà di accedervi con un'unica password principale. Non dimenticare mai più una password.
ja: パスワードマネージャーの使用を検討してください。すべてのパスワードを保存し、1つのマスターパスワードでアクセスできるようになります。もう二度とパスワードを忘れることはありません。
lt: Apsvarstykite galimybę naudoti slaptažodžių tvarkyklę. Jis išsaugos visus jūsų slaptažodžius ir leis juos pasiekti vienu pagrindiniu slaptažodžiu. Daugiau niekada nepamirškite slaptažodžio.
lv: Apsveriet iespēju izmantot paroļu pārvaldnieku. Tas saglabās visas jūsu paroles un ļaus tām piekļūt ar vienu galveno paroli. Nekad vairs neaizmirstiet paroli.
nl_nl: Overweeg het gebruik van een wachtwoordmanager. Het bewaart al je wachtwoorden en geeft je toegang met één hoofdwachtwoord. Nooit meer een wachtwoord vergeten.
pl_pl: Rozważ skorzystanie z menedżera haseł. Zapisze on wszystkie twoje hasła i pozwoli ci na dostęp do nich za pomocą jednego hasła głównego. Już nigdy więcej nie zapomnisz hasła.
pt_mz: Considerar a utilização de um gestor de senhas. Ele guardará todas as suas palavras-passe e permitir-lhe-á aceder a elas com uma palavra-passe principal. Nunca mais se esqueça de uma palavra-passe.
ro_md: Luați în considerare utilizarea unui manager de parole. Acesta vă va salva toate parolele și vă va permite să le accesați cu o singură parolă principală. Nu mai uitați niciodată o parolă.
ru_ua: Рассмотри возможность использования менеджера паролей. Он сохранит все твои пароли и позволит тебе получить к ним доступ с помощью одного главного пароля. Никогда больше не забывай пароли.
sk: Zvážte používanie správcu hesiel. Uloží všetky vaše heslá a umožní vám prístup k nim pomocou jedného hlavného hesla. Už nikdy nezabudnete heslo.
sl: Razmislite o uporabi upravitelja gesel. Ta bo shranil vsa vaša gesla in vam omogočil dostop do njih z enim glavnim geslom. Tako nikoli več ne boste pozabili gesla.
sv_fi: Överväg att använda en lösenordshanterare. Den sparar alla dina lösenord och låter dig komma åt dem med ett enda huvudlösenord. Glöm aldrig mer ett lösenord.
tr: Bir şifre yöneticisi kullanmayı düşünün. Tüm şifrelerinizi kaydedecek ve bunlara tek bir ana şifre ile erişmenizi sağlayacaktır. Bir daha asla parola unutmayın.
uk_ua: Подумайте про використання менеджера паролів. Він збереже всі ваші паролі і дозволить отримати до них доступ за допомогою одного головного пароля. Ніколи більше не забувайте пароль.

source: Send email
bg: Изпратете имейл
cs: Odeslat e-mail
de: E-Mail senden
el_cy: Στείλτε email
es_sv: Enviar correo electrónico
et_ee: Saada e-kiri
fi_fi: Lähetä sähköpostia
fr: Envoyer un e-mail
hu_hu: E-mail küldése
id_id: Kirim email
it_it: Invia un'e-mail
ja: メール送信
lt: Siųsti el. paštu
lv: Sūtīt e-pastu
nl_nl: Stuur een e-mail
pl_pl: Wyślij e-mail
pt_mz: Enviar e-mail
ro_md: Trimiteți un e-mail
ru_ua: Отправить электронное письмо
sk: Odoslať e-mail
sl: Pošlji e-pošto
sv_fi: Skicka e-post
tr: E-posta gönder
uk_ua: Надіслати електронну пошту

source: Please note that you have to enter the email address, you have registered with.
bg: Моля, имайте предвид, че трябва да въведете имейл адреса, с който сте се регистрирали.
cs: Upozorňujeme, že musíte zadat e-mailovou adresu, pod kterou jste se zaregistrovali.
da: Bemærk venligst, at du skal indtaste den e-mailadresse, du har registreret dig med.
de: Bitte beachte, dass du die E-Mail-Adresse angeben musst, mit der du dich registriert hast.
el_cy: Σημειώστε ότι πρέπει να εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου με την οποία έχετε εγγραφεί.
es_sv: Ten en cuenta que tienes que introducir la dirección de correo electrónico con la que te has registrado.
et_ee: Pange tähele, et peate sisestama e-posti aadressi, millega olete registreerunud.
fi_fi: Huomaa, että sinun on annettava sähköpostiosoitteesi, jolla olet rekisteröitynyt.
fr: Veuillez noter que vous devez entrer l'adresse e-mail avec laquelle vous vous êtes inscrit.
hu_hu: Kérjük, vegye figyelembe, hogy azt az e-mail címet kell megadnia, amellyel regisztrált.
id_id: Harap dicatat bahwa Anda harus memasukkan alamat email yang telah Anda daftarkan.
it_it: Ricorda che devi inserire l'indirizzo e-mail con cui ti sei registrato.
ja: 登録したメールアドレスを入力する必要があります。
lt: Atkreipkite dėmesį, kad turite įvesti el. pašto adresą, kuriuo užsiregistravote.
lv: Lūdzu, ņemiet vērā, ka jums ir jāievada e-pasta adrese, ar kuru esat reģistrējies.
nl_nl: Merk op dat je het emailadres moet invoeren, waarmee je geregistreerd bent.
pl_pl: Pamiętaj, że musisz podać adres e-mail, na który się zarejestrowałeś.
pt_mz: Por favor note que tem de introduzir o endereço de correio electrónico com o qual se registou.
ro_md: Vă rugăm să rețineți că trebuie să introduceți adresa de e-mail cu care v-ați înregistrat.
ru_ua: Обрати внимание, что ты должен ввести адрес электронной почты, на который ты зарегистрировался.
sk: Upozorňujeme, že musíte zadať e-mailovú adresu, na ktorú ste sa zaregistrovali.
sl: Upoštevajte, da morate vnesti e-poštni naslov, s katerim ste se registrirali.
sv_fi: Observera att du måste ange den e-postadress som du har registrerat dig med.
tr: Lütfen kayıt olduğunuz e-posta adresini girmeniz gerektiğini unutmayın.
uk_ua: Зверніть увагу, що вам потрібно ввести адресу електронної пошти, на яку ви зареєструвалися.

source: Goodbye
bg: Сбогом
cs: Sbohem
da: Farvel
de: Auf Wiedersehen
el_cy: Αντίο
es_sv: Adiós
et_ee: Hüvasti
fi_fi: Hyvästi
fr: Au revoir
hu_hu: Viszlát
id_id: Selamat tinggal
it_it: Addio
ja: グッドバイ
lt: Atsisveikinimas
lv: Atvadas
nl_nl: Vaarwel
pt_mz: Adeus
ro_md: La revedere
ru_ua: До свидания
sk: Zbohom
sl: Zbogom
sv_fi: Adjö
tr: Güle güle.
uk_ua: До побачення.

source: You have been logged out.
bg: Излезли сте от системата.
cs: Byli jste odhlášeni.
da: Du er blevet logget ud.
de: Du wurdest abgemeldet.
el_cy: Έχετε αποσυνδεθεί.
es_sv: Se ha cerrado la sesión.
et_ee: Teid on välja logitud.
fi_fi: Olet kirjautunut ulos.
fr: Vous avez été déconnecté.
hu_hu: Önt kijelentkeztették.
id_id: Anda telah log keluar.
it_it: Sei stato disconnesso.
ja: ログアウトされました。
lt: Jūs buvote išregistruotas.
lv: Jūs esat atteicies no sistēmas.
nl_nl: Je bent uitgelogd.
pl_pl: Zostałeś wylogowany.
pt_mz: Foi desconectado.
ro_md: Ați fost deconectat.
ru_ua: Ты вышел из системы.
sk: Boli ste odhlásení.
sl: Bili ste odjavljeni.
sv_fi: Du har blivit utloggad.
tr: Çıkış yaptınız.
uk_ua: Ви вийшли з системи.

source: Maintenance
bg: Поддръжка
cs: Údržba
da: Vedligeholdelse
de: Wartung
el_cy: Συντήρηση
es_sv: Mantenimiento
et_ee: Hooldus
fi_fi: Huolto
fr: Entretien
hu_hu: Karbantartás
id_id: Pemeliharaan
it_it: Manutenzione
ja: メンテナンス
lt: Techninė priežiūra
lv: Uzturēšana
nl_nl: Onderhoud
pl_pl: Konserwacja
pt_mz: Manutenção
ro_md: Întreținere
ru_ua: Техническое обслуживание
sk: Údržba
sl: Vzdrževanje
sv_fi: Underhåll
tr: Bakım
uk_ua: Обслуговування

source: Temporarily unavailable
bg: Временно не е на разположение
cs: Dočasně nedostupné
da: Midlertidigt ikke tilgængelig
de: Vorübergehend nicht verfügbar
el_cy: Προσωρινά μη διαθέσιμο
es_sv: No disponible temporalmente
et_ee: Ajutiselt kättesaamatu
fi_fi: Ei tilapäisesti käytettävissä
fr: Temporairement indisponible
hu_hu: Átmenetileg nem elérhető
id_id: Untuk sementara tidak tersedia
it_it: Temporaneamente non disponibile
ja: 一時的に利用できない
lt: Laikinai neprieinamas
lv: Pagaidu nepieejamība
nl_nl: Tijdelijk niet beschikbaar
pl_pl: Czasowo niedostępne
pt_mz: Temporariamente indisponível
ro_md: Temporar indisponibil
ru_ua: Временно недоступные
sk: Dočasne nedostupné
sl: Začasno ni na voljo
sv_fi: Tillfälligt otillgängliga
tr: Geçici olarak kullanılamıyor
uk_ua: Тимчасово недоступно

source: Due to maintenance, wishthis is temporarily not available. Please check back again in a minute.
bg: Поради профилактика wishthis временно не е достъпен. Моля, проверете отново след минута.
cs: Z důvodu údržby je služba wishthis dočasně nedostupná. Zkontrolujte to prosím znovu za chvíli.
da: På grund af vedligeholdelse er wishthis midlertidigt ikke tilgængelig. Venligst tjek igen om et øjeblik.
de: Aufgrund von Wartungsarbeiten ist wishthis vorübergehend nicht verfügbar. Bitte schau in einer Minute noch einmal vorbei.
el_cy: Λόγω συντήρησης, το wishthis δεν είναι προσωρινά διαθέσιμο. Παρακαλείστε να επιστρέψετε σε ένα λεπτό.
es_sv: Debido al mantenimiento, wishthis no está disponible temporalmente. Por favor, vuelve a comprobarlo en un momento.
et_ee: Seoses hooldustöödega ei ole wishthis ajutiselt saadaval. Palun kontrollige uuesti mõne minuti pärast.
fi_fi: Huoltotöiden vuoksi wishthis ei ole tilapäisesti käytettävissä. Tarkista uudelleen hetken kuluttua.
fr: En raison d'une maintenance, wishthis n'est temporairement pas disponible. Veuillez réessayer dans une minute.
hu_hu: Karbantartás miatt a wishthis átmenetileg nem elérhető. Kérjük, nézzen vissza egy perc múlva.
id_id: Karena pemeliharaan, wishthis untuk sementara tidak tersedia. Harap periksa kembali sebentar lagi.
it_it: A causa di una manutenzione, wishthis non è temporaneamente disponibile. Torna a controllare tra un minuto.
ja: メンテナンスのため、wishthisは一時的にご利用いただけません。しばらくしてから、再度ご確認ください。
lt: Dėl techninės priežiūros wishthis laikinai neprieinamas. Po minutės vėl apsilankykite.
lv: Uzturēšanas dēļ wishthis īslaicīgi nav pieejams. Lūdzu, pēc brīža pārbaudiet vēlreiz.
nl_nl: Wegens onderhoud is wishthis tijdelijk niet beschikbaar. Kijk over een minuutje nog eens.
pl_pl: Z powodu prac konserwacyjnych wishthis jest tymczasowo niedostępne. Sprawdź ponownie za chwilę.
pt_mz: Devido à manutenção, este desejo não está temporariamente disponível. Por favor, verifique novamente dentro de um minuto.
ro_md: Din cauza unor lucrări de întreținere, wishthis nu este disponibil temporar. Vă rugăm să verificați din nou peste un minut.
ru_ua: В связи с техническим обслуживанием wishthis временно недоступен. Пожалуйста, проверь еще раз через минуту.
sk: Z dôvodu údržby je služba wishthis dočasne nedostupná. Za chvíľu sa na ňu prosím znovu pozrite.
sl: Zaradi vzdrževanja wishthis začasno ni na voljo. Prosimo, da se čez nekaj minut ponovno oglasite.
sv_fi: På grund av underhåll är wishthis tillfälligt inte tillgänglig. Vänligen titta tillbaka om en minut.
tr: Bakım nedeniyle, wishthis geçici olarak kullanılamamaktadır. Lütfen bir dakika içinde tekrar kontrol edin.
uk_ua: У зв'язку з технічним обслуговуванням wishthis тимчасово недоступний. Будь ласка, перевірте ще раз за хвилину.

source: If you are the administrator of this site, please log in.
bg: Ако сте администратор на този сайт, моля, влезте в него.
cs: Jste-li správcem těchto stránek, přihlaste se.
da: Hvis du er administrator af dette websted, bedes du logge ind.
de: Wenn du der Administrator dieser Seite bist, bitte logge dich ein.
el_cy: Εάν είστε ο διαχειριστής αυτού του ιστότοπου, παρακαλούμε συνδεθείτε.
es_sv: Si eres el administrador de este sitio, inicia sesión.
et_ee: Kui olete selle saidi administraator, logige sisse.
fi_fi: Jos olet tämän sivuston ylläpitäjä, kirjaudu sisään.
fr: Si vous êtes l'administrateur de ce site, veuillez vous connecter.
it_it: Se sei l'amministratore di questo sito, accedi.
ja: このサイトの管理者の方はログインしてください。
lt: Jei esate šios svetainės administratorius, prisijunkite.
lv: Ja esat šīs vietnes administrators, lūdzu, autorizējieties.
pl_pl: Jeśli jesteś administratorem tej strony, zaloguj się.
ro_md: Dacă sunteți administratorul acestui site, vă rugăm să vă conectați.
ru_ua: Если ты являешься администратором этого сайта, пожалуйста, войди в систему.
sl: Če ste skrbnik tega spletnega mesta, se prijavite.
tr: Bu sitenin yöneticisiyseniz, lütfen giriş yapın.
uk_ua: Якщо ви адміністратор цього сайту, будь ласка, увійдіть.

source: General
bg: Обща информация
cs: Obecné
da: Generelt
de: Allgemein
el_cy: Γενικά
et_ee: Üldine
fi_fi: Yleistä
fr: Général
it_it: Generale
ja: 一般
lt: Bendra
lv: Vispārīgi
pl_pl: Ogólne
ru_ua: Общие сведения
sl: Splošno
tr: Genel
uk_ua: Генерал

source: Product
bg: Продукт
cs: Produkt
da: Produkt
de: Produkt
el_cy: Προϊόν
es_sv: Producto
et_ee: Toode
fi_fi: Tuote
fr: Produit
it_it: Prodotto
ja: 製品
lt: Produktas
lv: Produkts
pl_pl: Produkt
ro_md: Produs
ru_ua: Продукт
sl: Izdelek
tr: Ürün
uk_ua: Продукт

source: Title
bg: Заглавие
cs: Název
da: Titel
de: Titel
el_cy: Τίτλος
es_sv: Título
et_ee: Pealkiri
fi_fi: Otsikko
fr: Titre
hu_hu: Cím
id_id: Judul
it_it: Titolo
ja: タイトル
lt: Pavadinimas
lv: Nosaukums
nl_nl: Titel
pl_pl: Tytuł
pt_mz: Título
ro_md: Titlu
ru_ua: Название
sk: Názov
sl: Naslov
sv_fi: Titel
tr: Başlık
uk_ua: Назва

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el_cy: Περιγραφή
es_sv: Descripción
et_ee: Kirjeldus
fi_fi: Kuvaus
hu_hu: Leírás
id_id: Deskripsi
it_it: Descrizione
ja: 商品説明
lt: Aprašymas
lv: Apraksts
nl_nl: Beschrijving
pl_pl: Opis
pt_mz: Descrição
ro_md: Descriere
ru_ua: Описание
sk: Popis
sl: Opis
sv_fi: Beskrivning
tr: Açıklama
uk_ua: Опис

source: Priority
bg: Приоритет
cs: Priorita
da: Prioritet
de: Priorität
el_cy: Προτεραιότητα
es_sv: Prioridad
et_ee: Prioriteet
fi_fi: Prioriteetti
fr: Priorité
hu_hu: Prioritás
id_id: Prioritas
it_it: Priorità
ja: 優先順位
lt: Prioritetas
lv: Prioritāte
nl_nl: Prioriteit
pl_pl: Priorytet
pt_mz: Prioridade
ro_md: Prioritate
ru_ua: Приоритет
sk: Priorita
sl: Prednostna naloga
sv_fi: Prioritet
tr: Öncelik
uk_ua: Пріоритет

source: Select priority
bg: Изберете приоритет
cs: Zvolte prioritu
da: Vælg prioritet
de: Priorität wählen
el_cy: Επιλέξτε προτεραιότητα
es_sv: Selecciona la prioridad
et_ee: Valige prioriteet
fi_fi: Valitse prioriteetti
fr: sélectionner la priorité
hu_hu: Válassza ki a prioritást
id_id: Pilih prioritas
it_it: Seleziona la priorità
ja: 優先順位の選択
lt: Pasirinkite prioritetą
lv: Izvēlieties prioritāti
nl_nl: Kies prioriteit
pl_pl: Wybierz priorytet
pt_mz: Seleccione a prioridade
ro_md: Selectați prioritatea
ru_ua: Выберите приоритет
sk: Vyberte prioritu
sl: Izberite prednostno nalogo
sv_fi: Välj prioritet
tr: Öncelik seçin
uk_ua: Виберіть пріоритет

source: Image
bg: Изображение
cs: Obrázek
da: Billede
de: Bild
el_cy: Εικόνα
es_sv: Imagen
et_ee: Pilt
fi_fi: Kuva
hu_hu: Kép
id_id: Gambar
it_it: Immagine
ja: 画像
lt: Vaizdas
lv: Attēls
nl_nl: Beeld
pl_pl: Obraz
pt_mz: Imagem
ro_md: Imagine
ru_ua: Изображение
sk: Obrázok
sl: Slika
sv_fi: Bild
tr: Resim
uk_ua: Зображення

source: Properties
bg: Имоти
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
el_cy: Ιδιότητες
es_sv: Propiedades
et_ee: Omadused
fi_fi: Ominaisuudet
fr: Propriétés
hu_hu: Tulajdonságok
id_id: Properti
it_it: Proprietà
ja: 物件紹介
lt: Savybės
lv: Īpašības
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_mz: Imóveis
ro_md: Proprietăți
ru_ua: Свойства
sk: Vlastnosti
sl: Lastnosti
sv_fi: Egenskaper
tr: Özellikler
uk_ua: Властивості

source: Is purchasable
bg: Може ли да се закупи
cs: Je možné zakoupit
da: Kan købes
de: Ist käuflich
el_cy: Μπορεί να αγοραστεί
es_sv: Se puede comprar
et_ee: On ostetav
fi_fi: On ostettavissa
fr: est achetable
hu_hu: Megvásárolható
id_id: Dapat dibeli
it_it: È acquistabile
ja: 購入可能
lt: Ar galima įsigyti
lv: Vai ir iegādājams
nl_nl: Is te koop
pl_pl: Jest możliwy do kupienia
pt_mz: É comprável
ro_md: Poate fi achiziționat
ru_ua: Можно ли приобрести
sk: Je možné zakúpiť
sl: Je mogoče kupiti
sv_fi: Kan köpas.
tr: Satın alınabilir
uk_ua: Можна придбати

source: Price
bg: Цена
cs: Cena
da: Pris
de: Preis
el_cy: Τιμή
es_sv: Precio
et_ee: Hind
fi_fi: Hinta
fr: Prix
it_it: Prezzo
ja: 価格
lt: Kaina
lv: Cena
pl_pl: Cena
ro_md: Preț
ru_ua: Цена
sl: Cena
tr: Fiyat
uk_ua: Ціна

source: Filter priorities
bg: Приоритети на филтъра
cs: Priority filtru
da: Filterprioriteter
de: Prioritäten filtern
el_cy: Προτεραιότητες φίλτρου
es_sv: Filtrar las prioridades
et_ee: Filter prioriteedid
fi_fi: Suodattimen prioriteetit
fr: Priorités de filtrage
hu_hu: Szűrési prioritások
id_id: Prioritas filter
it_it: Priorità dei filtri
ja: フィルターの優先順位
lt: Filtravimo prioritetai
lv: Filtrēšanas prioritātes
nl_nl: Filter prioriteiten
pl_pl: Priorytety filtrów
pt_mz: Filtrar prioridades
ro_md: Priorități de filtrare
ru_ua: Приоритеты фильтрации
sk: Priority filtra
sl: Prednostne naloge filtriranja
sv_fi: Filterprioriteringar
tr: Filtre öncelikleri
uk_ua: Пріоритети фільтрів
