Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: wishthis really needs JavaScript to work, please enable it.
bg: wishthis наистина се нуждае от JavaScript, за да работи, моля, разрешете го.
cs: wishthis opravdu potřebuje ke své práci JavaScript, povolte jej prosím.
da: wishthis behøver JavaScript for at fungere, aktiver det venligst.
de: wishthis braucht JavaScript, um zu funktionieren. Bitte aktiviere es.
el_cy: Το wishthis χρειάζεται JavaScript για να λειτουργήσει, παρακαλούμε ενεργοποιήστε το.
es_sv: wishthis necesita JavaScript para funcionar, por favor, actívalo.
et_ee: wishthis vajab töötamiseks tõesti JavaScripti, palun lülitage see sisse.
fi_fi: wishthis todella tarvitsee JavaScriptin toimiakseen, ota se käyttöön.
fr: wishthis a vraiment besoin de JavaScript pour fonctionner, veuillez l'activer.
it_it: wishthis ha bisogno di JavaScript per funzionare, per favore abilitalo.
ja: wishthisを動作させるにはJavaScriptが必要です。
lt: wishthis tikrai reikia JavaScript, kad veiktų, įjunkite jį.
lv: wishthis tiešām ir nepieciešams JavaScript, lai darbotos, lūdzu, iespējojiet to.
pl_pl: wishthis naprawdę potrzebuje JavaScript do działania, włącz go.
ro_md: wishthis are într-adevăr nevoie de JavaScript pentru a funcționa, vă rugăm să îl activați.
ru_ua: wishthis действительно нуждается в JavaScript для работы, пожалуйста, включите его.
sl: wishthis za delovanje resnično potrebuje JavaScript, zato ga omogočite.
tr: wishthis'in çalışması için gerçekten JavaScript gerekiyor, lütfen etkinleştirin.
uk_ua: wishthis дійсно потребує JavaScript для роботи, будь ласка, увімкніть його.

source: Reload page
bg: Презареждане на страницата
cs: Načtení stránky
da: Genindlæs siden
de: Seite neu laden
el_cy: Επαναφόρτωση σελίδας
es_sv: Recargar página
et_ee: Laadige leht uuesti
fi_fi: Lataa sivu uudelleen
fr: Recharger la page
it_it: Ricarica la pagina
ja: ページの再読み込み
lt: Perkrauti puslapį
lv: Pārlādēt lapu
pl_pl: Przeładuj stronę
ro_md: Reîncărcați pagina
ru_ua: Обновите страницу
sl: Ponovni zagon strani
tr: Sayfayı yeniden yükle
uk_ua: Перезавантажити сторінку

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el_cy: Κλείστε το
es_sv: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr: Fermer
it_it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
pl_pl: Zamknij
ro_md: Închideți
ru_ua: Закрыть
sl: Zapri
tr: Kapat
uk_ua: Закрити

source: %s not found
bg: %s не е намерен
cs: %s nenalezeno
da: %s ikke fundet
de: %s nicht gefunden
el_cy: %s δεν βρέθηκε
es_sv: %s no se encuentra
et_ee: %s ei leitud
fi_fi: %s ei löydy
fr: %s non trouvé
hu_hu: %s nem található
id_id: %s tidak ditemukan
it_it: %s non trovato
ja: %s みあたらない
lt: %s nerasta
lv: %s nav atrasts
nl_nl: %s niet gevonden
pl_pl: %s nie znaleziono
pt_mz: %s não encontrado
ro_md: %s nu a fost găsit
ru_ua: %s не найдено
sk: %s nenájdené
sl: %s ni najden
sv_fi: %s inte funnen
tr: %s Bulunamadı
uk_ua: %s не знайдено

source: The requested Wishlist was not found and likely deleted by its creator.
bg: Поисканият списък с желания не е намерен и вероятно е изтрит от създателя си.
cs: Požadovaný seznam přání nebyl nalezen a jeho tvůrce jej pravděpodobně smazal.
da: Den ønskede ønskeliste blev ikke fundet og er sandsynligvis slettet af dens ophavsmand.
de: Die angefragte Wunschliste wurde nicht gefunden und wahrscheinlich von ihrem Ersteller gelöscht.
el_cy: Η ζητούμενη λίστα επιθυμιών δεν βρέθηκε και πιθανότατα διαγράφηκε από τον δημιουργό της.
es_sv: La lista de deseos solicitada no se encontró y probablemente fue eliminada por su creador.
et_ee: Taotletud soovinimekirja ei leitud ja selle looja on selle tõenäoliselt kustutanud.
fi_fi: Pyydettyä toivomuslistaa ei löytynyt, ja sen luoja on todennäköisesti poistanut sen.
fr: La liste de souhaits demandée n'a pas été trouvée et a probablement été supprimée par son créateur.
hu_hu: A kért kívánságlistát nem találták meg, és valószínűleg a létrehozója törölte.
id_id: Wishlist yang diminta tidak ditemukan dan kemungkinan dihapus oleh pembuatnya.
it_it: La Lista dei Desideri richiesta non è stata trovata e probabilmente è stata cancellata dal suo creatore.
ja: 要求されたウィッシュリストは見つからず、作成者によって削除された可能性があります。
lt: Prašomas pageidavimų sąrašas nerastas ir greičiausiai jo kūrėjas jį ištrynė.
lv: Pieprasītais vēlmju saraksts netika atrasts un, visticamāk, tā autors to ir izdzēsis.
nl_nl: Het gevraagde Verlanglijstje werd niet gevonden en waarschijnlijk door de maker verwijderd.
pl_pl: Żądana lista życzeń nie została odnaleziona i prawdopodobnie usunięta przez jej twórcę.
pt_mz: A Wishlist solicitada não foi encontrada e provavelmente apagada pelo seu criador.
ro_md: Lista de dorințe solicitată nu a fost găsită și probabil a fost ștearsă de către creatorul ei.
ru_ua: Запрашиваемый вишлист не был найден и, скорее всего, удален его создателем.
sk: Požadovaný zoznam želaní nebol nájdený a jeho tvorca ho pravdepodobne vymazal.
sl: Zahtevani seznam želja ni bil najden in ga je njegov ustvarjalec verjetno izbrisal.
sv_fi: Den begärda önskelistan hittades inte och har troligen raderats av skaparen.
tr: İstenen İstek Listesi bulunamadı ve muhtemelen oluşturucusu tarafından silindi.
uk_ua: Запитуваний список бажань не був знайдений і, ймовірно, був видалений його автором.

source: The requested Wish was not found.
bg: Исканото желание не беше намерено.
cs: Požadované přání nebylo nalezeno.
da: Det ønskede ønske blev ikke fundet.
de: Der angefragte Wunsch wurde nicht gefunden.
el_cy: Η επιθυμία που ζητήθηκε δεν βρέθηκε.
es_sv: No se ha encontrado el Deseo solicitado.
et_ee: Soovitud soovi ei leitud.
fi_fi: Pyydettyä toivetta ei löytynyt.
fr: Le souhait demandé n'a pas été trouvé.
hu_hu: A kért kívánság nem található.
id_id: Wish yang diminta tidak ditemukan.
it_it: Il desiderio richiesto non è stato trovato.
ja: 要求されたWishは見つかりませんでした。
lt: Prašomas Wish nerastas.
lv: Pieprasītais Wish nav atrasts.
nl_nl: De gevraagde Wens werd niet gevonden.
pl_pl: Żądane Życzenie nie zostało znalezione.
pt_mz: O desejo pedido Wish não foi encontrado.
ro_md: Dorința solicitată nu a fost găsită.
ru_ua: Запрашиваемое Желание не было найдено.
sk: Požadované želanie nebolo nájdené.
sl: Zahtevane želje ni bilo mogoče najti.
sv_fi: Den begärda önskan hittades inte.
tr: İstenen Dilek bulunamadı.
uk_ua: Запитане побажання не знайдено.

source: The requested %s was not found.
bg: Заявеният %s не беше намерен.
cs: Požadovaná stránka %s nebyla nalezena.
da: Den ønskede %s blev ikke fundet.
de: Der/Die angeforderte %s wurde nicht gefunden.
el_cy: Το ζητούμενο %s δεν βρέθηκε.
es_sv: No se ha encontrado la dirección %s solicitada.
et_ee: Taotletud %s ei leitud.
fi_fi: Pyydettyä %s ei löytynyt.
fr: Le %s demandé n'a pas été trouvé.
hu_hu: A kért %s nem található.
id_id: %s yang diminta tidak ditemukan.
it_it: Il sito %s richiesto non è stato trovato.
ja: 要求された%s は見つかりませんでした。
lt: Prašomas %s nerastas.
lv: Pieprasītais %s nav atrasts.
nl_nl: De gevraagde %s werd niet gevonden.
pl_pl: Żądany adres %s nie został znaleziony.
pt_mz: O pedido %s não foi encontrado.
ro_md: Nu a fost găsit site-ul %s solicitat.
ru_ua: Запрошенный %s не был найден.
sk: Požadovaná stránka %s nebola nájdená.
sl: Zahtevani naslov %s ni bil najden.
sv_fi: Den begärda %s hittades inte.
tr: İstenen %s bulunamadı.
uk_ua: Запитаний %s не знайдено.

source: Unsure about it
bg: Не съм сигурен за него
cs: Nejsem si jistý
da: Usikker på det
de: Unsicher darüber
el_cy: Δεν είμαι σίγουρος γι' αυτό
es_sv: No estoy seguro de ello
et_ee: Ei ole selles kindel
fi_fi: Epävarma siitä
fr: Je ne suis pas sûr
hu_hu: Nem biztos benne
id_id: Tidak yakin tentang hal itu
it_it: Non ne sono sicuro
ja: よくわからない
lt: Nesu tikras dėl to
lv: Nepārliecināts par to
nl_nl: Onzeker erover
pl_pl: Niepewność
pt_mz: Inseguro sobre isso
ro_md: Nesigur în legătură cu aceasta
ru_ua: Не уверен в этом
sk: Nie som si tým istý
sl: Nisem prepričan o tem
sv_fi: Osäker på det
tr: Bu konuda emin değilim
uk_ua: Не впевнений у цьому

source: Nice to have
bg: Хубаво е да имате
cs: Je hezké mít
da: Rart at have
de: Schön zu haben
el_cy: Ωραίο να έχεις
es_sv: Es bueno tenerlo
et_ee: Tore, et on
fr: Agréable à avoir
hu_hu: Jó, ha van
id_id: Bagus untuk dimiliki
it_it: Bello da avere
ja: 持っていると便利
lt: Malonu turėti
lv: Jauki, lai būtu
nl_nl: Leuk om te hebben
pl_pl: Dobrze mieć
pt_mz: É bom ter
ro_md: Frumos de avut
ru_ua: Приятно иметь
sk: Je pekné mať
sl: Lepo je imeti
sv_fi: Trevligt att ha
tr: Sahip olmak güzel
uk_ua: Приємно мати

source: Would love it
bg: Бихте го харесали
cs: Líbilo by se mi to
da: Ville elske det
de: Würde es lieben
el_cy: Θα το λάτρευα
es_sv: Me encantaría
et_ee: See meeldiks
fi_fi: Rakastaisin sitä
fr: J'adorerais ça !
hu_hu: Szeretném szeretni
id_id: Akan menyukainya
it_it: Mi piacerebbe molto
ja: 大好きです。
lt: Norėtųsi jį mylėti
lv: Labprāt to izmantotu
nl_nl: Zou er dol op zijn
pl_pl: Bardzo bym chciała
pt_mz: Adoraria
ro_md: Mi-ar plăcea
ru_ua: С удовольствием
sk: Páčilo by sa mi to
sl: Všeč bi mu bilo
sv_fi: Skulle älska det
tr: Bayılırdım
uk_ua: Із задоволенням.

source: Wish temporarily fulfilled
bg: Временно изпълнено желание
cs: Dočasně splněné přání
da: Ønske midlertidigt opfyldt
de: Wunsch vorübergehend erfüllt
el_cy: Η επιθυμία εκπληρώθηκε προσωρινά
es_sv: Deseo cumplido temporalmente
et_ee: Soov ajutiselt täidetud
fi_fi: Toive tilapäisesti täytetty
fr: Souhait temporairement exaucé
hu_hu: Kívánság ideiglenesen teljesült
id_id: Keinginan yang sementara terpenuhi
it_it: Desiderio temporaneamente esaudito
ja: 一時的に叶った願い
lt: Laikinai išpildytas noras
lv: Vēlme uz laiku piepildīta
nl_nl: Wens tijdelijk vervuld
pl_pl: Życzenie chwilowo spełnione
pt_mz: Desejo temporariamente realizado
ro_md: Dorință îndeplinită temporar
ru_ua: Временно исполненное желание
sk: Dočasne splnené želanie
sl: Začasno izpolnjena želja
sv_fi: Önskan tillfälligt uppfylld
tr: Dilek geçici olarak yerine getirildi
uk_ua: Бажання тимчасово виконано

source: If this wish is a product, confirm the order was successful and mark it as fulfilled here. If you do not confirm this wish as fulfilled, it will become available again to others after %s.
bg: Ако това желание е продукт, потвърдете, че поръчката е успешна, и я отбележете като изпълнена тук. Ако не потвърдите това желание като изпълнено, то ще стане отново достъпно за други след %s.
cs: Pokud je toto přání produktem, potvrďte, že objednávka proběhla úspěšně, a označte ji zde jako splněnou. Pokud toto přání nepotvrdíte jako splněné, bude opět k dispozici ostatním po %s.
da: Hvis dette ønske er et produkt, skal du bekræfte, at ordren var vellykket, og markere det som opfyldt her. Hvis du ikke bekræfter dette ønske som opfyldt, vil det blive tilgængeligt igen for andre efter %s.
de: Wenn es sich bei diesem Wunsch um ein Produkt handelt, bestätige, dass die Bestellung erfolgreich war und markiere es hier als erfüllt. Wenn du diesen Wunsch nicht als erfüllt bestätigst, wird er nach %s wieder für andere verfügbar.
el_cy: Εάν η επιθυμία αυτή είναι προϊόν, επιβεβαιώστε ότι η παραγγελία ήταν επιτυχής και σημειώστε την ως εκπληρωμένη εδώ. Εάν δεν επιβεβαιώσετε ότι αυτή η επιθυμία έχει εκπληρωθεί, θα γίνει ξανά διαθέσιμη για άλλους μετά από %s.
es_sv: Si este deseo es un producto, confirma que el pedido se ha realizado correctamente y márcalo como cumplido aquí. Si no confirmas este deseo como cumplido, volverá a estar disponible para otros después de %s.
et_ee: Kui see soov on toode, kinnitage, et tellimus oli edukas, ja märkige see siin täidetuks. Kui te ei kinnita seda soovi täidetuks, muutub see pärast %s uuesti kättesaadavaks teistele.
fi_fi: Jos tämä toive on tuote, vahvista, että tilaus onnistui, ja merkitse se täytetyksi tässä. Jos et vahvista tätä toivetta täytetyksi, se tulee uudelleen muiden saataville %s jälkeen.
fr: Si ce souhait est un produit, confirmez que la commande a réussi et marquez-la comme réalisée ici. Si vous ne confirmez pas ce souhait comme exaucé, il redeviendra disponible pour les autres après %s.
it_it: Se questo desiderio è un prodotto, conferma che l'ordine è andato a buon fine e contrassegnalo come esaudito. Se non confermi questo desiderio come esaudito, sarà nuovamente disponibile per altri dopo %s.
ja: このウィッシュが製品である場合、注文が成功したことを確認し、ここで達成されたものとしてマークしてください。この希望が達成されたことを確認しない場合、%s 以降、他の人が再び利用できるようになります。
lt: Jei šis pageidavimas yra produktas, patvirtinkite, kad užsakymas buvo sėkmingas, ir pažymėkite, kad jis įvykdytas. Jei nepatvirtinsite šio pageidavimo kaip įvykdyto, jis vėl taps prieinamas kitiems po %s.
lv: Ja šī vēlme ir prece, apstipriniet, ka pasūtījums ir veiksmīgs, un atzīmējiet to kā izpildītu šeit. Ja šo vēlmi neapstiprināsiet kā izpildītu, tā atkal būs pieejama citiem pēc %s.
pl_pl: Jeśli to życzenie dotyczy produktu, potwierdź powodzenie zamówienia i oznacz je tutaj jako spełnione. Jeśli nie potwierdzisz spełnienia tego życzenia, stanie się ono ponownie dostępne dla innych po %s.
ro_md: Dacă această dorință este un produs, confirmați că comanda a avut succes și marcați-o ca fiind îndeplinită aici. Dacă nu confirmați această dorință ca fiind îndeplinită, ea va fi disponibilă din nou pentru alte persoane după %s.
ru_ua: Если это желание является продуктом, подтверди, что заказ был успешным, и отметь его как выполненное здесь. Если ты не подтвердишь это желание как выполненное, оно снова станет доступным для других после %s.
sl: Če je ta želja izdelek, potrdite, da je bilo naročilo uspešno, in ga tukaj označite kot izpolnjeno. Če te želje ne potrdite kot izpolnjene, bo spet na voljo drugim po %s.
tr: Bu dilek bir ürünse, siparişin başarılı olduğunu onaylayın ve burada yerine getirildi olarak işaretleyin. Bu dileği yerine getirilmiş olarak onaylamazsanız, %s adresinden sonra başkaları tarafından tekrar kullanılabilir hale gelecektir.
uk_ua: Якщо це бажання є товаром, підтвердіть, що замовлення було успішним, і позначте його як виконане тут. Якщо ви не підтвердите це бажання як виконане, воно знову стане доступним для інших після %s.

source: %d minutes
bg: %d минути
cs: %d minuty
da: %d minutter
de: %d Minuten
el_cy: %d λεπτά
es_sv: %d minutos
et_ee: %d protokoll
fi_fi: %d minuuttia
it_it: %d minuti
ja: %d 議事録
lt: %d minutės
lv: %d protokols
pl_pl: %d minuty
ro_md: %d minute
ru_ua: %d минут
sl: %d minute
tr: %d dakika
uk_ua: %d хвилини

source: Confirm
bg: Потвърдете
cs: Potvrďte
da: Bekræft
de: Bestätigen
el_cy: Επιβεβαίωση
es_sv: Confirmar
et_ee: Kinnitage
fi_fi: Vahvista
fr: Confirmer
hu_hu: Megerősítés
id_id: Konfirmasi
it_it: Confermare
ja: 確認
lt: Patvirtinkite
lv: Apstipriniet
nl_nl: Bevestig
pl_pl: Potwierdź
pt_mz: Confirme
ro_md: Confirmați
ru_ua: Подтвердите
sk: Potvrďte
sl: Potrdite
sv_fi: Bekräfta
tr: Onaylayın
uk_ua: Підтвердити

source: Wish not found
bg: Желанието не е намерено
cs: Přání nebylo nalezeno
da: Ønske ikke fundet
de: Wunsch nicht gefunden
el_cy: Η επιθυμία δεν βρέθηκε
es_sv: Deseo no encontrado
et_ee: Soov ei leitud
fi_fi: Toive ei löytynyt
fr: Souhait non trouvé
hu_hu: Kívánság nem található
id_id: Keinginan tidak ditemukan
it_it: Desiderio non trovato
ja: ウィッシュ・ノーファウンド
lt: Noras nerastas
lv: Vēlme nav atrasta
nl_nl: Wens niet gevonden
pl_pl: Życzenie nie zostało znalezione
pt_mz: Desejo não encontrado
ro_md: Dorința nu a fost găsită
ru_ua: Желание не найдено
sk: Prianie nebolo nájdené
sl: Želja ni bila najdena
sv_fi: Önskemål inte funnet
tr: Dilek bulunamadı
uk_ua: Бажання не знайдено

source: Details
bg: Подробности
cs: Detaily
da: Detaljer
el_cy: Λεπτομέρειες
es_sv: Detalles
et_ee: Üksikasjad
fi_fi: Yksityiskohdat
fr: Détails
it_it: Dettagli
ja: 詳細
lt: Išsami informacija
lv: Sīkāka informācija
pl_pl: Szczegóły
ro_md: Detalii
ru_ua: Подробная информация
sl: Podrobnosti
tr: Detaylar
uk_ua: Деталі

source: Wishlist not found
bg: Списъкът с желания не е намерен
cs: Seznam přání nebyl nalezen
da: Ønskeliste ikke fundet
de: Wunschliste nicht gefunden
el_cy: Η λίστα επιθυμιών δεν βρέθηκε
es_sv: Lista de deseos no encontrada
et_ee: Soovide nimekirja ei leitud
fi_fi: Toivomuslistaa ei löydy
fr: Liste de souhaits non trouvée
hu_hu: Kívánságlista nem található
id_id: Daftar keinginan tidak ditemukan
it_it: Lista dei desideri non trovata
ja: ウィッシュリストが見つかりません
lt: Pageidavimų sąrašas nerastas
lv: Vēlmju saraksts nav atrasts
nl_nl: Wenslijst niet gevonden
pl_pl: Nie znaleziono listy życzeń
pt_mz: Lista de desejos não encontrada
ro_md: Lista de dorințe nu a fost găsită
sk: Zoznam želaní nebol nájdený
sl: Seznam želja ni najden
sv_fi: Önskelistan finns inte
tr: İstek listesi bulunamadı
uk_ua: Побажання не знайдено

source: Stable
bg: Стабилен
cs: Stabilní
da: Stabil
el_cy: Σταθερό
es_sv: Estable
et_ee: Stabiilne
fi_fi: Vakaa
hu_hu: Stabil
id_id: Stabil
it_it: Stabile
ja: 安定した
lt: Stabilus
lv: Stabils
nl_nl: Stabiel
pl_pl: Stabilna
pt_mz: Estável
ro_md: Stabil
ru_ua: Стабильный
sk: Stabilné
sl: Stabilen
sv_fi: Stabil
tr: Kararlı
uk_ua: Стабільно.

source: Release candidate
bg: Кандидат за издаване
cs: Kandidát na vydání
da: Kandidat til frigivelse
el_cy: Υποψήφια έκδοση
es_sv: Candidato a la liberación
et_ee: Vabastamiskandidaat
fi_fi: Julkaisukandidaatti
fr: Version candidate
hu_hu: Felszabadítási jelölt
id_id: Kandidat rilis
it_it: Candidato al rilascio
ja: リリース候補
lt: Kandidatinė versija
lv: Izlaiduma kandidāts
nl_nl: Release kandidaat
pl_pl: Kandydat do uwolnienia
pt_mz: Candidato de libertação
ro_md: Candidat la lansare
ru_ua: Кандидат на освобождение
sk: Kandidát na vydanie
sl: Kandidat za izdajo
sv_fi: Kandidat för lansering
tr: Serbest bırakma adayı
uk_ua: Кандидат на випуск

source: Birthday
bg: Рожден ден
cs: Narozeniny
da: Fødselsdag
de: Geburtstag
el_cy: Γενέθλια
es_sv: Cumpleaños
et_ee: Sünnipäev
fi_fi: Syntymäpäivä
fr: Anniversaire
hu_hu: Születésnap
id_id: Ulang Tahun
it_it: Compleanno
ja: 誕生日
lt: Gimtadienis
lv: Dzimšanas diena
nl_nl: Verjaardag
pl_pl: Urodziny
pt_mz: Data de nascimento
ro_md: Ziua de naștere
ru_ua: День рождения
sk: Narodeniny
sl: Rojstni dan
sv_fi: Födelsedag
tr: Doğum Günü
uk_ua: День народження

source: Easter
bg: Великден
cs: Velikonoce
da: Påske
de: Ostern
el_cy: Πάσχα
es_sv: Pascua
et_ee: Lihavõtted
fi_fi: Pääsiäinen
fr: Pâques
hu_hu: Húsvét
id_id: Paskah
it_it: Pasqua
ja: イースター
lt: Velykos
lv: Lieldienas
nl_nl: Pasen
pl_pl: Wielkanoc
pt_mz: Páscoa
ro_md: Paște
ru_ua: Пасха
sk: Veľká noc
sl: Velikonočni
sv_fi: Påsk
tr: Paskalya
uk_ua: Великдень

source: Christmas
bg: Коледа
cs: Vánoce
da: Jul
de: Weihnachten
el_cy: Χριστούγεννα
es_sv: Navidad
et_ee: Jõulud
fi_fi: Joulu
fr: Noël
hu_hu: Karácsony
id_id: Natal
it_it: Natale
ja: クリスマス
lt: Kalėdos
lv: Ziemassvētki
nl_nl: Kerstmis
pl_pl: Boże Narodzenie
pt_mz: Natal
ro_md: Crăciun
ru_ua: Рождество
sk: Vianoce
sl: Božič
sv_fi: Jul
tr: Noel
uk_ua: Різдво

source: API
ja: エーピーアイ

source: The blog is currently only available in %s and not translatable. Please let me know if you have any ideas to improve this.
bg: Понастоящем блогът е достъпен само на %s и не може да се превежда. Моля, уведомете ме, ако имате някакви идеи за подобрение на това.
cs: Blog je v současné době k dispozici pouze v jazyce %s a nelze jej přeložit. Dejte mi prosím vědět, pokud máte nějaký nápad, jak to zlepšit.
da: Bloggen er i øjeblikket kun tilgængelig på %s og kan ikke oversættes. Lad mig vide, hvis du har nogen ideer til at forbedre dette.
de: Der Blog ist derzeit nur in %s verfügbar und nicht übersetzbar. Bitte lass mich wissen, wenn du Ideen hast, wie man das verbessern kann.
el_cy: Το ιστολόγιο είναι προς το παρόν διαθέσιμο μόνο στη διεύθυνση %s και δεν μπορεί να μεταφραστεί. Παρακαλώ ενημερώστε με αν έχετε ιδέες για τη βελτίωσή του.
es_sv: Actualmente, el blog sólo está disponible en %s y no es traducible. Por favor, hazme saber si tienes alguna idea para mejorarlo.
et_ee: Blogi on praegu saadaval ainult aadressil %s ja ei ole tõlgitav. Palun andke mulle teada, kui teil on ideid selle parandamiseks.
fi_fi: Blogi on tällä hetkellä saatavilla vain osoitteessa %s, eikä sitä voi kääntää. Ilmoittakaa minulle, jos teillä on ideoita tämän parantamiseksi.
fr: Le blog n'est actuellement disponible qu'en %s et non traduisible. S'il vous plaît laissez-moi savoir si vous avez des idées pour améliorer cela.
it_it: Il blog è attualmente disponibile solo in %s e non è traducibile. Fammi sapere se hai qualche idea per migliorarlo.
ja: ブログは現在%s 、翻訳できません。改善策があれば教えてください。
lt: Šiuo metu tinklaraštį galima rasti tik %s ir jis nėra verčiamas. Praneškite man, jei turite idėjų, kaip tai patobulinti.
lv: Pašlaik emuārs ir pieejams tikai %s un nav tulkojams. Ja jums ir idejas, kā to uzlabot, lūdzu, dariet man zināmu.
pl_pl: Blog jest obecnie dostępny tylko w %s i nie można go przetłumaczyć. Daj mi znać, jeśli masz jakieś pomysły, aby to poprawić.
ro_md: În prezent, blogul este disponibil doar în %s și nu poate fi tradus. Vă rog să mă anunțați dacă aveți idei pentru a îmbunătăți acest lucru.
ru_ua: В настоящее время блог доступен только на %s и не переводится. Пожалуйста, дай мне знать, если у тебя есть идеи по его улучшению.
sl: Blog je trenutno na voljo le v %s in ga ni mogoče prevesti. Prosim, sporočite mi, če imate kakršne koli ideje za izboljšanje tega.
tr: Blog şu anda yalnızca %s adresinde mevcuttur ve çevrilebilir değildir. Bunu geliştirmek için herhangi bir fikriniz varsa lütfen bana bildirin.
uk_ua: Наразі блог доступний лише за адресою %s і не перекладається. Будь ласка, дайте мені знати, якщо у вас є ідеї, як це покращити.

source: Warning
bg: Предупреждение
cs: Varování
da: Advarsel
de: Warnung
el_cy: Προειδοποίηση
es_sv: Advertencia
et_ee: Hoiatus
fi_fi: Varoitus
fr: Avertissement
hu_hu: Figyelmeztetés
id_id: Peringatan
it_it: Avvertenze
ja: 警告
lt: Įspėjimas
lv: Brīdinājums
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_mz: Advertência
ro_md: Avertisment
ru_ua: Предупреждение
sk: Upozornenie
sl: Opozorilo
sv_fi: Varning
tr: Uyarı
uk_ua: Попередження

source: Read more
bg: Прочетете повече
cs: Přečtěte si více
da: Læs mere her
de: Mehr lesen
el_cy: Διαβάστε περισσότερα
es_sv: Leer más
et_ee: Loe edasi
fi_fi: Lue lisää
fr: Lire la suite
it_it: Leggi tutto
ja: もっと読む
lt: Skaityti daugiau
lv: Lasīt vairāk
pl_pl: Czytaj więcej
ro_md: Citește mai mult
ru_ua: Читать далее
sl: Preberi več
tr: Daha fazla bilgi edinin
uk_ua: Читати далі

source: Top
bg: Топ
cs: Nahoru
de: Oben
el_cy: Κορυφή
es_sv: Arriba
fr: Haut
ja: トップ
lt: Viršuje
ru_ua: Топ
sl: Vrh
tr: Üst
uk_ua: Верхня частина

source: Roadmap
bg: Пътна карта
cs: Silniční mapa
da: Vejkort
de: Ziele
el_cy: Οδικός χάρτης
es_sv: Mapa de carreteras
et_ee: Teekaart
fi_fi: Tiekartta
fr: Feuille de route
it_it: Mappa stradale
ja: ロードマップ
lt: Kelių žemėlapis
lv: Ceļu karte
pl_pl: Mapa drogowa
ro_md: Harta rutieră
sl: Načrt poti
tr: Yol Haritası
uk_ua: Дорожня карта
