Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Added button labels for mobile devices
bg: Добавени са етикети на бутоните за мобилни устройства
cs: Přidány popisky tlačítek pro mobilní zařízení
da: Tilføjet knapetiketter til mobile enheder
de: Button Beschreibungen bei mobilen Geräten hinzugefügt
el_cy: Προστέθηκαν ετικέτες κουμπιών για κινητές συσκευές
es_sv: Añadidas etiquetas de botones para dispositivos móviles
et_ee: Lisatud nuppude sildid mobiilseadmete jaoks
fi_fi: Lisätty painikkeiden merkinnät mobiililaitteille
it_it: Aggiunte le etichette dei pulsanti per i dispositivi mobili
ja: モバイルデバイス用のボタンラベルを追加
lt: Pridėtos mygtukų etiketės mobiliesiems įrenginiams
lv: Pievienoti pogu marķējumi mobilajām ierīcēm
pl_pl: Dodano etykiety przycisków dla urządzeń mobilnych
ro_md: A adăugat etichete de butoane pentru dispozitive mobile
ru_ua: Добавлены метки кнопок для мобильных устройств
sl: Dodane oznake gumbov za mobilne naprave
tr: Mobil cihazlar için düğme etiketleri eklendi

source: Option to set currency
bg: Възможност за задаване на валута
cs: Možnost nastavení měny
da: Mulighed for at indstille valuta
de: Option zum Einstellen der Währung
el_cy: Επιλογή για να ορίσετε νόμισμα
es_sv: Opción para fijar la moneda
et_ee: Valuuta seadmise võimalus
fi_fi: Mahdollisuus asettaa valuutta
fr: Option pour définir la devise
it_it: Opzione per impostare la valuta
ja: 通貨設定オプション
lt: Galimybė nustatyti valiutą
lv: Valūtas iestatīšanas iespēja
pl_pl: Opcja ustawienia waluty
ro_md: Opțiunea de a seta moneda
ru_ua: Возможность установки валюты
sl: Možnost nastavitve valute
tr: Para birimi ayarlama seçeneği
uk_ua: Можливість встановити валюту

source: A roadmap in the changelog
bg: Пътна карта в Changelog
cs: Plán v Changelog
da: En køreplan i Changelog
de: Ziele im Changelog
el_cy: Ένας οδικός χάρτης στο Changelog
es_sv: Una hoja de ruta en la Changelog
et_ee: Teekaart Changelog
fi_fi: Tiekartta Changelog
fr: Une feuille de route dans le journal des modifications
it_it: Una tabella di marcia nel Changelog
ja: ロードマップChangelog
lt: Kelio planas Changelog
lv: Ceļvedis Changelog
pl_pl: Mapa drogowa w Changelog
ro_md: O foaie de parcurs în Changelog
ru_ua: Дорожная карта в журнале изменений
sl: Načrt v Changelog
tr: Bir yol haritası Changelog
uk_ua: Дорожня карта в журналі змін

source: Compact/list view for wishes
bg: Компактен изглед/списък за желания
cs: Kompaktní zobrazení/seznam přání
da: Kompakt/listevisning af ønsker
de: Kompakt-/Listenansicht für Wünsche
el_cy: Συμπαγής προβολή/προβολή λίστας για τις επιθυμίες
es_sv: Vista compacta/lista de deseos
et_ee: Kompaktne/loetelu vaade soovide jaoks
fi_fi: Kompakti/luettelonäkymä toiveille
fr: Vue compacte/liste pour les souhaits
it_it: Visualizzazione compatta/elenco dei desideri
ja: ウィッシュのコンパクト／リスト表示
lt: Kompaktiškas / sąrašo pageidavimų rodinys
lv: Kompakts/sarakstu skats vēlmēm
pl_pl: Widok kompaktowy/lista życzeń
ro_md: Vizualizare compactă/listă pentru dorințe
ru_ua: Компактный/списочный вид для желаний
sl: Kompaktni/seznamski pogled za želje
tr: Dilekler için kompakt/liste görünümü
uk_ua: Компактний/списковий вигляд для побажань

source: Option to enable advertisements
bg: Възможност за активиране на реклами
cs: Možnost povolit reklamy
da: Mulighed for at aktivere reklamer
de: Option zum Aktivieren von Werbung
el_cy: Επιλογή ενεργοποίησης διαφημίσεων
es_sv: Opción para activar la publicidad
et_ee: Võimalus lubada reklaami
fi_fi: Mahdollisuus ottaa mainokset käyttöön
fr: Option pour activer les publicités
it_it: Opzione per abilitare gli annunci pubblicitari
ja: 広告を有効にするオプション
lt: Galimybė įjungti skelbimus
lv: Iespēja iespējot reklāmas
pl_pl: Opcja włączenia reklam
ro_md: Opțiunea de a activa reclamele
ru_ua: Опция включения рекламы
sl: Možnost omogočanja oglasov
tr: Reklamları etkinleştirme seçeneği
uk_ua: Опція ввімкнення реклами

source: Improved
bg: Подобрен
cs: Vylepšené stránky
da: Forbedret
de: Verbessert
el_cy: Βελτιωμένο
es_sv: Mejorado
et_ee: Parandatud
fi_fi: Parannettu
fr: Amélioré
it_it: Migliorato
ja: 改善された
lt: Patobulintas
lv: Uzlabots
pl_pl: Ulepszony
ro_md: Îmbunătățit
ru_ua: Улучшенный
sl: Izboljšana spletna stran
tr: Geliştirilmiş
uk_ua: Покращено

source: Large parts of wishthis have been completely rewritten, such as the API and how pretty URLs work. The aim was to increase security and maintainability.
bg: Голяма част от wishthis е изцяло пренаписана, например API и начина на работа с красиви URL адреси. Целта беше да се повиши сигурността и възможността за поддръжка.
cs: Velké části aplikace wishthis byly kompletně přepsány, například rozhraní API a fungování hezkých adres URL. Cílem bylo zvýšit bezpečnost a udržovatelnost.
da: Store dele af wishthis er blevet fuldstændig omskrevet, såsom API'en og hvordan pretty URL'er fungerer. Målet var at øge sikkerheden og vedligeholdelsen.
de: Große Teile von wishthis wurden komplett neu geschrieben, z. B. die API und die Funktionsweise von pretty URLs. Ziel war es, die Sicherheit und Wartbarkeit zu erhöhen.
el_cy: Μεγάλα τμήματα του wishthis έχουν ξαναγραφτεί πλήρως, όπως το API και ο τρόπος λειτουργίας των pretty URLs. Ο στόχος ήταν να αυξηθεί η ασφάλεια και η συντηρησιμότητα.
es_sv: Se han reescrito completamente grandes partes de wishthis, como la API y el funcionamiento de las URL bonitas. El objetivo era aumentar la seguridad y la facilidad de mantenimiento.
et_ee: Suur osa wishthis'ist on täielikult ümber kirjutatud, näiteks API ja see, kuidas ilusad URL-id töötavad. Eesmärk oli suurendada turvalisust ja hooldatavust.
fi_fi: Suuri osa wishthis-sivustosta on kirjoitettu kokonaan uudelleen, kuten API ja se, miten kauniit URL-osoitteet toimivat. Tavoitteena oli lisätä turvallisuutta ja ylläpidettävyyttä.
fr: De grandes parties de wishthis ont été complètement réécrites, comme l'API et le fonctionnement des jolies URL. L'objectif était d'augmenter la sécurité et la maintenabilité.
it_it: Molte parti di wishthis sono state completamente riscritte, come ad esempio l'API e il funzionamento degli URL. L'obiettivo era quello di aumentare la sicurezza e la manutenibilità.
ja: APIやきれいなURLの仕組みなど、wishthisの大部分は完全に書き直されました。その目的はセキュリティと保守性を高めることです。
lt: Didelė "wishthis" dalis buvo visiškai perrašyta, pvz., API ir tai, kaip veikia gražūs URL adresai. Taip siekta padidinti saugumą ir palaikomumą.
lv: Liela daļa no wishthis ir pilnībā pārrakstīta, piemēram, API un tas, kā darbojas skaisti URL adresāti. Mērķis bija palielināt drošību un uzturējamību.
pl_pl: Duża część wishthis została całkowicie przepisana, na przykład API i sposób działania ładnych adresów URL. Celem było zwiększenie bezpieczeństwa i łatwości konserwacji.
ro_md: O mare parte din wishthis a fost complet rescrisă, cum ar fi API-ul și modul în care funcționează URL-urile frumoase. Scopul a fost de a crește securitatea și mentenabilitatea.
ru_ua: Большие части wishthis были полностью переписаны, например API и принцип работы красивых URL. Целью было повышение безопасности и ремонтопригодности.
sl: Velik del storitve wishthis je bil popolnoma na novo napisan, na primer vmesnik API in delovanje lepih naslovov URL. Cilj je bil povečati varnost in vzdrževalnost.
tr: API ve güzel URL'lerin çalışma şekli gibi wishthis'in büyük bölümleri tamamen yeniden yazıldı. Amaç güvenliği ve sürdürülebilirliği artırmaktı.
uk_ua: Значна частина wishthis була повністю переписана, наприклад, API і те, як працюють красиві URL-адреси. Метою було підвищити безпеку та зручність обслуговування.

source: Changelog now automatically selects the current version, instead of the top most tab.
bg: Changelog вече автоматично избира текущата версия вместо най-горния раздел.
cs: Changelog nyní automaticky vybírá aktuální verzi namísto nejvyšší karty.
da: Changelog vælger nu automatisk den aktuelle version i stedet for den øverste fane.
de: Das Änderungsprotokoll wählt jetzt automatisch die aktuelle Version aus, anstatt den obersten Reiter.
el_cy: Changelog επιλέγει τώρα αυτόματα την τρέχουσα έκδοση, αντί για την πιο πάνω καρτέλα.
es_sv: Changelog ahora selecciona automáticamente la versión actual, en lugar de la pestaña más superior.
et_ee: Changelog valib nüüd automaatselt praeguse versiooni, mitte kõige ülemise vahekaardi.
fi_fi: Changelog valitsee nyt automaattisesti nykyisen version ylimmän välilehden sijasta.
fr: Le journal des modifications sélectionne désormais automatiquement la version actuelle, au lieu de l'onglet le plus haut.
it_it: Changelog ora seleziona automaticamente la versione corrente, invece della scheda più in alto.
ja: Changelog 一番上のタブではなく、現在のバージョンが自動的に選択されるようになりました。
lt: Changelog dabar automatiškai pasirenkama dabartinė versija, o ne viršuje esantis skirtukas.
lv: Changelog tagad automātiski izvēlas pašreizējo versiju, nevis visaugstāko cilni.
pl_pl: Changelog teraz automatycznie wybiera bieżącą wersję zamiast zakładki znajdującej się najwyżej.
ro_md: Changelog selectează acum în mod automat versiunea curentă, în loc de fila cea mai de sus.
ru_ua: Changelog теперь автоматически выбирает текущую версию, а не самую верхнюю вкладку.
sl: Changelog zdaj samodejno izbere trenutno različico namesto najvišjega zavihka.
tr: Changelog artık en üstteki sekme yerine geçerli sürümü otomatik olarak seçiyor.
uk_ua: Журнал змін тепер автоматично вибирає поточну версію, а не саму верхню вкладку.

source: Decreased wish height on mobile devices
bg: Намалена височина на желанията на мобилни устройства
cs: Snížení výšky přání na mobilních zařízeních
da: Reduceret ønskehøjde på mobile enheder
de: Geringere Wunschhöhe auf mobilen Geräten
el_cy: Μειωμένο ύψος επιθυμίας σε κινητές συσκευές
es_sv: Disminución de la altura de los deseos en los dispositivos móviles
et_ee: Vähenenud soovide kõrgus mobiilseadmetes
fi_fi: Pienentynyt toiveiden korkeus mobiililaitteissa
fr: Diminution de la hauteur des souhaits sur les appareils mobiles
it_it: Riduzione dell'altezza dei desideri sui dispositivi mobili
ja: モバイル機器でのウィッシュの高さの減少
lt: Sumažėjęs pageidavimų aukštis mobiliuosiuose įrenginiuose
lv: Samazināts vēlmju augstums mobilajās ierīcēs
pl_pl: Zmniejszona wysokość życzeń na urządzeniach mobilnych
ro_md: Diminuarea înălțimii dorințelor pe dispozitivele mobile
ru_ua: Уменьшение высоты пожелания на мобильных устройствах
sl: Zmanjšana višina želja na mobilnih napravah
tr: Mobil cihazlarda dilek yüksekliğinde azalma
uk_ua: Зменшення висоти бажання на мобільних пристроях

source: Temporary fulfilled wish does not become available again after 30 minutes, except when viewing as the owner of the list.
bg: Временно изпълненото желание не става отново достъпно след 30 минути, освен при преглед като собственик на списъка.
cs: Dočasně splněné přání není po 30 minutách znovu k dispozici, s výjimkou zobrazení jako vlastník seznamu.
da: Midlertidigt opfyldte ønsker bliver ikke tilgængelige igen efter 30 minutter, undtagen når man ser dem som ejer af listen.
de: Ein vorübergehend erfüllter Wunsch ist nach 30 Minuten nicht mehr verfügbar, es sei denn, du bist der Besitzer der Liste.
el_cy: Η προσωρινή εκπληρωμένη επιθυμία δεν καθίσταται ξανά διαθέσιμη μετά από 30 λεπτά, εκτός αν την προβάλλετε ως ιδιοκτήτης της λίστας.
es_sv: El deseo cumplido temporalmente no vuelve a estar disponible después de 30 minutos, excepto cuando se ve como propietario de la lista.
et_ee: Ajutine täidetud soov ei muutu 30 minuti pärast uuesti kättesaadavaks, välja arvatud nimekirja omanikuna vaatamisel.
fi_fi: Väliaikaisesti täytetty toive ei tule uudelleen saataville 30 minuutin kuluttua, paitsi kun sitä katsotaan listan omistajana.
it_it: Il desiderio temporaneamente esaudito non diventa nuovamente disponibile dopo 30 minuti, tranne quando lo si visualizza come proprietario della lista.
ja: 一時的に達成された希望は、リストの所有者として閲覧する場合を除き、30分後に再び利用できるようになることはありません。
lt: Laikinai išpildytas pageidavimas po 30 minučių vėl tampa nepasiekiamas, išskyrus atvejus, kai jį peržiūrite kaip sąrašo savininkas.
lv: Īslaicīgi izpildīta vēlme pēc 30 minūtēm vairs nav pieejama, izņemot, ja to skatāt kā saraksta īpašnieks.
pl_pl: Tymczasowo spełnione życzenie nie staje się ponownie dostępne po 30 minutach, z wyjątkiem sytuacji, gdy przeglądasz je jako właściciel listy.
ro_md: Dorința îndeplinită temporar nu mai este disponibilă după 30 de minute, cu excepția cazului în care este vizualizată ca proprietar al listei.
ru_ua: Временно исполненное желание не становится снова доступным через 30 минут, за исключением просмотра в качестве владельца списка.
sl: Začasno izpolnjena želja po 30 minutah ni več na voljo, razen če si jo ogledate kot lastnik seznama.
tr: Geçici olarak yerine getirilen dilek, listenin sahibi olarak görüntüleme dışında 30 dakika sonra tekrar kullanılabilir hale gelmez.

source: Fix various wish UI bugs
bg: Поправяне на различни грешки в потребителския интерфейс на желанията
cs: Oprava různých chyb uživatelského rozhraní
da: Retter forskellige fejl i brugergrænsefladen
de: Behebung verschiedener Fehler in des Wunsch-UIs
el_cy: Διορθώστε διάφορα σφάλματα του UI της ευχής
es_sv: Corrige varios errores de la interfaz de usuario de los deseos
et_ee: Erinevate soovide UI vigade parandamine
fi_fi: Korjaa erilaisia toiveiden UI-virheitä
fr: Correction de divers bugs de l'interface utilisateur de souhait
it_it: Correggere vari bug dell'interfaccia utente dei desideri
ja: 様々なウィッシュUIのバグを修正
lt: Įvairių pageidavimų vartotojo sąsajos klaidų taisymas
lv: Dažādu vēlmju UI kļūdu labošana
pl_pl: Napraw różne błędy interfejsu użytkownika życzeń
ro_md: Corectarea diferitelor bug-uri UI dorință
ru_ua: Исправь различные ошибки пользовательского интерфейса пожеланий
sl: Odpravite različne napake v uporabniškem vmesniku želja
tr: Çeşitli dilek kullanıcı arayüzü hatalarını düzeltin
uk_ua: Виправлено різні помилки у користувацькому інтерфейсі

source: Fix background and colour when opening the mobile menu
bg: Поправяне на фона и цвета при отваряне на мобилното меню
cs: Oprava pozadí a barvy při otevření mobilní nabídky
da: Retter baggrund og farve, når mobilmenuen åbnes
de: Hintergrund und Farbe beim Öffnen des mobilen Menüs korrigiert
el_cy: Διορθώστε το φόντο και το χρώμα κατά το άνοιγμα του μενού για κινητά
es_sv: Arreglar el fondo y el color al abrir el menú móvil
et_ee: Fikseeri taust ja värv mobiilimenüü avamisel
fi_fi: Korjaa tausta ja väri mobiilivalikkoa avattaessa
fr: Correction de l'arrière-plan et de la couleur lors de l'ouverture du menu mobile
it_it: Correggi lo sfondo e il colore all'apertura del menu mobile
ja: モバイルメニューを開いたときの背景と色を修正
lt: Fono ir spalvos taisymas atidarant mobilųjį meniu
lv: Fona un krāsas labošana, atverot mobilo izvēlni
pl_pl: Popraw tło i kolor podczas otwierania menu mobilnego
ro_md: Corectarea fundalului și a culorii la deschiderea meniului mobil
ru_ua: Исправь фон и цвет при открытии мобильного меню
sl: Popravek ozadja in barve pri odpiranju mobilnega menija
tr: Mobil menü açılırken arka plan ve renk düzeltildi
uk_ua: Виправити фон і колір при відкритті мобільного меню

source: Marking wish as fulfilled
bg: Отбелязване на желанието като изпълнено
cs: Označení přání jako splněné
da: Markering af ønske som opfyldt
de: Markiere Wunsch als erfüllt
el_cy: Χαρακτηρισμός επιθυμίας ως εκπληρωμένη
es_sv: Marcar el deseo como cumplido
et_ee: Soovide märkimine täidetuks
fi_fi: Toiveen merkitseminen täytetyksi
fr: Marquer le souhait comme exaucé
it_it: Segna il desiderio come esaudito
ja: 願いが叶ったとマークする
lt: Pažymėti norą kaip įvykdytą
lv: Vēlmes atzīmēšana kā izpildītas
pl_pl: Oznaczanie życzenia jako spełnione
ro_md: Marcarea dorinței ca fiind îndeplinită
ru_ua: Отметить желание как выполненное
sl: Označitev želje kot izpolnjene
tr: Dileğin yerine getirildi olarak işaretlenmesi
uk_ua: Позначити бажання як виконане

source: Fix fulfilled wishes disappearing for wishlist owner
bg: Поправяне на изчезването на изпълнените желания за собственика на wishlist
cs: Oprava mizení splněných přání pro majitele wishlist
da: Fix opfyldte ønsker, der forsvinder for wishlist ejer
de: Erfüllte Wünsche verschwinden nicht mehr für den Wunschlistenbesitzer
el_cy: Διορθώστε τις εκπληρωμένες επιθυμίες που εξαφανίζονται για τον ιδιοκτήτη του wishlist
es_sv: Arreglar la desaparición de los deseos cumplidos para el propietario de wishlist
et_ee: Fikseeri täidetud soovide kadumine wishlist omaniku jaoks
fi_fi: Korjaa toteutuneiden toiveiden katoaminen wishlist omistajalle.
fr: Correction de la disparition des souhaits exaucés pour le propriétaire de la liste de souhaits
it_it: Correggi i desideri esauditi che scompaiono per il proprietario di wishlist
ja: wishlist 、叶えた願いが消えてしまうのを修正。
lt: Ištaisyti išpildytų norų išnykimą wishlist savininkui
lv: Izpildīto vēlmju izzušanas labošana wishlist īpašniekam
pl_pl: Napraw spełnione życzenia znikające dla właściciela wishlist
ro_md: Remediați dispariția dorințelor împlinite pentru proprietarul wishlist
ru_ua: Исправьте исчезновение выполненных желаний для владельца списка желаний
sl: Popravek izginjanja izpolnjenih želja za lastnika wishlist
tr: wishlist sahibi için yerine getirilen dileklerin kaybolmasını düzeltin
uk_ua: Виправити зникнення виконаних побажань для власника списку бажань

source: Fix fulfilled wishes showing after using filter
bg: Фиксиране на изпълнените желания, които се показват след използване на филтър
cs: Oprava zobrazení splněných přání po použití filtru
da: Fix opfyldte ønsker vises efter brug af filter
de: Erfüllte Wünsche werden nach Verwendung des Filters angezeigt
el_cy: Fix εκπληρωμένες επιθυμίες που εμφανίζονται μετά τη χρήση φίλτρου
es_sv: Arreglar que se muestren los deseos cumplidos después de usar un filtro
et_ee: Fix täidetud soovide näitamine pärast filtri kasutamist
fi_fi: Korjaa täytetyt toiveet, jotka näkyvät suodattimen käytön jälkeen
fr: Correction des souhaits exaucés après l'utilisation du filtre
it_it: Correggi i desideri esauditi che appaiono dopo l'uso del filtro
ja: フィルタを使用した後、満たされた願いが表示されるのを修正
lt: Ištaisyti įvykdytus pageidavimus, rodomus panaudojus filtrą
lv: Izpildīto vēlmju rādīšana pēc filtra izmantošanas
pl_pl: Naprawiono wyświetlanie spełnionych życzeń po użyciu filtra
ro_md: Fixarea dorințelor împlinite afișate după utilizarea filtrului
ru_ua: Исправьте отображение выполненных желаний после использования фильтра
sl: Popravek izpolnjenih želja, ki se prikažejo po uporabi filtra
tr: Filtre kullanıldıktan sonra yerine getirilen dileklerin gösterilmesini düzeltme
uk_ua: Виправити відображення виконаних побажань після використання фільтра

source: MJML settings page
bg: Страница с настройки на MJML
cs: Stránka nastavení MJML
da: MJML-indstillingsside
de: MJML-Einstellungsseite
el_cy: Σελίδα ρυθμίσεων MJML
es_sv: Página de configuración de MJML
et_ee: MJML-i seadete lehekülg
fi_fi: MJML-asetussivu
fr: Page des paramètres MJML
it_it: Pagina delle impostazioni MJML
ja: MJML設定ページ
lt: MJML nustatymų puslapis
lv: MJML iestatījumu lapa
pl_pl: Strona ustawień MJML
ro_md: Pagina de setări MJML
ru_ua: Страница настроек MJML
sl: Stran z nastavitvami MJML
tr: MJML ayarları sayfası
uk_ua: Сторінка налаштувань MJML

source: Expired sessions are now invalidated by wishthis instead of relying on the browser to delete the cookies.
bg: Изтеклите сесии вече се анулират от wishthis, вместо да се разчита на браузъра да изтрие бисквитките.
cs: Vypršení platnosti relací je nyní zneplatněno aplikací wishthis, místo aby se při mazání souborů cookie spoléhalo na prohlížeč.
da: Udløbne sessioner ugyldiggøres nu af wishthis i stedet for at stole på, at browseren sletter cookies.
de: Abgelaufene Sitzungen werden jetzt von wishthis ungültig gemacht, anstatt sich darauf zu verlassen, dass der Browser die Cookies löscht.
el_cy: Οι λήξασες συνεδρίες ακυρώνονται τώρα από το wishthis αντί να βασίζονται στο πρόγραμμα περιήγησης για τη διαγραφή των cookies.
es_sv: Las sesiones caducadas son ahora invalidadas por wishthis en lugar de confiar en que el navegador borre las cookies.
et_ee: Aegunud sessioonid tunnistab wishthis nüüd kehtetuks, selle asemel, et loota, et brauser kustutab küpsised.
fi_fi: wishthis mitätöi nyt vanhentuneet istunnot sen sijaan, että selain poistaisi evästeet.
fr: Les sessions expirées sont maintenant invalidées par wishthis au lieu de compter sur le navigateur pour supprimer les cookies.
it_it: Le sessioni scadute vengono ora invalidate da wishthis invece di affidarsi al browser per eliminare i cookie.
ja: 期限切れのセッションは、ブラウザによるクッキーの削除に頼るのではなく、wishthisによって無効化されるようになりました。
lt: Pasibaigusias sesijas dabar panaikina "wishthis", užuot pasikliovęs, kad slapukus ištrins naršyklė.
lv: Izbeigušās sesijas tagad tiek anulētas, izmantojot wishthis, nevis paļaujoties uz to, ka sīkfailus izdzēsīs pārlūkprogramma.
pl_pl: Wygasłe sesje są teraz unieważniane przez wishthis zamiast polegać na przeglądarce w celu usunięcia plików cookie.
ro_md: Sesiunile expirate sunt acum invalidate de wishthis în loc să se bazeze pe browser pentru a șterge cookie-urile.
ru_ua: Просроченные сессии теперь аннулируются wishthis вместо того, чтобы полагаться на то, что браузер удалит куки.
sl: Pretekle seje zdaj razveljavi wishthis, namesto da bi se zanašal na brskalnik pri brisanju piškotkov.
tr: Süresi dolan oturumlar artık çerezleri silmek için tarayıcıya güvenmek yerine wishthis tarafından geçersiz kılınıyor.
uk_ua: Прострочені сесії тепер анулюються за допомогою wishthis замість того, щоб покладатися на браузер для видалення файлів cookie.

source: Dark theme
bg: Тъмна тема
cs: Tmavé téma
da: Mørkt tema
de: Dunkles Theme
el_cy: Σκοτεινό θέμα
es_sv: Tema oscuro
et_ee: Tume teema
fi_fi: Tumma teema
fr: Thème sombre
it_it: Tema scuro
ja: ダークテーマ
lt: Tamsi tema
lv: Tumšais temats
pl_pl: Ciemny motyw
ro_md: Tema întunecată
ru_ua: Темная тема
sl: Temna tema
tr: Koyu tema
uk_ua: Темна тема

source: Remembered lists design
bg: Remembered дизайн на списъци
cs: Vzhled zapamatovaných seznamů
da: Remembered design af lister
de: Gemerkte Listen Design
el_cy: Remembered καταγράφει τον σχεδιασμό
es_sv: Remembered diseño de listas
et_ee: Remembered loetleb disaini
fi_fi: Remembered luettelot suunnittelu
fr: Conception des listes mémorisées
it_it: Remembered elenchi design
ja: Remembered リスト・デザイン
lt: Remembered sąrašai dizainas
lv: Remembered saraksti dizains
pl_pl: Remembered projekt listy
ro_md: Remembered liste de design
ru_ua: Дизайн запомнившихся списков
sl: Remembered oblikovanje seznamov
tr: Remembered li̇ste tasarimi
uk_ua: Дизайн списків пам'яті

source: Translations
bg: Преводи
cs: Překlady
da: Oversættelser
de: Übersetzungen
el_cy: Μεταφράσεις
es_sv: Traducciones
et_ee: Tõlked
fi_fi: Käännökset
fr: Traductions
it_it: Traduzioni
ja: 翻訳
lt: Vertimai
lv: Tulkojumi
pl_pl: Tłumaczenia
ro_md: Traduceri
ru_ua: Переводы
sl: Prevodi
tr: Çeviriler
uk_ua: Переклади

source: Label on top of dropdown menu
bg: Етикет в горната част на падащото меню
cs: Popisek v horní části rozevírací nabídky
da: Label i toppen af dropdown-menuen
de: Etikett am oberen Rand des Dropdown-Menüs
el_cy: Ετικέτα στην κορυφή του αναπτυσσόμενου μενού
es_sv: Etiqueta en la parte superior del menú desplegable
et_ee: Silt rippmenüü ülaosas
fi_fi: Pudotusvalikon yläosassa oleva etiketti
fr: Libellé en haut du menu déroulant
it_it: Etichetta in cima al menu a tendina
ja: ドロップダウンメニュー上部のラベル
lt: Etiketė išskleidžiamojo meniu viršuje
lv: Uzlīme nolaižamās izvēlnes augšpusē
pl_pl: Etykieta na górze menu rozwijanego
ro_md: Etichetă în partea de sus a meniului derulant
ru_ua: Ярлык в верхней части выпадающего меню
sl: Oznaka na vrhu spustnega menija
tr: Açılır menünün üstündeki etiket
uk_ua: Мітка у верхній частині випадаючого меню
