Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Encoding issue in wish description
bg: Проблем с кодирането в описанието на желанията
cs: Problém s kódováním v popisu přání
da: Kodningsproblem i beskrivelse af ønsker
de: Kodierungsfehler in der Wunschbeschreibung
el_cy: Θέμα κωδικοποίησης στην περιγραφή της επιθυμίας
es_sv: Problema de codificación en la descripción del deseo
et_ee: Kodeerimisprobleem soovide kirjelduses
fi_fi: Koodausongelma toiveiden kuvauksessa
fr: Problème d'encodage dans la description du souhait
it_it: Problema di codifica nella descrizione dei desideri
ja: ウィッシュの記述におけるエンコーディングの問題
lt: Kodavimo problema pageidavimų aprašyme
lv: Kodēšanas problēma vēlmju aprakstā
pl_pl: Problem z kodowaniem w opisie życzenia
ro_md: Problemă de codificare în descrierea dorințelor
ru_ua: Проблема кодировки в описании желания
sl: Vprašanje kodiranja v opisu želja
tr: Dilek açıklamasında kodlama sorunu
uk_ua: Проблема з кодуванням в описі побажання

source: Caching issue with the blog
bg: Проблем с кеширането в блога
cs: Problém s ukládáním do mezipaměti na blogu
da: Caching-problem med bloggen
de: Caching-Problem mit dem Blog
el_cy: Θέμα προσωρινής αποθήκευσης με το blog
es_sv: Problema de caché en el blog
et_ee: Caching probleem blogi
fi_fi: Välimuistitallennusongelma blogin kanssa
fr: Problème de cache avec le blog
it_it: Problema di caching con il blog
ja: ブログのキャッシュ問題
lt: Spartinančiosios talpyklos problema su tinklaraščiu
lv: Caching problēma ar emuāru
pl_pl: Problem z buforowaniem bloga
ro_md: Problema de cache cu blogul
ru_ua: Проблема кэширования в блоге
sl: Vprašanje predpomnilnika z blogom
tr: Blog ile ilgili önbellekleme sorunu
uk_ua: Проблема з кешуванням блогу

source: An error when a blog post doesn't have a featured image.
bg: Грешка, когато в публикация в блога няма представено изображение.
cs: Chyba, když příspěvek na blogu neobsahuje hlavní obrázek.
da: En fejl, når et blogindlæg ikke har et fremhævet billede.
de: Ein Fehler, wenn ein Blogbeitrag kein Bild hat.
el_cy: Ένα σφάλμα όταν μια ανάρτηση ιστολογίου δεν έχει μια εικόνα που εμφανίζεται.
es_sv: Un error cuando una entrada de blog no tiene una imagen destacada.
et_ee: Viga, kui blogipostitusel ei ole eelistatud pilti.
fi_fi: Virhe, kun blogikirjoituksessa ei ole esillä olevaa kuvaa.
fr: Une erreur lorsqu'un article de blog n'a pas d'image en vedette.
it_it: Un errore quando un post del blog non ha un'immagine in evidenza.
ja: ブログ記事にフィーチャー画像がない場合のエラー。
lt: Klaida, kai tinklaraščio įraše nėra rodomojo paveikslėlio.
lv: Kļūda, ja emuāra ierakstā nav attēla.
pl_pl: Błąd, gdy wpis na blogu nie ma wyróżnionego obrazu.
ro_md: O eroare atunci când o postare de blog nu are o imagine prezentată.
ru_ua: Ошибка, когда у записи в блоге нет главного изображения.
sl: Napaka, ko objava v blogu nima prikazane slike.
tr: Bir blog gönderisinin öne çıkan bir görseli olmadığında bir hata.
uk_ua: Помилка, коли допис у блозі не має зображення.

source: Version number not being stored correctly causing the migration to execute the wrong script.
bg: Номерът на версията не се съхранява правилно, което води до изпълнение на грешен скрипт при миграцията.
cs: Číslo verze není správně uloženo, což způsobuje, že migrace spustí nesprávný skript.
da: Versionsnummeret blev ikke gemt korrekt, hvilket fik migreringen til at udføre det forkerte script.
de: Die Versionsnummer wird nicht korrekt gespeichert, was dazu führt, dass die Migration das falsche Skript ausführt.
el_cy: Ο αριθμός έκδοσης δεν αποθηκεύεται σωστά, με αποτέλεσμα η μετάβαση να εκτελεί λάθος δέσμη ενεργειών.
es_sv: El número de versión no se almacena correctamente, lo que provoca que la migración ejecute el script incorrecto.
et_ee: Versiooninumber ei ole õigesti salvestatud, mis põhjustab migratsioonil vale skripti käivitamist.
fi_fi: Versiolukua ei tallennettu oikein, jolloin siirto suoritti väärän komentosarjan.
fr: Le numéro de version n'est pas stocké correctement, ce qui fait que la migration exécute le mauvais script.
it_it: Il numero di versione non viene memorizzato correttamente e la migrazione esegue uno script sbagliato.
ja: バージョン番号が正しく保存されず、マイグレーションで誤ったスクリプトが実行される。
lt: neteisingai saugomas versijos numeris, todėl migravimo metu vykdomas neteisingas scenarijus.
lv: Versijas numurs netiek saglabāts pareizi, tāpēc migrācijas laikā tiek izpildīts nepareizs skripts.
pl_pl: Nieprawidłowo zapisany numer wersji powodował, że migracja wykonywała nieprawidłowy skrypt.
ro_md: Numărul versiunii nu era stocat corect, ceea ce făcea ca migrarea să execute un script greșit.
ru_ua: Неправильное сохранение номера версии приводит к тому, что при миграции выполняется неправильный скрипт.
sl: Številka različice ni bila pravilno shranjena, zaradi česar je migracija izvedla napačno skripto.
tr: Sürüm numarasının doğru şekilde saklanmaması, geçişin yanlış komut dosyasını yürütmesine neden oluyor.
uk_ua: Номер версії зберігається неправильно, що призводить до виконання неправильного сценарію міграції.

source: Wishlist filter cut off on mobile
bg: wishlist прекъсване на филтъра на мобилния телефон
cs: wishlist vypnutí filtru na mobilním telefonu
da: wishlist filterafbrydelse på mobil
de: Wunschzettel-Filter auf dem Handy abgeschnitten
el_cy: wishlist αποκοπή φίλτρου στο κινητό
es_sv: wishlist filtro cortado en el móvil
et_ee: wishlist filtri väljalülitamine mobiilis
fi_fi: wishlist suodattimen katkaisu matkapuhelimessa
fr: Filtre de liste de souhaits coupé sur mobile
it_it: wishlist taglio del filtro sul cellulare
ja: wishlist 携帯電話のフィルターが切れる
lt: wishlist filtro išjungimas mobiliajame telefone
lv: wishlist filtra atslēgšana mobilajā ierīcē
pl_pl: wishlist Odcięcie filtra na telefonie komórkowym
ro_md: wishlist filtru tăiat pe mobil
ru_ua: Отключение фильтра Wishlist на мобильном
sl: wishlist izklop filtra na mobilnem telefonu
tr: wishlist mobil cihazlarda filtre kesilmesi
uk_ua: Фільтр бажань відключився на мобільному

source: Wish options not selectable after filtering
bg: Опциите за желания не могат да се избират след филтриране
cs: Možnosti přání, které po filtrování nelze vybrat
da: Ønskemuligheder kan ikke vælges efter filtrering
de: Wunschoptionen nach Filterung nicht auswählbar
el_cy: Επιλογές επιθυμίας που δεν μπορούν να επιλεγούν μετά το φιλτράρισμα
es_sv: Opciones deseadas no seleccionables tras filtrar
et_ee: Soovide valikud ei ole pärast filtreerimist valitavad
fi_fi: Toivomusvaihtoehtoja ei voi valita suodatuksen jälkeen
fr: Options de souhait non sélectionnables après filtrage
it_it: Le opzioni dei desideri non sono selezionabili dopo il filtraggio
ja: フィルタリング後に選択できないウィッシュオプション
lt: Norimų parinkčių negalima pasirinkti po filtravimo
lv: Pēc filtrēšanas nav iespējams atlasīt vēlmju opcijas
pl_pl: Opcje życzeń nie są dostępne po filtrowaniu
ro_md: Opțiunile dorite nu pot fi selectate după filtrare
ru_ua: Опции желания, не выбираемые после фильтрации
sl: Možnosti želja po filtriranju ni mogoče izbrati
tr: Dilek seçenekleri filtrelendikten sonra seçilemiyor
uk_ua: Варіанти побажань, недоступні для вибору після фільтрації

source: Wish properties. You can now mark a wish as purchasable and add a price.
bg: Желани свойства. Вече можете да маркирате желанието като купуваемо и да добавите цена.
cs: Vlastnosti přání. Nyní můžete přání označit jako zakoupitelné a přidat cenu.
da: Egenskaber for ønsker. Du kan nu markere et ønske som købbart og tilføje en pris.
de: Wunscheigenschaften. Du kannst jetzt einen Wunsch als käuflich markieren und einen Preis hinzufügen.
el_cy: Ιδιότητες ευχών. Μπορείτε τώρα να επισημάνετε μια επιθυμία ως αγοράσιμη και να προσθέσετε μια τιμή.
es_sv: Propiedades de los deseos. Ahora puedes marcar un deseo como adquirible y añadir un precio.
et_ee: Soovide omadused. Nüüd saate märkida soovi ostetavaks ja lisada hinna.
fi_fi: Toivomusominaisuudet. Voit nyt merkitä toiveen ostettavaksi ja lisätä hinnan.
fr: Propriétés de souhait. Vous pouvez maintenant marquer un souhait comme achetable et ajouter un prix.
it_it: Proprietà dei desideri. Ora puoi contrassegnare un desiderio come acquistabile e aggiungere un prezzo.
ja: ウィッシュのプロパティ。ウィッシュを購入可能としてマークし、価格を追加できるようになりました。
lt: Pageidaujamos savybės. Dabar galite pažymėti norą kaip perkamą ir pridėti kainą.
lv: Vēlmju īpašības. Tagad varat atzīmēt vēlmi kā iegādājamu un pievienot cenu.
pl_pl: Właściwości życzeń. Możesz teraz oznaczyć życzenie jako możliwe do zakupu i dodać cenę.
ro_md: Proprietăți dorite. Acum puteți marca o dorință ca putând fi cumpărată și puteți adăuga un preț.
ru_ua: Свойства желаний. Теперь ты можешь пометить желание как покупаемое и добавить цену.
sl: Lastnosti želja. Zdaj lahko željo označite kot kupljivo in dodate ceno.
tr: Dilek özellikleri. Artık bir dileği satın alınabilir olarak işaretleyebilir ve bir fiyat ekleyebilirsiniz.
uk_ua: Властивості бажань. Тепер ви можете позначити бажання як таке, що можна придбати, і додати ціну.

source: Jump to last edited wishlist from home
bg: Преминаване към последната редакция wishlist from home
cs: Přejít na poslední upravenou stránku wishlist z domovské stránky
da: Spring til sidst redigerede wishlist from home
de: Von der Startseite aus zur zuletzt bearbeiteten Wunschliste springen
el_cy: Μετάβαση στην τελευταία επεξεργασία wishlist from home
es_sv: Salta al último editado wishlist desde casa
fi_fi: Siirry viimeksi muokattuun wishlist kotoa
fr: Accéder à la dernière liste de souhaits modifiée depuis l'accueil
it_it: Vai all'ultima modifica wishlist da casa
ja: 最終編集へジャンプwishlist from home
lt: Peršokti į paskutinį redaguotą wishlist iš namų
lv: Pāriet uz pēdējo rediģēto wishlist no mājām
pl_pl: Przejdź do ostatnio edytowanego wishlist z domu
ro_md: Salt la ultima editare wishlist de acasă
ru_ua: Перейти к последнему отредактированному списку желаний из дома
sl: Skok na zadnje urejeno wishlist od doma
tr: Son düzenlemeye atla wishlist from home
uk_ua: Перейти до останнього відредагованого списку бажань з дому

source: Quick add wish from home
bg: Бързо добавяне на желание от дома
cs: Rychlé přidání přání z domovské stránky
da: Hurtig tilføjelse af ønsker hjemmefra
de: Schnelles Hinzufügen von einem Wunsch von der Startseite aus
el_cy: Γρήγορη προσθήκη επιθυμίας από το σπίτι
es_sv: Añadir deseo rápido desde casa
et_ee: Kiire lisamise soov kodust
fi_fi: Nopea lisäystoive kotoa käsin
fr: Ajouter rapidement un souhait depuis l'accueil
it_it: Aggiungi velocemente il desiderio da casa
ja: 自宅からのクイック追加希望
lt: Greitai pridėti norą iš namų
lv: Ātri pievienot vēlmi no mājām
pl_pl: Szybko dodaj życzenie z domu
ro_md: Adăugați rapid dorința de acasă
ru_ua: Быстрое добавление желания из дома
sl: Hitro dodajte željo od doma
tr: Evden hızlı dilek ekleme
uk_ua: Швидке додавання побажання з дому

source: Button to request more wishes from a users wishlist
bg: Бутон за заявяване на повече желания от потребителите wishlist
cs: Tlačítko pro vyžádání dalších přání od uživatelů wishlist
da: Knap til at anmode om flere ønsker fra en bruger wishlist
de: Schaltfläche zum Anfordern weiterer Wünsche von der Wunschliste eines Nutzers
el_cy: Κουμπί για να ζητήσετε περισσότερες ευχές από τους χρήστες wishlist
es_sv: Botón para solicitar más deseos a un usuario wishlist
et_ee: Nupp, et taotleda kasutajatelt rohkem soove wishlist
fi_fi: Painike, jolla voit pyytää käyttäjiltä lisää toiveita wishlist
fr: Bouton pour demander plus de souhaits à partir de la liste de souhaits d'utilisateurs
it_it: Pulsante per richiedere altri desideri agli utenti wishlist
ja: ユーザーからさらなる希望をリクエストするボタンwishlist
lt: Mygtukas, skirtas prašyti daugiau pageidavimų iš naudotojų wishlist
lv: Poga, lai pieprasītu vairāk vēlmju no lietotājiem wishlist
pl_pl: Przycisk, aby poprosić użytkowników o więcej życzeń wishlist
ro_md: Buton pentru a solicita mai multe dorințe de la un utilizator wishlist
ru_ua: Кнопка для запроса дополнительных желаний из списка желаний пользователя
sl: Gumb za zahtevanje več želja od uporabnikov wishlist
tr: Bir kullanıcıdan daha fazla dilek istemek için düğme wishlist
uk_ua: Кнопка для запиту додаткових побажань зі списку бажань користувача

source: Option to stay logged in
bg: Възможност да останете влезли в системата
cs: Možnost zůstat přihlášený
da: Mulighed for at forblive logget ind
de: Option, eingeloggt zu bleiben
el_cy: Επιλογή για να παραμείνετε συνδεδεμένοι
es_sv: Opción de permanecer conectado
et_ee: Võimalus jääda sisselogimiseks
fi_fi: Mahdollisuus pysyä kirjautuneena
fr: Possibilité de rester connecté
it_it: Opzione per rimanere connessi
ja: ログイン状態を維持するオプション
lt: Galimybė likti prisijungus
lv: Iespēja palikt pieteicies
pl_pl: Opcja pozostania zalogowanym
ro_md: Opțiunea de a rămâne conectat
ru_ua: Возможность не выходить из системы
sl: Možnost, da ostanete prijavljeni
tr: Oturum açık kalma seçeneği
uk_ua: Можливість залишитися в системі

source: Localisation (many new translations added)
bg: Локализация (добавени са много нови преводи)
cs: Lokalizace (přidáno mnoho nových překladů)
da: Lokalisering (mange nye oversættelser tilføjet)
de: Lokalisierung (viele neue Übersetzungen hinzugefügt)
el_cy: Εντοπισμός (προστέθηκαν πολλές νέες μεταφράσεις)
es_sv: Localización (se han añadido muchas traducciones nuevas)
et_ee: Lokaliseerimine (lisatud palju uusi tõlkeid)
fi_fi: Lokalisointi (monia uusia käännöksiä lisätty)
fr: Localisation (de nombreuses nouvelles traductions ajoutées)
it_it: Localizzazione (aggiunte molte nuove traduzioni)
ja: ローカライゼーション（多くの新しい翻訳を追加）
lt: Lokalizacija (pridėta daug naujų vertimų)
lv: Lokalizācija (pievienoti daudzi jauni tulkojumi)
pl_pl: Lokalizacja (dodano wiele nowych tłumaczeń)
ro_md: Localizare (multe traduceri noi adăugate)
ru_ua: Локализация (добавлено множество новых переводов)
sl: Lokalizacija (dodani številni novi prevodi)
tr: Yerelleştirme (birçok yeni çeviri eklendi)
uk_ua: Локалізація (додано багато нових перекладів)

source: Additional logins are no longer required when switching between wishthis channels
bg: Вече не се изискват допълнителни вписвания при превключване между каналите wishthis
cs: Při přepínání mezi kanály wishthis již nejsou vyžadována další přihlášení.
da: Yderligere logins er ikke længere nødvendige, når man skifter mellem wishthis-kanaler.
de: Zusätzliche Anmeldungen sind nicht mehr erforderlich, wenn zwischen wishthis Kanälen gewechselt wird
el_cy: Δεν απαιτούνται πλέον πρόσθετες συνδέσεις κατά την εναλλαγή μεταξύ των καναλιών wishthis
es_sv: Ya no es necesario iniciar sesión adicional al cambiar entre canales wishthis
et_ee: Tarkuse kanalite vahel vahetamisel ei ole enam vaja täiendavaid sisselogimisi.
fi_fi: Lisätunnuksia ei enää tarvita, kun vaihdetaan wishthis-kanavien välillä.
fr: Les connexions supplémentaires ne sont plus nécessaires lors du basculement entre les canaux wishthis
it_it: Non sono più necessari ulteriori login quando si passa da un canale all'altro di Wishthis.
ja: wishthisチャンネルを切り替える際に、追加のログインが不要になりました。
lt: Perjungiant wishthis kanalus nebereikia papildomų prisijungimų
lv: Pārslēdzoties starp wishthis kanāliem, vairs nav nepieciešami papildu pieteikšanās dati.
pl_pl: Dodatkowe loginy nie są już wymagane podczas przełączania się między kanałami wishthis.
ro_md: Nu mai sunt necesare autentificări suplimentare atunci când se trece de la un canal la altul.
ru_ua: Дополнительные логины больше не требуются при переключении между каналами wishthis
sl: Pri preklapljanju med kanali wishthis niso več potrebne dodatne prijave.
tr: Wishthis kanalları arasında geçiş yaparken artık ek oturum açma gerekmiyor
uk_ua: Додаткові логіни більше не потрібні для перемикання між каналами wishthis

source: Remembered wishlists design
bg: Remembered wishlists дизайн
cs: Vzhled zapamatovaných seznamů přání
de: Gemerkte Wunschlisten Design
el_cy: Remembered wishlists σχεδιασμός
es_sv: Remembered wishlists diseño
et_ee: Remembered wishlists disain
fi_fi: Remembered wishlists suunnittelu
fr: Conception de listes de souhaits mémorisées
ja: Remembered wishlists デザイン
lt: Remembered wishlists dizainas
lv: Remembered wishlists dizains
pl_pl: Remembered wishlists projekt
ru_ua: Запомни дизайн списков желаний
sl: Remembered wishlists oblikovanje
tr: Remembered wishlists Tasarım
uk_ua: Дизайн списків бажань, що запам'ятовуються

source: Changelog is now a page instead of a downloadable markdown file
bg: Списъкът с промените вече е страница, а не файл с маркдаун за изтегляне
cs: Changelog je nyní stránka místo souboru markdown ke stažení
da: Changelog er nu en side i stedet for en downloadbar markdown-fil
de: Änderungsprotokoll ist jetzt eine Seite statt einer herunterladbaren Markdown-Datei
el_cy: Changelog είναι τώρα μια σελίδα αντί για ένα αρχείο markdown που μπορεί να μεταφορτωθεί
es_sv: El registro de cambios es ahora una página en lugar de un archivo markdown descargable
et_ee: Changelog on nüüd lehekülg allalaaditava markdown-faili asemel.
fi_fi: Changelog on nyt sivu ladattavan markdown-tiedoston sijasta.
fr: Le journal des modifications est maintenant une page au lieu d'un fichier markdown téléchargeable.
it_it: Changelog è ora una pagina invece di un file markdown scaricabile
ja: Changelog はダウンロード可能なマークダウン・ファイルではなく、ページになりました。
lt: Changelog dabar yra puslapis, o ne parsisiunčiamas markdown failas
lv: Changelog tagad ir lapa, nevis lejupielādējams marķējuma fails.
pl_pl: Changelog jest teraz stroną zamiast pliku markdown do pobrania
ro_md: Changelog este acum o pagină în loc de un fișier markdown descărcabil
ru_ua: Changelog теперь представляет собой страницу, а не загружаемый markdown-файл
sl: Changelog je zdaj stran namesto datoteke markdown, ki jo je mogoče prenesti
tr: Changelog artık indirilebilir bir markdown dosyası yerine bir sayfa
uk_ua: Журнал змін тепер є сторінкою, а не файлом націнки, який можна завантажити

source: Wishes can be edited from the wishlist now, without loading another page
bg: Желанията вече могат да се редактират от wishlist, без да се зарежда друга страница.
cs: Přání lze nyní upravovat z webu wishlist, aniž by bylo nutné načítat další stránku.
da: Ønsker kan nu redigeres fra wishlist uden at skulle indlæse en ny side.
de: Wünsche können jetzt von der Wunschliste aus bearbeitet werden, ohne eine weitere Seite zu laden
el_cy: Οι επιθυμίες μπορούν να επεξεργαστούν από το wishlist τώρα, χωρίς να φορτώσετε άλλη σελίδα.
es_sv: Ahora se pueden editar los deseos desde wishlist, sin cargar otra página.
et_ee: Soovide muutmine on nüüd võimalik wishlist, ilma teise lehekülje laadimiseta.
fi_fi: Toiveita voi nyt muokata osoitteessa wishlist ilman toisen sivun lataamista.
fr: Les souhaits peuvent être modifiés à partir de la liste de souhaits maintenant, sans charger une autre page.
it_it: Ora i desideri possono essere modificati dal sito wishlist, senza dover caricare un'altra pagina.
ja: 別のページを読み込むことなく、wishlist からウィッシュを編集できるようになりました。
lt: Dabar norus galima redaguoti iš wishlist, neužkraunant kito puslapio.
lv: Vēlmes tagad var rediģēt no wishlist, neievietojot citu lapu.
pl_pl: Życzenia można teraz edytować z poziomu strony wishlist, bez konieczności ładowania kolejnej strony.
ro_md: Dorințele pot fi editate de pe wishlist acum, fără a încărca o altă pagină.
ru_ua: Теперь желания можно редактировать из списка желаний, не загружая другую страницу
sl: Želje lahko zdaj urejate na spletni strani wishlist, ne da bi naložili drugo stran.
tr: Dilekler artık başka bir sayfa yüklemeden wishlist adresinden düzenlenebilir
uk_ua: Тепер побажання можна редагувати зі списку бажань, не завантажуючи іншу сторінку

source: "Saved wishlists" has been renamed to "Remember lists"
bg: "Запазено wishlists" е преименувано на "Запомняне на списъци"
cs: "Saved wishlists" přejmenován na "Remembered lists".
da: "Gemt wishlists" er blevet omdøbt til "Husk lister".
de: "Gespeicherte Wunschlisten" wurde umbenannt in "Gemerkte Listen".
el_cy: Το "Αποθηκευμένο wishlists" έχει μετονομαστεί σε "Θυμηθείτε λίστες"
es_sv: "Guardado wishlists" se ha renombrado a "Recordar listas".
et_ee: "Salvestatud wishlists" on ümbernimetatud "Mäleta nimekirju".
fi_fi: "Tallennetut wishlists" on nimetty uudelleen muotoon "Muista luettelot".
fr: "Listes de souhaits enregistrées" a été renommé "Listes mémorisées".
it_it: "Salva wishlists" è stato rinominato in "Ricorda liste".
ja: "Savedwishlists" は "Remember lists" に名称変更されました。
lt: "Išsaugoti wishlists" pervadinta į "Įsiminti sąrašus".
lv: "Saglabātā wishlists" ir pārdēvēta par "Atcerēties sarakstus".
pl_pl: Nazwa "Zapisane wishlists" została zmieniona na "Zapamiętaj listy".
ro_md: "Saved wishlists" a fost redenumit în "Remember lists".
ru_ua: "Сохраненные списки желаний" переименованы в "Запомненные списки".
sl: "Shranjeno wishlists" je bilo preimenovano v "Zapomni si sezname".
tr: "Kaydedilen wishlists", "Listeleri hatırla" olarak yeniden adlandırıldı
uk_ua: "Збережені списки бажань" перейменовано на "Списки пам'яті"

source: Various minor things (typos, menu order, etc)
bg: Различни дребни неща (правописни грешки, подредба на менюто и др.)
cs: Různé drobnosti (překlepy, pořadí v menu atd.)
da: Forskellige småting (slåfejl, menurækkefølge osv.)
de: Verschiedene Kleinigkeiten (Tippfehler, Menüfolge usw.)
el_cy: Διάφορα μικροπράγματα (τυπογραφικά λάθη, σειρά μενού κ.λπ.)
es_sv: Varias cosas menores (errores tipográficos, orden de los menús, etc.)
et_ee: Mitmesugused väiksemad asjad (trükivigad, menüü järjestus jne)
fi_fi: Erilaiset pienet asiat (kirjoitusvirheet, valikon järjestys jne.)
fr: Diverses choses mineures (fautes de frappe, ordre des menus, etc.)
it_it: Varie cose minori (errori di battitura, ordine del menu, ecc.)
ja: いろいろと細かいこと（誤字脱字、メニューの順番など）
lt: Įvairūs smulkūs dalykai (rašybos klaidos, meniu tvarka ir kt.)
lv: Dažādas nelielas nepilnības (pārrakstīšanās kļūdas, ēdienkartes secība u. c.)
pl_pl: Różne drobne rzeczy (literówki, kolejność menu itp.)
ro_md: Diverse lucruri minore (greșeli de scriere, ordinea meniului, etc.)
ru_ua: Различные мелочи (опечатки, порядок меню и т.д.)
sl: Različne manjše stvari (tiskarske napake, vrstni red menijev itd.)
tr: Çeşitli küçük şeyler (yazım hataları, menü düzeni, vb.)
uk_ua: Різні дрібниці (друкарські помилки, порядок меню тощо)

source: Wish information being updated with 404 content from URL
bg: Информацията за желанията се актуализира със съдържание 404 от URL
cs: Informace o přáních se aktualizují pomocí obsahu 404 z adresy URL
da: Ønskeoplysninger bliver opdateret med 404-indhold fra URL
de: Wunschinformationen werden mit 404-Inhalt von URL aktualisiert
el_cy: Οι πληροφορίες επιθυμίας ενημερώνονται με περιεχόμενο 404 από τη διεύθυνση URL
es_sv: La información de los deseos se actualiza con el contenido 404 de la URL
et_ee: Sooviteave, mida uuendatakse 404 sisuga URL-ist
fi_fi: Toivomustietoja päivitetään 404-sisällöllä URL-osoitteesta
fr: Les informations de souhaits sont mises à jour avec le contenu 404 de l'URL
it_it: Le informazioni sui desideri vengono aggiornate con il contenuto 404 dell'URL
ja: URLから404コンテンツで更新されるウィッシュ情報
lt: Norų informacija atnaujinama su 404 turiniu iš URL adreso
lv: Vēlmju informācijas atjaunināšana ar 404 saturu no URL
pl_pl: Informacje o życzeniu są aktualizowane treścią 404 z adresu URL
ro_md: Informațiile despre dorință sunt actualizate cu conținutul 404 din URL
ru_ua: Информация о желании обновляется содержимым 404 из URL
sl: Informacije o željah se posodobijo z vsebino 404 iz naslova URL
tr: Dilek bilgilerinin URL'den 404 içeriği ile güncellenmesi
uk_ua: Бажаєте, щоб інформація оновлювалася 404 вмістом з URL-адреси
