Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: wishthis is free and open source software. With free I don't just mean, you don't have to pay money to use it, but you are also not paying with your personal information and behaviour. Not only can anybody %sview and verify its code%s, I also encourage you to do so.
bg: wishthis е безплатен софтуер с отворен код. Под "безплатен" не разбирам само това, че не трябва да плащате пари, за да го използвате, но и че не плащате с личните си данни и поведение. Не само че всеки %sможе да прегледа и провери кода му%s, но и ви насърчавам да го направите.
cs: wishthis je svobodný software s otevřeným zdrojovým kódem. Slovem zdarma nemyslím jen to, že za jeho používání nemusíte platit peníze, ale také to, že neplatíte svými osobními údaji a chováním. Nejenže si kdokoli může %sprohlédnout a ověřit jeho kód%s, ale také k tomu všechny vyzývám.
da: wishthis er gratis og open source-software. Med gratis mener jeg ikke bare, at du ikke behøver at betale penge for at bruge det, men at du heller ikke betaler med dine personlige oplysninger og adfærd. Ikke alene kan alle %sse og kontrollere koden%s, jeg opfordrer også dig til at gøre det.
de: wishthis ist eine freie und quelloffene Software. Mit frei meine ich nicht nur, dass du kein Geld für die Nutzung bezahlen musst, sondern auch, dass du nicht mit deinen persönlichen Daten und Verhalten bezahlen musst. Nicht nur kann jeder %sden Quelltext%s ansehen und überprüfen, ich ermutige dich auch, dies zu tun.
el_cy: Το wishthis είναι ελεύθερο λογισμικό ανοικτού κώδικα. Με το δωρεάν δεν εννοώ απλώς ότι δεν χρειάζεται να πληρώσετε χρήματα για να το χρησιμοποιήσετε, αλλά επίσης ότι δεν πληρώνετε με τις προσωπικές σας πληροφορίες και τη συμπεριφορά σας. Όχι μόνο μπορεί οποιοσδήποτε %sνα δει και να επαληθεύσει τον κώδικά του%s, αλλά σας ενθαρρύνω επίσης να το κάνετε.
es_sv: wishthis es un software libre y de código abierto. Con libre no me refiero sólo a que no tengas que pagar dinero por utilizarlo, sino que tampoco pagas con tu información personal y tu comportamiento. No sólo puede cualquiera %sver y verificar su código%s, también te animo a que lo hagas.
et_ee: wishthis on vaba ja avatud lähtekoodiga tarkvara. Tasuta ma ei tähenda ainult seda, et te ei pea selle kasutamise eest raha maksma, vaid te ei maksa ka oma isiklike andmete ja käitumisega. Mitte ainult ei saa igaüks %svaadata ja kontrollida selle koodi%s, ma ka julgustan teid seda tegema.
fi_fi: wishthis on ilmainen ja avoimen lähdekoodin ohjelmisto. Ilmaisella en tarkoita vain sitä, että sinun ei tarvitse maksaa rahaa sen käyttämisestä, mutta et myöskään maksa henkilökohtaisilla tiedoillasi ja käyttäytymiselläsi. Sen lisäksi, että kuka tahansa %svoi tarkastella ja tarkistaa sen koodin%s, kannustan myös sinua tekemään niin.
fr: wishthis est un logiciel gratuit et open source. Par gratuit, je ne veux pas seulement dire que vous n'avez pas à payer pour l'utiliser, mais vous ne payez pas non plus avec vos informations personnelles et votre comportement.%s Non seulement n'importe qui peut voir et vérifier son code %s, mais je vous encourage également à le faire.
hu_hu: A wishthis ingyenes és nyílt forráskódú szoftver. Az ingyenes alatt nem csak azt értem, hogy nem kell pénzt fizetned a használatáért, hanem azt is, hogy nem fizetsz a személyes adataiddal és viselkedéseddel. Nemcsak, hogy bárki %smegtekintheti és ellenőrizheti a kódját%s, én is erre bátorítom Önt.
id_id: wishthis adalah perangkat lunak sumber terbuka dan gratis. Dengan gratis, saya tidak hanya bermaksud, Anda tidak perlu membayar uang untuk menggunakannya, tetapi Anda juga tidak membayar dengan informasi dan perilaku pribadi Anda. Tidak hanya siapa saja %sdapat melihat dan memverifikasi kodenya%s, saya juga mendorong Anda untuk melakukannya.
it_it: wishthis è un software gratuito e open source. Con gratuito non intendo solo che non devi pagare per utilizzarlo, ma anche che non paghi con le tue informazioni personali e il tuo comportamento. Non solo chiunque %spuò visualizzare e verificare il suo codice%s, ma ti invito anche a farlo.
ja: wishthisはフリーでオープンソースのソフトウェアです。フリーとは、単にお金を払わなくても使えるという意味ではなく、あなたの個人情報や行動でお金を払わないという意味です。誰でも%sそのコードを閲覧し、検証することができます%s だけでなく、私はあなたにそうすることをお勧めします。
lt: "wishthis" yra nemokama atvirojo kodo programinė įranga. Nemokama programinė įranga reiškia ne tik tai, kad už jos naudojimą nereikia mokėti pinigų, bet ir tai, kad nemokate savo asmenine informacija ir elgesiu. Ne tik kiekvienas %sgali peržiūrėti ir patikrinti jos kodą%s, bet ir raginu jus tai padaryti.
lv: wishthis ir bezmaksas un atvērtā pirmkoda programmatūra. Ar bezmaksas es nedomāju tikai to, ka jums nav jāmaksā nauda, lai to izmantotu, bet arī to, ka jūs nemaksājat ar savu personisko informāciju un uzvedību. Ne tikai ikviens %svar apskatīt un pārbaudīt tās kodu%s, es arī aicinu jūs to darīt.
nl_nl: wishthis is gratis en open source software. Met gratis bedoel ik niet alleen dat je geen geld hoeft te betalen om het te gebruiken, maar ook dat je niet betaalt met je persoonlijke gegevens en gedrag. Niet alleen kan iedereen %sde code ervan bekijken en verifiëren%s, ik moedig je ook aan om dat te doen.
pl_pl: wishthis jest wolnym i otwartym oprogramowaniem. Mówiąc wolne, nie mam na myśli tylko tego, że nie musisz płacić pieniędzy, by go używać, ale także tego, że nie płacisz swoimi danymi osobowymi i zachowaniem. Nie tylko każdy może %sprzejrzeć i zweryfikować jego kod%s, ale także zachęcam cię do tego.
pt_mz: wishthis é software livre e de código aberto. Com gratuito não quero dizer apenas que não tem de pagar dinheiro para o utilizar, mas também que não está a pagar com as suas informações e comportamento pessoais. Não só qualquer pessoa %spode ver e verificar o seu código%s, como também o encorajo a fazê-lo.
ro_md: wishthis este un software gratuit și cu sursă deschisă. Prin "gratuit" nu mă refer doar la faptul că nu trebuie să plătiți bani pentru a-l utiliza, ci și la faptul că nu plătiți cu informațiile și comportamentul dumneavoastră personal. Nu numai că oricine %spoate vizualiza și verifica codul său%s, dar vă încurajez și pe dumneavoastră să faceți acest lucru.
ru_ua: wishthis - это бесплатное программное обеспечение с открытым исходным кодом. Под бесплатностью я подразумеваю не только то, что тебе не нужно платить деньги за его использование, но и то, что ты не расплачиваешься своей личной информацией и поведением. Мало того, что любой может %sпросмотреть и проверить его код%s, я также призываю тебя сделать это.
sk: wishthis je bezplatný softvér s otvoreným zdrojovým kódom. Pod pojmom bezplatný nemyslím len to, že za jeho používanie nemusíte platiť peniaze, ale aj to, že neplatíte svojimi osobnými údajmi a správaním. Nielenže si môže ktokoľvek %sprezrieť a overiť jeho kód%s, ale vyzývam vás, aby ste tak urobili aj vy.
sl: wishthis je brezplačna in odprtokodna programska oprema. Z besedo brezplačna ne mislim le, da vam zanjo ni treba plačati denarja, ampak tudi, da ne plačujete s svojimi osebnimi podatki in vedenjem. Ne samo, da si lahko vsakdo %sogleda in preveri njeno kodo%s, k temu spodbujam tudi vas.
sv_fi: wishthis är en gratis programvara med öppen källkod. Med gratis menar jag inte bara att du inte behöver betala pengar för att använda den, utan att du inte heller betalar med din personliga information och ditt beteende. Det är inte bara så att vem som helst %skan se och verifiera koden%s, jag uppmuntrar även dig att göra det.
tr: wishthis ücretsiz ve açık kaynaklı bir yazılımdır. Ücretsiz derken sadece kullanmak için para ödemek zorunda olmadığınızı değil, aynı zamanda kişisel bilgileriniz ve davranışlarınızla da ödeme yapmadığınızı kastediyorum. Herhangi biri %skodunu görüntüleyebilir ve doğrulayabilir%s, ayrıca sizi de bunu yapmaya teşvik ediyorum.
uk_ua: wishthis - це безкоштовне програмне забезпечення з відкритим вихідним кодом. Під вільним я маю на увазі не лише те, що вам не потрібно платити гроші за його використання, але й те, що ви не платите своєю особистою інформацією та поведінкою. Мало того, що будь-хто може %sпереглянути і перевірити її код%s, я також заохочую вас зробити це.

source: As an open source project it remains
bg: Като проект с отворен код той остава
cs: Jako projekt s otevřeným zdrojovým kódem zůstává
da: Som open source-projekt forbliver det
de: Als Open-Source-Projekt bleibt es
el_cy: Ως έργο ανοικτού κώδικα παραμένει
es_sv: Como proyecto de código abierto sigue siendo
et_ee: Avatud lähtekoodiga projektina jääb see
fi_fi: Avoimen lähdekoodin hankkeena se pysyy
it_it: Come progetto open source rimane
ja: オープンソースプロジェクトとして
lt: Kaip atvirojo kodo projektas jis išlieka
lv: Kā atvērtā koda projekts tas joprojām ir
pl_pl: Jako projekt open source pozostaje
ro_md: Fiind un proiect open source, rămâne
ru_ua: Будучи проектом с открытым исходным кодом, он остается
sl: Kot odprtokodni projekt ostaja
tr: Açık kaynaklı bir proje olarak

source: free of advertisements
bg: без реклами
cs: bez reklam
da: fri for reklamer
de: frei von Werbung
el_cy: χωρίς διαφημίσεις
es_sv: sin publicidad
et_ee: reklaamivaba
fi_fi: ilman mainoksia
fr: sans publicité
it_it: senza pubblicità
ja: 広告なし
lt: be reklamos
lv: bez reklāmām
pl_pl: wolne od reklam
ro_md: fără reclame
ru_ua: без рекламы
sl: brez oglasov
tr: reklamsız
uk_ua: без реклами

source: see %s
bg: вижте %s
cs: viz %s
da: se %s
de: siehe %s
el_cy: βλέπε %s
es_sv: consulta %s
et_ee: vt %s
fi_fi: katso %s
fr: voir %s
it_it: vedere %s
ja: 見る%s
lt: žr. . %s
lv: skatīt %s
pl_pl: zob. %s
ro_md: a se vedea %s
ru_ua: см. %s
sl: glej . %s
tr: bkz. %s
uk_ua: Дивіться. %s

source: plausible
bg: правдоподобен
cs: věrohodné
da: plausibel
el_cy: εύλογο
et_ee: usutav
fi_fi: uskottava
it_it: plausibile
ja: 有力
lt: tikėtinas
lv: ticams
pl_pl: wiarygodny
ro_md: plauzibil
ru_ua: правдоподобно
sl: verodostojno
tr: makul
uk_ua: правдоподібно

source: without intrusive tracking
bg: без натрапчиво проследяване
cs: bez dotěrného sledování
da: uden påtrængende sporing
de: ohne aufdringliches Tracking
el_cy: χωρίς παρεμβατική παρακολούθηση
es_sv: sin seguimiento intrusivo
et_ee: ilma pealetükkiva jälgimiseta
fi_fi: ilman tungettelevaa seurantaa
fr: sans suivi intrusif
it_it: senza tracciamenti invasivi
ja: 侵入的な追跡なし
lt: be įkyraus sekimo
lv: bez uzmācīgas izsekošanas
pl_pl: bez inwazyjnego śledzenia
ro_md: fără urmărire intruzivă
ru_ua: без навязчивого слежения
sl: brez vsiljivega sledenja
tr: müdahaleci izleme olmadan
uk_ua: без нав'язливого відстеження

source: transparent
bg: прозрачен
cs: transparentní
da: gennemsigtig
el_cy: διαφανές
es_sv: transparente
et_ee: läbipaistev
fi_fi: läpinäkyvä
it_it: trasparente
ja: 透明
lt: skaidrus
lv: caurspīdīgs
pl_pl: przejrzysty
ru_ua: прозрачный
sl: prozorno
tr: şeffaf

source: privacy focused
bg: фокусирани върху поверителността
cs: zaměřené na ochranu soukromí
da: fokus på privatlivets fred
de: Privatsphäre im Fokus
el_cy: εστίαση στην προστασία της ιδιωτικής ζωής
es_sv: centrado en la privacidad
et_ee: eraelu puutumatusele keskendunud
fi_fi: yksityisyyden suojaan keskittynyt
fr: axé sur la confidentialité
it_it: privacy
ja: プライバシー重視
lt: privatumas orientuotas į privatumą.
lv: koncentrēšanās uz privātumu
pl_pl: skoncentrowany na prywatności
ro_md: axat pe confidențialitate
ru_ua: Ориентированность на конфиденциальность
sl: osredotočenost na zasebnost
tr: mahremi̇yet odakli
uk_ua: орієнтований на конфіденційність

source: open for feedback and suggestions
bg: отворен за обратна връзка и предложения
cs: otevřený pro zpětnou vazbu a návrhy
da: åben for feedback og forslag
de: offen für Feedback und Vorschläge
el_cy: ανοικτή για σχόλια και προτάσεις
es_sv: abierto a opiniones y sugerencias
et_ee: avatud tagasisidele ja ettepanekutele
fi_fi: avoin palautetta ja ehdotuksia varten
fr: ouvert aux commentaires et aux suggestions.
it_it: aperto a feedback e suggerimenti
ja: フィードバックと提案の受付
lt: atviras atsiliepimams ir pasiūlymams
lv: atvērts atsauksmēm un ieteikumiem
pl_pl: otwarty na opinie i sugestie
ro_md: deschis pentru feedback și sugestii
ru_ua: открыт для отзывов и предложений
sl: odprt za povratne informacije in predloge
tr: geri bildirim ve önerilere açık
uk_ua: відкриті для відгуків та пропозицій

source: What you should also know
bg: Какво трябва да знаете
cs: Co byste také měli vědět
da: Hvad du også bør vide
de: Was du außerdem wissen solltest
el_cy: Τι πρέπει επίσης να γνωρίζετε
es_sv: Lo que también debes saber
et_ee: Mida peaksite samuti teadma
fi_fi: Mitä sinun pitäisi myös tietää
it_it: Cosa dovresti sapere
ja: 知っておくべきこと
lt: Ką taip pat turėtumėte žinoti
lv: Kas jums arī jāzina
pl_pl: Co powinieneś wiedzieć
ro_md: Ce ar trebui să știți și dumneavoastră
ru_ua: Что тебе также следует знать
sl: Kaj morate vedeti
tr: Ayrıca bilmeniz gerekenler

source: affiliate links
bg: партньорски връзки
cs: partnerské odkazy
da: affilierede links
el_cy: σύνδεσμοι θυγατρικών
es_sv: enlaces afiliados
et_ee: affiliate lingid
fi_fi: affiliate-linkit
it_it: link affiliati
ja: アフィリエイトリンク
lt: Partnerių nuorodos
lv: filiāļu saites
pl_pl: linki partnerskie
ro_md: link-uri afiliate
ru_ua: Партнерские ссылки
sl: affiliate povezave
tr: bağlı kuruluş bağlantıları

source: amazon links are automatically converted to affiliate links to help support the project financially.
bg: Връзките в Amazon се превръщат автоматично в партньорски връзки, за да подпомогнат финансово проекта.
cs: amazon odkazy jsou automaticky převedeny na affiliate odkazy, které pomáhají finančně podpořit projekt.
da: Amazon-links konverteres automatisk til affiliate-links for at hjælpe med at støtte projektet økonomisk.
de: Amazon Links werden automatisch in Affiliate-Links umgewandelt, um das Projekt finanziell zu unterstützen.
el_cy: Οι σύνδεσμοι amazon μετατρέπονται αυτόματα σε συνδέσμους θυγατρικών για να βοηθήσουν στην οικονομική υποστήριξη του έργου.
es_sv: Los enlaces de amazon se convierten automáticamente en enlaces de afiliados para ayudar a apoyar económicamente el proyecto.
et_ee: amazon lingid on automaatselt muudetud affiliate linkideks, et aidata projekti rahaliselt toetada.
fi_fi: amazon-linkit muutetaan automaattisesti affiliate-linkkeihin, jotta projektia voidaan tukea taloudellisesti.
it_it: I link di amazon vengono automaticamente convertiti in link di affiliazione per contribuire a sostenere finanziariamente il progetto.
ja: amazonのリンクは自動的にアフィリエイト・リンクに変換され、プロジェクトを財政的に支援します。
lt: amazon nuorodos automatiškai paverčiamos į partnerių nuorodas, kad būtų galima finansiškai paremti projektą.
lv: amazon saites tiek automātiski pārveidotas par partneru saitēm, lai palīdzētu finansiāli atbalstīt projektu.
pl_pl: Linki amazon są automatycznie konwertowane na linki partnerskie, aby wesprzeć projekt finansowo.
ro_md: link-urile amazon sunt convertite automat în link-uri afiliate pentru a ajuta la susținerea financiară a proiectului.
ru_ua: ссылки на amazon автоматически преобразуются в партнёрские, чтобы помочь поддержать проект финансово.
sl: amazonove povezave so samodejno pretvorjene v partnerske povezave, ki pomagajo finančno podpreti projekt.
tr: amazon bağlantıları, projeyi finansal olarak desteklemeye yardımcı olmak için otomatik olarak bağlı kuruluş bağlantılarına dönüştürülür.

source: News
bg: Новини
cs: Zprávy
da: Nyheder
de: Neuigkeiten
el_cy: Νέα
es_sv: Noticias
et_ee: Uudised
fi_fi: Uutiset
fr: Nouvelles
it_it: Notizie
ja: ニュース
lt: Naujienos
lv: Ziņas
pl_pl: Aktualności
ro_md: Știri
ru_ua: Новости
sl: Novice
tr: Haberler
uk_ua: Новини

source: Statistics
bg: Статистика
cs: Statistiky
da: Statistik
de: Statistik
el_cy: Στατιστικά στοιχεία
es_sv: Estadísticas
et_ee: Statistika
fi_fi: Tilastot
fr: Statistiques
hu_hu: Statisztikák
id_id: Statistik
it_it: Statistiche
ja: 統計情報
lt: Statistika
lv: Statistika
nl_nl: Statistieken
pl_pl: Statystyki
pt_mz: Estatísticas
ro_md: Statistici
ru_ua: Статистика
sk: Štatistika
sl: Statistika
sv_fi: Statistik
tr: İstatistikler
uk_ua: Статистика

source: Join the others and get started now!
bg: Присъединете се към останалите и започнете още сега!
cs: Připojte se k ostatním a začněte hned!
da: Slut dig til de andre og kom i gang nu!
de: Schließ dich den anderen an und fang jetzt an!
el_cy: Ενώστε τους άλλους και ξεκινήστε τώρα!
es_sv: ¡Únete a los demás y empieza ya!
et_ee: Ühinege teistega ja alustage kohe!
fi_fi: Liity muiden joukkoon ja aloita nyt!
fr: Rejoignez les autres et lancez-vous dès maintenant !
hu_hu: Csatlakozz a többiekhez, és kezdd el most!
id_id: Bergabunglah dengan yang lain dan mulailah sekarang!
it_it: Unisciti agli altri e inizia subito!
ja: 他の人と一緒に、今すぐ始めましょう
lt: Prisijunkite prie kitų ir pradėkite dabar!
lv: Pievienojieties citiem un sāciet jau tagad!
nl_nl: Sluit je aan bij de anderen en ga nu aan de slag!
pl_pl: Dołącz do innych i zacznij działać już teraz!
pt_mz: Junte-se aos outros e comece já!
ro_md: Alăturați-vă celorlalți și începeți acum!
ru_ua: Присоединяйся к остальным и начинай прямо сейчас!
sk: Pridajte sa k ostatným a začnite hneď!
sl: Pridružite se drugim in začnite zdaj!
sv_fi: Gör som de andra och kom igång nu!
tr: Diğerlerine katılın ve hemen başlayın!
uk_ua: Приєднуйтесь до інших і починайте прямо зараз!

source: Wishes
bg: Пожелания
cs: Přání
da: Ønsker
de: Wünsche
el_cy: Ευχές
es_sv: Deseos
et_ee: Soovid
fi_fi: Toiveet
fr: Souhaits
hu_hu: Kívánságok
id_id: Keinginan
it_it: Desideri
ja: 願い事
lt: Linkėjimai
lv: Novēlējumi
nl_nl: Wensen
pl_pl: Życzenia
pt_mz: Desejos
ro_md: Dorințe
ru_ua: Пожелания
sk: Priania
sl: Želje
sv_fi: Önskemål
tr: Dileklerimiz
uk_ua: Побажання

source: Registered users
bg: Регистрирани потребители
cs: Registrovaní uživatelé
da: Registrerede brugere
de: Registrierte Benutzer
el_cy: Εγγεγραμμένοι χρήστες
es_sv: Usuarios registrados
et_ee: Registreeritud kasutajad
fi_fi: Rekisteröityneet käyttäjät
fr: Utilisateurs enregistrés
hu_hu: Regisztrált felhasználók
id_id: Pengguna terdaftar
it_it: Utenti registrati
ja: 登録ユーザー
lt: Registruoti naudotojai
lv: Reģistrētie lietotāji
nl_nl: Geregistreerde gebruikers
pl_pl: Zarejestrowani użytkownicy
pt_mz: Utilizadores registados
ro_md: Utilizatori înregistrați
ru_ua: Зарегистрированные пользователи
sk: Registrovaní používatelia
sl: Registrirani uporabniki
sv_fi: Registrerade användare
tr: Kayıtlı kullanıcılar
uk_ua: Зареєстровані користувачі

source: Hey, you
bg: Хей, ти
cs: Hej, ty
da: Hej, du.
de: Hey, du
el_cy: Έι, εσύ...
es_sv: Eh, tú
et_ee: Hei, sa...
fi_fi: Hei, sinä...
fr: Hey, vous
it_it: Ehi, tu
ja: おい、お前
lt: Ei, tu
lv: Ei, tu
pl_pl: Hej, ty
ro_md: Hei, tu...
ru_ua: Привет
sl: Hej, ti
tr: Hey, sen.
uk_ua: Агов, ти!

source: Yes, I mean you, %s.
bg: Да, имам предвид теб, %s.
cs: Ano, myslím tebe, %s.
da: Ja, jeg mener dig, %s.
de: Ja, ich meine dich, %s.
el_cy: Ναι, εννοώ εσένα, %s.
es_sv: Sí, me refiero a ti, %s.
et_ee: Jah, ma mõtlen sind, %s.
fi_fi: Kyllä, tarkoitan sinua, %s.
fr: Oui, je veux dire vous, %s.
it_it: Sì, mi riferisco a te, %s.
ja: そう、君のことだよ、%s 。
lt: Taip, turiu omenyje jus, %s.
lv: Jā, es domāju tevi, %s.
pl_pl: Tak, mam na myśli ciebie, %s.
ro_md: Da, mă refer la tine, %s.
ru_ua: Да, я именно тебя %s имею ввиду.
sl: Da, mislim na vas, %s.
tr: Evet, seni kastediyorum, %s.
uk_ua: Так, я маю на увазі вас, %s.

source: Your browser is telling me that you would like to view pages in %1$s, but your %3$s are set to %2$s.
bg: Вашият браузър ми казва, че искате да разглеждате страници в %1$s, но вашият %3$s е зададен на %2$s.
cs: Váš prohlížeč mi říká, že byste chtěli zobrazit stránky v %1$s, ale vaše %3$s jsou nastaveny na %2$s.
da: Din browser fortæller mig, at du gerne vil se sider i %1$s, men din %3$s er indstillet til %2$s.
de: Dein Browser sagt mir, dass du Websites in %1$s sehen möchtest, aber deine %3$s sind auf %2$s eingestellt.
el_cy: Το πρόγραμμα περιήγησής σας μου λέει ότι θα θέλατε να προβάλετε σελίδες στο %1$s, αλλά το %3$s σας έχει οριστεί στο %2$s.
es_sv: Tu navegador me está diciendo que te gustaría ver las páginas en %1$s, pero tus %3$s están configuradas en %2$s.
et_ee: Teie veebilehitseja ütleb mulle, et soovite vaadata lehekülgi aadressil %1$s, kuid teie %3$s on seatud aadressile %2$s.
fi_fi: Selaimesi kertoo minulle, että haluaisit katsella sivuja osoitteessa %1$s, mutta %3$s on asetettu osoitteeseen %2$s.
fr: Votre navigateur me dit que vous aimeriez afficher les pages en %1$s, mais votre %3$s est réglé sur %2$s.
it_it: Il tuo browser mi sta dicendo che vorresti visualizzare le pagine in %1$s, ma il tuo %3$s è impostato su %2$s.
ja: あなたのブラウザは、%1$s でページを表示したいと私に言っていますが、%3$s は%2$s に設定されています。
lt: Jūsų naršyklė man sako, kad norėtumėte peržiūrėti puslapius %1$s, tačiau jūsų %3$s yra nustatytas %2$s.
lv: Jūsu pārlūkprogramma man saka, ka vēlaties skatīt lapas %1$s, bet jūsu %3$s ir iestatīts uz %2$s.
pl_pl: Twoja przeglądarka mówi mi, że chcesz wyświetlić strony w %1$s, ale twoja %3$s jest ustawiona na %2$s.
ro_md: Browserul dvs. îmi spune că doriți să vizualizați paginile în %1$s, dar %3$s este setat la %2$s.
ru_ua: Твой браузер говорит мне, что ты хотел бы просматривать страницы в формате %1$s, но твой %3$s установлен на %2$s.
sl: Vaš brskalnik mi sporoča, da želite prikazati strani v %1$s, vendar so vaše strani %3$s nastavljene na %2$s.
tr: Tarayıcınız bana %1$s adresindeki sayfaları görüntülemek istediğinizi söylüyor, ancak %3$s adresiniz %2$s olarak ayarlanmış.
uk_ua: Ваш браузер повідомляє мені, що ви хочете переглядати сторінки на %1$s, але ваші %3$s встановлені на %2$s.

source: preferences
bg: предпочитания
cs: preference
da: præferencer
de: Einstellungen
el_cy: προτιμήσεις
es_sv: preferencias
et_ee: eelistused
fi_fi: mieltymykset
fr: préférences
it_it: preferenze
ja: プリファレンス
lt: pageidavimai
pl_pl: preferencje
ro_md: preferințe
ru_ua: предпочтения
sl: preference
tr: tercihler
uk_ua: уподобання

source: wishthis is available in %1$s different locales and also supports %2$s!
bg: wishthis е достъпен на %1$s различни локации и поддържа също %2$s!
cs: wishthis je k dispozici v %1$s různých místních jazycích a podporuje také %2$s!
da: wishthis er tilgængelig på %1$s forskellige sprog og understøtter også %2$s!
de: wishthis ist in %1$s verschiedenen Sprachen verfügbar und unterstützt auch %2$s!
el_cy: Το wishthis είναι διαθέσιμο σε %1$s διαφορετικές τοπικές γλώσσες και υποστηρίζει επίσης το %2$s!
es_sv: ¡wishthis está disponible en %1$s localizaciones diferentes y también es compatible con %2$s!
et_ee: wishthis on saadaval %1$s erinevates kohalikes keeltes ja toetab ka %2$s!
fi_fi: wishthis on saatavana %1$s eri paikallisilla kielillä ja tukee myös %2$s!
fr: wishthis est disponible dans %1$s différents paramètres régionaux et prend également en charge %2$s !
it_it: wishthis è disponibile in %1$s diverse lingue e supporta anche %2$s!
ja: wishthis は%1$s の異なるロケールで利用可能で、%2$s もサポートしています！
lt: wishthis yra %1$s skirtingų vietovių ir taip pat palaiko %2$s!
lv: wishthis ir pieejams %1$s dažādās vietējās valodās un atbalsta arī %2$s!
pl_pl: wishthis jest dostępny w %1$s różnych wersjach językowych i obsługuje również %2$s!
ro_md: wishthis este disponibil în %1$s diferite localități și suportă și %2$s!
ru_ua: wishthis доступен в %1$s различных локалях, а также поддерживает %2$s!
sl: wishthis je na voljo v %1$s različnih lokalnih jezikih in podpira tudi %2$s!
tr: wishthis %1$s farklı yerel dillerde mevcuttur ve %2$s adresini de destekler!
uk_ua: wishthis доступний в %1$s різних локаціях, а також підтримує %2$s!

source: Install
bg: Инсталиране на
cs: Instalace
da: Installer
de: Installieren
el_cy: Εγκαταστήστε το
es_sv: Instala
et_ee: Paigaldage
fi_fi: Asenna
fr: Installer
hu_hu: Telepítse a
id_id: Pasang
it_it: Installa
ja: インストール
lt: Įdiekite
lv: Uzstādīt
nl_nl: Installeer
pl_pl: Zainstaluj
pt_mz: Instalar
ro_md: Instalați
ru_ua: Установите
sk: Inštalácia stránky
sl: Namestitev
sv_fi: Installera
tr: Kurulum
uk_ua: Встановити
