Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Trust is a two way street and wishthis aims to be a transparent, trustworthy product, which is why the wishthis %s is publicly viewable.
bg: Доверието е двупосочна улица и wishthis се стреми да бъде прозрачен и надежден продукт, поради което wishthis %s е публично достъпен.
cs: Důvěra je obousměrná a wishthis se snaží být transparentním a důvěryhodným produktem, proto je stránka wishthis %s veřejně přístupná.
da: Tillid går begge veje, og wishthis ønsker at være et gennemsigtigt og troværdigt produkt, hvilket er grunden til, at wishthis %s er offentligt tilgængelig.
de: Vertrauen basiert auf Gegenseitigkeit und wishthis möchte ein transparentes, vertrauenswürdiges Produkt sein. Deshalb ist der wishthis %s öffentlich einsehbar.
el_cy: Η εμπιστοσύνη είναι αμφίδρομη και το wishthis στοχεύει να είναι ένα διαφανές, αξιόπιστο προϊόν, γι' αυτό και το wishthis %s είναι δημόσια προσβάσιμο.
es_sv: La confianza es una calle de doble sentido y wishthis pretende ser un producto transparente y digno de confianza, por lo que la página %s de wishthis es de acceso público.
et_ee: Usaldus on kahepoolne ja wishthis soovib olla läbipaistev ja usaldusväärne toode, mistõttu on wishthis %s avalikult vaadatav.
fi_fi: Luottamus on kaksisuuntainen katu, ja wishthis pyrkii olemaan läpinäkyvä ja luotettava tuote, minkä vuoksi wishthis %s on julkisesti nähtävissä.
fr: La confiance est une voie à double sens et wishthis vise à être un produit transparent et digne de confiance, c'est pourquoi le %s de wishthis est visible publiquement.
it_it: La fiducia è una strada a doppio senso e wishthis vuole essere un prodotto trasparente e affidabile, per questo motivo wishthis %s è visibile pubblicamente.
ja: 信頼は双方向であり、wishthisは透明で信頼できる製品を目指しています。そのため、wishthis%s は一般公開されています。
lt: Pasitikėjimas yra abipusis ir wishthis siekia būti skaidrus, patikimas produktas, todėl wishthis %s yra viešai matomas.
lv: Uzticēšanās ir divvirzienu ielas, un wishthis mērķis ir būt pārredzamam un uzticamam produktam, tāpēc wishthis %s ir publiski pieejams.
pl_pl: Zaufanie jest dwukierunkowe, a wishthis dąży do bycia przejrzystym, godnym zaufania produktem, dlatego wishthis %s jest publicznie dostępny.
ro_md: Încrederea este o stradă cu două sensuri, iar wishthis își propune să fie un produs transparent și demn de încredere, motiv pentru care wishthis %s poate fi vizualizat public.
ru_ua: Доверие - это улица с двусторонним движением, и wishthis стремится быть прозрачным, заслуживающим доверия продуктом, поэтому сайт wishthis %s находится в открытом доступе.
sl: Zaupanje je dvosmerno in wishthis želi biti pregleden in zaupanja vreden izdelek, zato je spletna stran wishthis %s javno dostopna.
tr: Güven iki yönlüdür ve wishthis şeffaf, güvenilir bir ürün olmayı amaçlamaktadır, bu nedenle wishthis %s herkese açık olarak görüntülenebilir.
uk_ua: Довіра - це вулиця з двостороннім рухом, і Wishthis прагне бути прозорим продуктом, що заслуговує на довіру, саме тому сайт Wishthis %s знаходиться у відкритому доступі.

source: source code
bg: изходен код
cs: zdrojový kód
da: Kildekode
de: Quellcode
el_cy: πηγαίος κώδικας
es_sv: código fuente
et_ee: lähtekood
fi_fi: lähdekoodi
fr: code source
it_it: codice sorgente
ja: ソースコード
lt: šaltinio kodas
lv: avota kods
pl_pl: kod źródłowy
ro_md: codul sursă
ru_ua: исходный код
sl: izvorna koda
tr: kaynak kodu
uk_ua: вихідний код

source: MJML is required for sending emails. Visit %s to request API access.
bg: MJML се изисква за изпращане на имейли. Посетете %s, за да заявите достъп до API.
cs: Pro odesílání e-mailů je vyžadován MJML. Navštivte stránku %s a požádejte o přístup k rozhraní API.
da: MJML er påkrævet for at sende e-mails. Besøg %s for at anmode om API-adgang.
de: MJML ist für den Versand von E-Mails erforderlich. Besuche %s, um API-Zugang zu beantragen.
el_cy: Το MJML απαιτείται για την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου. Επισκεφθείτε το %s για να ζητήσετε πρόσβαση στο API.
es_sv: Se necesita MJML para enviar correos electrónicos. Visita %s para solicitar el acceso a la API.
et_ee: MJML on vajalik e-kirjade saatmiseks. API-juurdepääsu taotlemiseks külastage veebilehte %s.
fi_fi: MJML tarvitaan sähköpostien lähettämiseen. Käy osoitteessa %s ja pyydä API-käyttöoikeutta.
fr: MJML est nécessaire pour envoyer des e-mails. Visitez %s pour demander l'accès à l'API.
hu_hu: Az MJML szükséges az e-mailek küldéséhez. API-hozzáférés igényléséhez látogasson el a %s weboldalra.
id_id: MJML diperlukan untuk mengirim email. Kunjungi %s untuk meminta akses API.
it_it: MJML è necessario per l'invio di e-mail. Visita %s per richiedere l'accesso all'API.
ja: メール送信にはMJMLが必要です。APIアクセスのリクエストは、%s 。
lt: MJML reikalingas el. laiškams siųsti. Apsilankykite %s ir paprašykite API prieigos.
lv: Lai sūtītu e-pasta ziņojumus, ir nepieciešams MJML. Apmeklējiet %s, lai pieprasītu API piekļuvi.
nl_nl: MJML is nodig voor het versturen van e-mails. Bezoek %s om API toegang aan te vragen.
pl_pl: MJML jest wymagany do wysyłania e-maili. Odwiedź stronę %s, aby poprosić o dostęp do API.
pt_mz: A MJML é necessária para o envio de e-mails. Visite %s para solicitar acesso API.
ro_md: MJML este necesar pentru a trimite e-mailuri. Vizitați %s pentru a solicita accesul la API.
ru_ua: MJML необходим для отправки электронных писем. Посети %s, чтобы запросить доступ к API.
sk: Na odosielanie e-mailov sa vyžaduje MJML. Navštívte stránku %s a požiadajte o prístup k API.
sl: MJML je potreben za pošiljanje e-poštnih sporočil. Obiščite %s in zahtevajte dostop do API.
sv_fi: MJML krävs för att skicka e-post. Besök %s för att begära API-åtkomst.
tr: E-posta göndermek için MJML gereklidir. API erişimi talep etmek için %s adresini ziyaret edin.
uk_ua: Для надсилання імейлів потрібен MJML. Відвідайте %s, щоб запросити доступ до API.

source: Application ID
bg: Идентификатор на приложението
cs: ID aplikace
da: Applikations-ID
el_cy: Αναγνωριστικό εφαρμογής
es_sv: Identificación de la solicitud
et_ee: Rakenduse ID
fi_fi: Sovelluksen tunnus
fr: ID d'application
it_it: ID applicazione
ja: アプリケーションID
lt: Paraiškos ID
lv: Pieteikuma ID
pl_pl: Identyfikator aplikacji
ro_md: ID-ul aplicației
ru_ua: ID приложения
sl: ID aplikacije
tr: Uygulama Kimliği
uk_ua: Ідентифікатор заявки

source: Secret Key
bg: Секретен ключ
cs: Tajný klíč
da: Hemmelig nøgle
el_cy: Μυστικό κλειδί
es_sv: Clave secreta
et_ee: Salajane võti
fi_fi: Salainen avain
fr: Clef secrète
it_it: Chiave segreta
ja: シークレット・キー
lt: Slaptasis raktas
lv: Slepenā atslēga
pl_pl: Tajny klucz
ro_md: Cheia secretă
ru_ua: Секретный ключ
sl: Skrivnostni ključ
tr: Gizli Anahtar
uk_ua: Секретний ключ

source: Update
bg: Актуализация
cs: Aktualizace
da: Opdatering
de: Aktualisieren
el_cy: Ενημέρωση
es_sv: Actualiza
et_ee: Ajakohastamine
fi_fi: Päivitys
fr: Mise à jour
hu_hu: Frissítés
id_id: Pembaruan
it_it: Aggiornamento
ja: 更新情報
lt: Atnaujinti
lv: Atjaunināt
pl_pl: Aktualizacja
pt_mz: Actualização
ro_md: Actualizare
ru_ua: Обновить
sk: Aktualizácia
sl: Posodobitev
sv_fi: Uppdatera
tr: Güncelleme
uk_ua: Оновлення

source: Database successfully migrated to %s.
bg: Базата данни е успешно мигрирана към %s.
cs: Databáze byla úspěšně migrována na %s.
da: Database migreret til %s med succes.
de: Die Datenbank wurde erfolgreich auf %s migriert.
el_cy: Η βάση δεδομένων μεταφέρθηκε επιτυχώς στο %s.
es_sv: Base de datos migrada con éxito a %s.
et_ee: Andmebaas on edukalt üle viidud aadressile %s.
fi_fi: Tietokanta siirretty onnistuneesti osoitteeseen %s.
fr: La base de données a été migrée avec succès vers %s.
hu_hu: Az adatbázis sikeresen áttelepült a %s címre.
id_id: Database berhasil dimigrasikan ke %s.
it_it: Il database è stato migrato con successo su %s.
ja: データベースは%s に正常に移行されました。
lt: Duomenų bazė sėkmingai perkelta į %s.
lv: Veiksmīga datubāzes migrācija uz %s.
nl_nl: Database met succes gemigreerd naar %s.
pl_pl: Baza danych pomyślnie przeniesiona na %s.
pt_mz: A base de dados migrou com sucesso para %s.
ro_md: Baza de date a migrat cu succes la %s.
ru_ua: База данных успешно мигрировала на %s.
sk: Databáza bola úspešne migrovaná na stránku %s.
sl: Podatkovna baza je bila uspešno prenesena na %s.
sv_fi: Databasen har migrerats till %s.
tr: Veritabanı %s adresine başarıyla taşındı.
uk_ua: База даних успішно перенесена на %s.

source: Database migration
bg: Миграция на базата данни
cs: Migrace databáze
da: Overflytning af databaser
de: Datenbank-Migration
el_cy: Μετάβαση στη βάση δεδομένων
es_sv: Migración de la base de datos
et_ee: Andmebaasi migratsioon
fi_fi: Tietokannan siirtyminen
fr: Migration de la base de données
hu_hu: Adatbázis migráció
id_id: Migrasi basis data
it_it: Migrazione del database
ja: データベースの移行
lt: Duomenų bazės perkėlimas
lv: Datu bāzu migrācija
nl_nl: Databasemigratie
pl_pl: Migracja bazy danych
pt_mz: Migração de bases de dados
ro_md: Migrarea bazei de date
ru_ua: Миграция базы данных
sk: Migrácia databázy
sl: Migracija podatkovne baze
sv_fi: Migrering av databaser
tr: Veritabanı geçişi
uk_ua: Міграція бази даних

source: Thank you for updating wishthis! To complete this update, some changes are required to the database structure.
bg: Благодарим ви за обновяването на wishthis! За да завършите тази актуализация, са необходими някои промени в структурата на базата данни.
cs: Děkujeme za aktualizaci wishthis! Pro dokončení této aktualizace je nutné provést některé změny ve struktuře databáze.
da: Tak for opdateringen af wishthis! For at gennemføre denne opdatering er det nødvendigt at foretage nogle ændringer i databasestrukturen.
de: Danke, dass du das wishthis aktualisiert hast! Um das Update abzuschließen, sind einige Änderungen an der Datenbankstruktur erforderlich.
el_cy: Σας ευχαριστούμε για την ενημέρωση του wishthis! Για να ολοκληρωθεί αυτή η ενημέρωση, απαιτούνται ορισμένες αλλαγές στη δομή της βάσης δεδομένων.
es_sv: ¡Gracias por actualizar wishthis! Para completar esta actualización, son necesarios algunos cambios en la estructura de la base de datos.
et_ee: Aitäh, et uuendate wishthis! Selle uuenduse lõpuleviimiseks on vaja teha mõned muudatused andmebaasi struktuuris.
fi_fi: Kiitos wishthisin päivittämisestä! Tämän päivityksen loppuunsaattaminen edellyttää joitakin muutoksia tietokannan rakenteeseen.
fr: Merci d'avoir mis à jour wishthis ! Pour compléter cette mise à jour, certaines modifications sont nécessaires à la structure de la base de données.
hu_hu: Köszönjük a wishthis frissítését! A frissítés befejezéséhez néhány változtatásra van szükség az adatbázis szerkezetében.
id_id: Terima kasih telah memperbarui wishthis! Untuk menyelesaikan pembaruan ini, beberapa perubahan diperlukan pada struktur database.
it_it: Grazie per aver aggiornato wishthis! Per completare questo aggiornamento, sono necessarie alcune modifiche alla struttura del database.
ja: wishthisをアップデートしていただきありがとうございます。このアップデートを完了するために、データベースの構造にいくつかの変更が必要です。
lt: Ačiū, kad atnaujinote wishthis! Norint užbaigti šį atnaujinimą, reikia atlikti tam tikrus duomenų bazės struktūros pakeitimus.
lv: Paldies par wishthis atjaunināšanu! Lai pabeigtu šo atjauninājumu, ir nepieciešamas dažas izmaiņas datubāzes struktūrā.
nl_nl: Bedankt voor het bijwerken van wishthis! Om deze update te voltooien zijn enkele veranderingen in de databasestructuur nodig.
pl_pl: Dziękujemy za aktualizację wishthis! Aby zakończyć tę aktualizację, konieczne są pewne zmiany w strukturze bazy danych.
pt_mz: Obrigado por actualizar este desejo! Para completar esta actualização, são necessárias algumas alterações à estrutura da base de dados.
ro_md: Vă mulțumim pentru actualizarea wishthis! Pentru a finaliza această actualizare, sunt necesare unele modificări ale structurii bazei de date.
ru_ua: Спасибо за обновление wishthis! Чтобы завершить это обновление, необходимо внести некоторые изменения в структуру базы данных.
sk: Ďakujeme za aktualizáciu wishthis! Na dokončenie tejto aktualizácie sú potrebné niektoré zmeny v štruktúre databázy.
sl: Hvala za posodobitev wishthis! Za dokončanje te posodobitve so potrebne nekatere spremembe v strukturi zbirke podatkov.
sv_fi: Tack för uppdateringen av wishthis! För att slutföra denna uppdatering krävs vissa ändringar i databasstrukturen.
tr: Wishthis'i güncellediğiniz için teşekkür ederiz! Bu güncellemeyi tamamlamak için veritabanı yapısında bazı değişiklikler yapılması gerekmektedir.
uk_ua: Дякуємо за оновлення wishthis! Для завершення оновлення необхідно внести деякі зміни в структуру бази даних.

source: Migrate to %s
bg: Мигриране към %s
cs: Migrovat do %s
da: Overgå til %s
de: Zu %s migrieren
el_cy: Μεταναστεύστε σε %s
es_sv: Migrar a %s
et_ee: Migreeruda %s
fi_fi: Siirry osoitteeseen %s
fr: Migrer vers %s
hu_hu: Vándoroljon át a %s
id_id: Bermigrasi ke %s
it_it: Migrare a %s
ja: に移行する。%s
lt: Migruoti į %s
lv: Migrēt uz %s
nl_nl: Migreer naar %s
pl_pl: Migruj do %s
pt_mz: Migrar para %s
ro_md: Migrați la %s
ru_ua: Мигрируй в %s
sk: Migrácia do %s
sl: Migracija v %s
sv_fi: Flytta till %s
tr: Geçmek %s
uk_ua: Мігруйте до %s

source: Careful
bg: Внимателно
cs: Opatrně
da: Forsigtig
de: Vorsicht
el_cy: Προσεκτικός
es_sv: Cuidado
et_ee: Ettevaatlik
fi_fi: Huolellinen
fr: Attention
hu_hu: Óvatos
id_id: Hati-hati
it_it: Attenzione
ja: 注意深く
lt: Atsargiai
lv: Uzmanīgi
nl_nl: Voorzichtig
pl_pl: Ostrożnie
pt_mz: Cuidado
ro_md: Atenție
ru_ua: Осторожно
sk: Opatrne
sl: Previdno
sv_fi: Försiktigt
tr: Dikkatli olun
uk_ua: Обережно.

source: You are viewing your own wishlist! You will be able to see which wishes have already been fulfilled for you. Don't you want to be surprised?
bg: Вие разглеждате собствения си списък с желания! Ще можете да видите кои желания вече са били изпълнени за вас. Не искате ли да бъдете изненадани?
cs: Prohlížíte si svůj vlastní seznam přání! Uvidíte, která přání vám již byla splněna. Nechcete být překvapeni?
da: Du er ved at se din egen ønskeliste! Du vil kunne se, hvilke ønsker der allerede er blevet opfyldt for dig. Vil du ikke gerne overraskes?
de: Du siehst gerade deine eigene Wunschliste! Dort kannst du sehen, welche Wünsche bereits für dich erfüllt worden sind. Willst du dich nicht überraschen lassen?
el_cy: Βλέπετε τη δική σας λίστα επιθυμιών! Θα μπορείτε να δείτε ποιες επιθυμίες έχουν ήδη πραγματοποιηθεί για εσάς. Δεν θέλετε να εκπλαγείτε;
es_sv: ¡Estás viendo tu propia lista de deseos! Podrás ver qué deseos se han cumplido ya para ti. ¿No quieres que te sorprendan?
et_ee: Sa vaatad oma soovinimekirja! Saate näha, millised soovid on teie jaoks juba täidetud. Kas sa ei taha olla üllatunud?
fi_fi: Katselet omaa toivomuslistaa! Näet, mitkä toiveet on jo toteutettu sinulle. Etkö halua yllättyä?
fr: Vous consultez votre propre liste de souhaits ! Vous pourrez voir quels souhaits ont déjà été exaucés pour vous. Ne voulez-vous pas être surpris ?
hu_hu: Ön a saját kívánságlistáját nézi! Láthatja, hogy mely kívánságok teljesültek már az Ön számára. Nem szeretnéd, hogy meglepjenek?
id_id: Anda sedang melihat daftar keinginan Anda sendiri! Anda akan dapat melihat keinginan mana yang telah terpenuhi untuk Anda. Tidakkah Anda ingin terkejut?
it_it: Stai visualizzando la tua lista dei desideri! Potrai vedere quali desideri sono già stati esauditi per te. Non vuoi essere sorpreso?
ja: あなた自身のウィッシュリストを表示していますどの願いがすでに叶ったかを見ることができます。サプライズしてみませんか？
lt: Jūs peržiūrite savo pageidavimų sąrašą! Galėsite pamatyti, kurie pageidavimai jau buvo išpildyti. Ar nenorite būti nustebinti?
lv: Jūs apskatāt savu vēlmju sarakstu! Jūs varēsiet redzēt, kuras vēlmes jums jau ir izpildītas. Vai nevēlaties būt pārsteigts?
nl_nl: Je bekijkt je eigen verlanglijstje! Je kunt zien welke wensen al voor je vervuld zijn. Wil je niet verrast worden?
pl_pl: Przeglądasz swoją własną listę życzeń! Będziesz mógł zobaczyć, które życzenia zostały już spełnione. Czy nie chcesz być zaskoczony?
pt_mz: Está a ver a sua própria lista de desejos! Poderá ver quais os desejos que já foram realizados para si. Não quer ser surpreendido?
ro_md: Vă vizualizați propria listă de dorințe! Veți putea vedea ce dorințe v-au fost deja îndeplinite. Nu doriți să fiți surprins?
ru_ua: Ты просматриваешь свой собственный список желаний! Ты сможешь увидеть, какие желания уже были исполнены для тебя. Разве ты не хочешь быть удивленным?
sk: Prezeráte si svoj vlastný zoznam želaní! Budete môcť vidieť, ktoré želania vám už boli splnené. Nechcete byť prekvapení?
sl: Ogledujete si svoj seznam želja! Videli boste lahko, katere želje so vam že bile izpolnjene. Ali ne želite biti presenečeni?
sv_fi: Du visar din egen önskelista! Du kan se vilka önskemål som redan har uppfyllts för dig. Vill du inte bli överraskad?
tr: Kendi istek listenizi görüntülüyorsunuz! Hangi dileklerin sizin için zaten yerine getirildiğini görebileceksiniz. Şaşırmak istemez misiniz?
uk_ua: Ви переглядаєте свій власний список бажань! Ви зможете побачити, які бажання вже були виконані для вас. Хіба ви не хочете бути здивованими?

source: It's probably best to just close this tab.
bg: Вероятно е най-добре просто да затворите този раздел.
cs: Pravděpodobně bude nejlepší tuto kartu zavřít.
da: Det er nok bedst at lukke denne fane.
de: Es ist wahrscheinlich am besten, diesen Tab einfach zu schließen.
el_cy: Είναι μάλλον καλύτερο να κλείσετε αυτή την καρτέλα.
es_sv: Probablemente sea mejor cerrar esta pestaña.
et_ee: Ilmselt on kõige parem see vahekaart lihtsalt sulgeda.
fi_fi: On luultavasti parasta sulkea tämä välilehti.
fr: Il est probablement préférable de fermer cet onglet.
hu_hu: Valószínűleg a legjobb, ha egyszerűen bezárja ezt a lapot.
id_id: Mungkin lebih baik menutup tab ini saja.
it_it: Probabilmente è meglio chiudere questa scheda.
ja: このタブはそのまま閉じるのがベストでしょう。
lt: Tikriausiai geriausia tiesiog uždaryti šį skirtuką.
lv: Iespējams, vislabāk ir vienkārši aizvērt šo cilni.
nl_nl: Het is waarschijnlijk het beste om dit tabblad gewoon te sluiten.
pl_pl: Prawdopodobnie najlepiej będzie po prostu zamknąć tę zakładkę.
pt_mz: É provavelmente melhor simplesmente fechar esta aba.
ro_md: Probabil că este mai bine să închideți această filă.
ru_ua: Вероятно, лучше просто закрыть эту вкладку.
sk: Pravdepodobne bude najlepšie túto kartu jednoducho zavrieť.
sl: Verjetno je najbolje, da ta zavihek preprosto zaprete.
sv_fi: Det är förmodligen bäst att stänga den här fliken.
tr: Bu sekmeyi kapatmak muhtemelen en iyisidir.
uk_ua: Можливо, краще просто закрити цю вкладку.

source: What to do?
bg: Какво да правим?
cs: Co dělat?
da: Hvad skal jeg gøre?
de: Was ist zu tun?
el_cy: Τι να κάνω;
es_sv: ¿Qué hacer?
et_ee: Mida teha?
fi_fi: Mitä tehdä?
fr: Que faire ?
hu_hu: Mit tegyünk?
id_id: Apa yang harus dilakukan?
it_it: Cosa fare?
ja: どうすればいいのか？
lt: Ką daryti?
lv: Ko darīt?
nl_nl: Wat te doen?
pl_pl: Co robić?
pt_mz: O que fazer?
ro_md: Ce trebuie făcut?
ru_ua: Что делать?
sk: Čo robiť?
sl: Kaj storiti?
sv_fi: Vad ska man göra?
tr: Ne yapmalıyım?
uk_ua: Що робити?

source: If you found a wish you would like to fulfil, open the wish %s and then click the %s button and it will be unavailable for everybody else.
bg: Ако сте намерили желание, което искате да изпълните, отворете желанието %s и след това кликнете върху бутона %s и то ще бъде недостъпно за всички останали.
cs: Pokud jste našli přání, které byste chtěli splnit, otevřete stránku %s a poté klikněte na tlačítko %s a přání bude pro ostatní nedostupné.
da: Hvis du har fundet et ønske, du gerne vil opfylde, skal du åbne ønsket på %s og derefter klikke på knappen %s, så bliver det utilgængeligt for alle andre.
de: Wenn du einen Wunsch gefunden hast, den du gerne erfüllen möchtest, klicke am Wunsch auf %s und wähle dann %s und er ist für alle anderen nicht mehr verfügbar.
el_cy: Αν βρήκατε μια επιθυμία που θα θέλατε να εκπληρώσετε, ανοίξτε την επιθυμία %s και, στη συνέχεια, κάντε κλικ στο κουμπί %s και θα είναι διαθέσιμη για όλους τους άλλους.
es_sv: Si has encontrado un deseo que te gustaría cumplir, abre el deseo %s y luego pulsa el botón %s y ya no estará disponible para los demás.
et_ee: Kui leidsite soovi, mida soovite täita, avage soov %s ja seejärel klõpsake nupule %s ning see muutub kõigile teistele kättesaamatuks.
fi_fi: Jos löysit toiveen, jonka haluaisit toteuttaa, avaa toive %s ja napsauta sitten %s -painiketta, jolloin se ei ole enää kaikkien muiden saatavilla.
it_it: Se hai trovato un desiderio che vorresti esaudire, apri il sito %s e poi clicca sul pulsante %s per renderlo non disponibile a tutti gli altri.
ja: もし叶えたい願い事が見つかったら、%s を開き、%s ボタンをクリックすると、他の人はその願い事を利用できなくなります。
lt: Jei radote norą, kurį norėtumėte išpildyti, atidarykite norą %s, tada spustelėkite mygtuką %s ir noras taps neprieinamas visiems kitiems.
lv: Ja esat atradis vēlēšanos, kuru vēlaties izpildīt, atveriet to %s un pēc tam noklikšķiniet uz pogas %s, un tā būs nepieejama visiem pārējiem.
pl_pl: Jeśli znalazłeś życzenie, które chciałbyś spełnić, otwórz życzenie %s, a następnie kliknij przycisk %s, a będzie ono niedostępne dla wszystkich innych.
ro_md: Dacă ați găsit o dorință pe care ați dori să o îndepliniți, deschideți dorința %s și apoi faceți clic pe butonul %s și aceasta va fi indisponibilă pentru toți ceilalți.
ru_ua: Если ты нашел желание, которое хотел бы исполнить, открой его %s, а затем нажми кнопку %s, и оно станет недоступным для всех остальных.
sl: Če ste našli željo, ki bi jo radi izpolnili, odprite željo na spletni strani %s in kliknite gumb %s, da ne bo na voljo vsem drugim.
tr: Gerçekleştirmek istediğiniz bir dilek bulduysanız, %s adresini açın ve ardından %s düğmesine tıklayın; dilek herkes için kullanılamaz hale gelecektir.

source: Request more wishes
bg: Заявка за повече желания
cs: Žádost o další přání
da: Anmod om flere ønsker
de: Mehr Wünsche anfordern
el_cy: Ζητήστε περισσότερες ευχές
es_sv: Pide más deseos
et_ee: Taotle rohkem soove
fi_fi: Pyydä lisää toiveita
fr: Demander plus de souhaits
it_it: Richiedi altri desideri
ja: その他の希望
lt: Prašyti daugiau pageidavimų
lv: Pieprasīt vairāk vēlmju
pl_pl: Poproś o więcej życzeń
ro_md: Solicitați mai multe dorințe
ru_ua: Запроси больше желаний
sl: Zahtevajte več želja
tr: Daha fazla dilek iste
uk_ua: Запитайте більше побажань

source: A notification has just been sent to the owner of this wishlist.
bg: Току-що беше изпратено известие до собственика на този wishlist.
cs: Vlastníkovi tohoto webu wishlist bylo právě odesláno oznámení.
da: En meddelelse er netop blevet sendt til ejeren af denne wishlist.
de: Eine Benachrichtigung wurde gerade an den Besitzer dieser Wunschliste geschickt.
el_cy: Μόλις εστάλη μια ειδοποίηση στον ιδιοκτήτη αυτού του wishlist.
es_sv: Se acaba de enviar una notificación al propietario de esta lista de deseos.
et_ee: Selle wishlist omanikule on just saadetud teade.
fi_fi: Ilmoitus on juuri lähetetty tämän sivuston wishlist omistajalle.
fr: Une notification vient d'être envoyée au propriétaire de cette liste de souhaits.
it_it: Una notifica è stata appena inviata al proprietario di questo wishlist.
ja: このwishlist の所有者に通知が送信されました。
lt: Šio wishlist savininkui ką tik išsiųstas pranešimas.
lv: Šī wishlist īpašniekam tikko tika nosūtīts paziņojums.
pl_pl: Powiadomienie zostało właśnie wysłane do właściciela tej strony wishlist.
ro_md: Tocmai a fost trimisă o notificare către proprietarul acestui wishlist.
ru_ua: Только что владельцу этого списка желаний было отправлено уведомление.
sl: Lastniku te spletne strani wishlist je bilo pravkar poslano obvestilo.
tr: Bu wishlist adresinin sahibine az önce bir bildirim gönderildi.
uk_ua: Власнику цього списку щойно було надіслано повідомлення.

source: Ok
bg: Добре
el_cy: Εντάξει
ja: オッケー
lt: Gerai
lv: Labi
ru_ua: Ок
tr: Tamam.
uk_ua: Гаразд.
