Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: {name} must have exactly {ruleValue} choices
bg: {name} трябва да има точно {ruleValue} избори
cs: {name} musí mít přesně {ruleValue} možností
da: {name} skal have præcis {ruleValue} valgmuligheder
de: {name} muss genau {ruleValue} Auswahlmöglichkeiten haben
el_cy: {name} πρέπει να έχει ακριβώς {ruleValue} επιλογές
es_sv: {name} debe tener exactamente {ruleValue} opciones
et_ee: {name} peab olema täpselt {ruleValue} valikuvõimalus.
fi_fi: {name} on oltava täsmälleen {ruleValue} valintoja.
fr: {name} doit avoir exactement {ruleValue} choix
hu_hu: {name} pontosan {ruleValue} választási lehetőséggel kell rendelkeznie.
id_id: {name} harus memiliki pilihan yang tepat {ruleValue}
it_it: {name} deve avere esattamente {ruleValue} scelte
ja: {name}は、まさに{ruleValue}の選択肢を持たなければならない。
lt: {name} turi turėti lygiai {ruleValue} pasirinkimų
lv: {name} jābūt tieši {ruleValue} izvēles iespējām.
nl_nl: {name} moet precies {ruleValue} keuzes hebben.
pl_pl: {name} musi mieć dokładnie {ruleValue} wyborów.
pt_mz: {name} deve ter exactamente {ruleValue} escolhas
ro_md: {name} trebuie să aibă exact {ruleValue} alegeri
ru_ua: У {name} должно быть ровно {ruleValue} вариантов.
sk: {name} musí mať presne {ruleValue} možností
sl: {name} mora imeti natanko {ruleValue} izbire
sv_fi: {name} måste ha exakt {ruleValue} valmöjligheter.
tr: {name} tam olarak {ruleValue} seçeneklerine sahip olmalıdır
uk_ua: {name} повинен мати саме {ruleValue} вибір

source: {name} must have {ruleValue} or less choices
bg: {name} трябва да има {ruleValue} или по-малко възможности за избор
cs: {name} musí mít {ruleValue} nebo méně možností
da: {name} skal have {ruleValue} eller færre valgmuligheder
de: {name} muss {ruleValue} oder weniger Auswahlmöglichkeiten haben
el_cy: {name} πρέπει να έχει {ruleValue} ή λιγότερες επιλογές
es_sv: {name} debe tener {ruleValue} o menos opciones
et_ee: {name} peab olema {ruleValue} või vähem valikuid
fi_fi: {name} on oltava {ruleValue} tai vähemmän valintoja.
fr: {name} doit avoir {ruleValue} ou moins de choix
hu_hu: {name} legalább {ruleValue} választási lehetőséggel kell rendelkeznie.
id_id: {name} harus memiliki {ruleValue} atau kurang pilihan
it_it: {name} deve avere {ruleValue} o meno scelte
ja: {name}は{ruleValue}以下の選択肢を持つ必要があります。
lt: {name} turi turėti {ruleValue} arba mažiau pasirinkimų
lv: {name} jābūt {ruleValue} vai mazāk izvēļu.
nl_nl: {name} moet {ruleValue} of minder keuzes hebben
pl_pl: {name} musi mieć {ruleValue} lub mniej wyborów
pt_mz: {name} deve ter {ruleValue} ou menos escolhas
ro_md: {name} trebuie să aibă {ruleValue} sau mai puține opțiuni
ru_ua: {name} должен иметь {ruleValue} или меньше вариантов.
sk: {name} musí mať {ruleValue} alebo menej možností
sl: {name} mora imeti {ruleValue} ali manj izbir
sv_fi: {name} måste ha {ruleValue} eller färre valmöjligheter.
tr: {name}, {ruleValue} veya daha az seçeneğe sahip olmalıdır
uk_ua: {name} повинен мати {ruleValue} або менше варіантів вибору

source: Wishlist successfully renamed.
bg: Списъкът с желания е успешно преименуван.
cs: Seznam přání byl úspěšně přejmenován.
da: Ønskeliste omdøbt med succes.
de: Wunschliste erfolgreich umbenannt.
el_cy: Η λίστα επιθυμιών μετονομάστηκε επιτυχώς.
es_sv: Lista de deseos renombrada con éxito.
et_ee: Soovide nimekiri edukalt ümbernimetatud.
fi_fi: Toivomuslista nimettiin onnistuneesti uudelleen.
fr: La liste de souhaits a été renommée avec succès.
hu_hu: A kívánságlista sikeresen átnevezve.
id_id: Daftar keinginan berhasil diganti namanya.
it_it: Lista dei desideri rinominata con successo.
ja: ウィッシュリストのリネームが成功しました。
lt: Pageidavimų sąrašas sėkmingai pervadintas.
lv: Vēlmju saraksts veiksmīgi pārdēvēts.
nl_nl: Verlanglijstje met succes hernoemd.
pl_pl: Zmiana nazwy listy życzeń zakończona powodzeniem.
pt_mz: Lista de desejos renomeada com sucesso.
ro_md: Lista de dorințe a fost redenumită cu succes.
ru_ua: Wishlist успешно переименован.
sk: Zoznam želaní bol úspešne premenovaný.
sl: Seznam želja je bil uspešno preimenovan.
sv_fi: Önskelistan har bytt namn.
tr: İstek listesi başarıyla yeniden adlandırıldı.
uk_ua: Список бажань успішно перейменовано.

source: Wishlist successfully deleted.
bg: Списъкът с желания е успешно изтрит.
cs: Seznam přání byl úspěšně smazán.
da: Ønskelisten er slettet med succes.
de: Wunschliste erfolgreich gelöscht.
el_cy: Η λίστα επιθυμιών διαγράφηκε επιτυχώς.
es_sv: Lista de deseos eliminada con éxito.
et_ee: Soovide nimekiri edukalt kustutatud.
fi_fi: Toivomuslista onnistuneesti poistettu.
fr: Liste de souhaits supprimée avec succès.
hu_hu: Kívánságlista sikeresen törölve.
id_id: Wishlist berhasil dihapus.
it_it: Lista dei desideri cancellata con successo.
ja: ウィッシュリストの削除に成功しました。
lt: Pageidavimų sąrašas sėkmingai ištrintas.
lv: Vēlmju saraksts veiksmīgi izdzēsts.
nl_nl: Verlanglijstje met succes verwijderd.
pl_pl: Lista życzeń pomyślnie usunięta.
pt_mz: Lista de desejos apagada com sucesso.
ro_md: Lista de dorințe a fost ștearsă cu succes.
ru_ua: Wishlist успешно удален.
sk: Zoznam želaní bol úspešne odstránený.
sl: Seznam želja je bil uspešno izbrisan.
sv_fi: Önskelistan har tagits bort.
tr: İstek listesi başarıyla silindi.
uk_ua: Список бажань успішно видалено.

source: Wish successfully created.
bg: Желанието е успешно създадено.
cs: Přání bylo úspěšně vytvořeno.
da: Ønske er oprettet.
de: Wunsch erfolgreich erstellt.
el_cy: Η επιθυμία δημιουργήθηκε επιτυχώς.
es_sv: Deseo creado con éxito.
et_ee: Soov edukalt loodud.
fi_fi: Toive onnistuneesti luotu.
fr: Le souhait a été créé avec succès.
hu_hu: A kívánság sikeresen létrejött.
id_id: Keinginan berhasil dibuat.
it_it: Il desiderio è stato creato con successo.
ja: ウィッシュの作成に成功しました。
lt: Sėkmingai sukurtas noras.
lv: Vēlme ir veiksmīgi izveidota.
nl_nl: Wens met succes aangemaakt.
pl_pl: Życzenie zostało pomyślnie utworzone.
pt_mz: Desejo criado com sucesso.
ro_md: Dorință creată cu succes.
ru_ua: Желание успешно создано.
sk: Prianie bolo úspešne vytvorené.
sl: Želja je bila uspešno ustvarjena.
sv_fi: Önskan har skapats.
tr: Dilek başarıyla oluşturuldu.
uk_ua: Бажання успішно створено.

source: Wish information updated.
bg: Информацията за желанията е актуализирана.
cs: Aktualizované informace o přáních.
da: Ønsker oplysninger opdateret.
de: Wunsch Informationen aktualisiert.
el_cy: Ενημέρωση πληροφοριών επιθυμίας.
es_sv: Información actualizada de los deseos.
et_ee: Soovide andmed on ajakohastatud.
fi_fi: Toivomustiedot päivitetty.
fr: Informations du souhaits mises à jour.
hu_hu: Kívánságinformáció frissítve.
id_id: Informasi keinginan diperbarui.
it_it: Informazioni sui desideri aggiornate.
ja: ウィッシュ情報を更新しました。
lt: Atnaujinta informacija apie norus.
lv: Atjaunināta informācija par vēlmēm.
nl_nl: Wensinformatie bijgewerkt.
pl_pl: Informacje o życzeniach zostały zaktualizowane.
pt_mz: Informação sobre os desejos actualizada.
ro_md: Informații actualizate privind dorințele.
ru_ua: Информация о желаниях обновлена.
sk: Aktualizované informácie o želaniach.
sl: Informacije o željah so posodobljene.
sv_fi: Uppdaterad information om önskemål.
tr: Dilek bilgileri güncellendi.
uk_ua: Хотілося б, щоб інформація оновлювалася.

source: Wish successfully deleted.
bg: Желанието е успешно изтрито.
cs: Přání bylo úspěšně smazáno.
da: Ønske slettet med succes.
de: Wunsch erfolgreich gelöscht.
el_cy: Η επιθυμία διαγράφηκε επιτυχώς.
es_sv: Deseo eliminado con éxito.
et_ee: Soov edukalt kustutatud.
fi_fi: Toive onnistuneesti poistettu.
fr: Souhait supprimé avec succès.
hu_hu: A kívánság sikeresen törölve.
id_id: Keinginan berhasil dihapus.
it_it: Desiderio cancellato con successo.
ja: ウィッシュの削除に成功しました。
lt: Noras sėkmingai ištrintas.
lv: Vēlme veiksmīgi izdzēsta.
nl_nl: Wens succesvol verwijderd.
pl_pl: Życzenie pomyślnie usunięte.
pt_mz: Desejo eliminado com sucesso.
ro_md: Dorință ștearsă cu succes.
ru_ua: Желание успешно удалено.
sk: Prianie bolo úspešne vymazané.
sl: Želja je bila uspešno izbrisana.
sv_fi: Önskan har tagits bort.
tr: Dilek başarıyla silindi.
uk_ua: Побажання успішно видалено.

source: Unable to copy to clipboard. There is likely a permission issue.
bg: Не може да се копира в клипборда. Вероятно има проблем с разрешението.
cs: Nelze zkopírovat do schránky. Pravděpodobně se jedná o problém s oprávněním.
da: Kan ikke kopiere til udklipsholderen. Der er sandsynligvis et problem med tilladelser.
de: Es kann nicht in die Zwischenablage kopiert werden. Wahrscheinlich gibt es ein Berechtigungsproblem.
el_cy: Αδυναμία αντιγραφής στο πρόχειρο. Πιθανόν να υπάρχει πρόβλημα δικαιωμάτων.
es_sv: No se puede copiar al portapapeles. Es probable que haya un problema de permisos.
et_ee: Ei saa kopeerida lõikelauale. Tõenäoliselt on tegemist õiguste probleemiga.
fi_fi: Kopioiminen leikepöydälle ei onnistu. Todennäköisesti kyse on käyttöoikeusongelmasta.
fr: Impossible de copier dans le presse-papiers. Il y a probablement un problème d'autorisation.
hu_hu: Nem lehet a vágólapra másolni. Valószínűleg jogosultsági probléma van.
id_id: Tidak dapat menyalin ke clipboard. Kemungkinan ada masalah izin.
it_it: Impossibile copiare negli appunti. Probabilmente c'è un problema di permessi.
ja: クリップボードにコピーできない。権限に問題がある可能性があります。
lt: Nepavyksta nukopijuoti į iškarpinę. Tikėtina, kad yra leidimų problema.
lv: Nevar kopēt uz starpliktuvi. Iespējams, ir atļaujas problēma.
nl_nl: Kan niet naar klembord kopiëren. Er is waarschijnlijk een toestemmingsprobleem.
pl_pl: Nie można skopiować do schowka. Prawdopodobnie jest to problem z uprawnieniami.
pt_mz: Incapaz de copiar para prancheta. Há provavelmente uma questão de permissão.
ro_md: Nu se poate copia în clipboard. Probabil că există o problemă de permisiune.
ru_ua: Невозможно скопировать в буфер обмена. Скорее всего, существует проблема с разрешениями.
sk: Nie je možné kopírovať do schránky. Pravdepodobne ide o problém s oprávnením.
sl: Ni mogoče kopirati v odložišče. Verjetno gre za težavo z dovoljenjem.
sv_fi: Det går inte att kopiera till urklipp. Det finns troligen ett problem med behörigheter.
tr: Panoya kopyalanamıyor. Muhtemelen bir izin sorunu var.
uk_ua: Неможливо скопіювати в буфер обміну. Ймовірно, виникла проблема з дозволом.

source: Link copied to clipboard.
bg: Връзка, копирана в клипборда.
cs: Odkaz zkopírovaný do schránky.
da: Link kopieret til udklipsholderen.
de: Link wurde in die Zwischenablage kopiert.
el_cy: Αντιγραφή συνδέσμου στο πρόχειρο.
es_sv: Enlace copiado en el portapapeles.
et_ee: Link kopeeritud lõikelauale.
fi_fi: Linkki kopioitu leikepöydälle.
fr: Lien copié dans le presse-papiers.
hu_hu: Linket a vágólapra másolták.
id_id: Tautan disalin ke clipboard.
it_it: Link copiato negli appunti.
ja: リンクがクリップボードにコピーされました。
lt: Nuoroda nukopijuota į iškarpinę.
lv: Saite kopēta starpliktuvē.
nl_nl: Link naar klembord gekopieerd.
pl_pl: Link skopiowany do schowka.
pt_mz: Ligação copiada para prancheta.
ro_md: Link copiat în clipboard.
ru_ua: Ссылка копируется в буфер обмена.
sk: Odkaz skopírovaný do schránky.
sl: Povezava kopirana v odložišče.
sv_fi: Länken kopieras till urklipp.
tr: Bağlantı panoya kopyalandı.
uk_ua: Посилання скопійовано в буфер обміну.

# Calendar
source: Today
bg: Днес
cs: Dnes
da: I dag
de: Heute
el_cy: Σήμερα
es_sv: Hoy
et_ee: Täna
fi_fi: Tänään
fr: Aujourd'hui
hu_hu: Ma
id_id: Hari ini
it_it: Oggi
ja: 今日
lt: Šiandien
lv: Šodien
nl_nl: Vandaag
pl_pl: Dzisiaj .
pt_mz: Hoje
ro_md: Astăzi
ru_ua: Сегодня
sk: Dnes
sl: Danes
sv_fi: Idag
tr: Bugün
uk_ua: Сьогодні

# Calendar
source: Now
bg: Сега
cs: Nyní
da: Nu
de: Jetzt
el_cy: Τώρα
es_sv: Ahora
et_ee: Nüüd
fi_fi: Nyt
fr: Maintenant
hu_hu: Most
id_id: Sekarang
it_it: Ora
ja: 現在
lt: Dabar
lv: Tagad
nl_nl: Nu
pl_pl: Teraz .
pt_mz: Agora
ro_md: Acum
ru_ua: Сейчас
sk: Teraz
sl: Zdaj
sv_fi: Nu
tr: Şimdi
uk_ua: Тепер

# Calendar
source: AM
ja: 振幅変調

# Calendar
source: PM
ja: 位相変調方式
lt: PREMJERAS
lv: PREMJERMINISTRS
tr: BAŞBAKAN
uk_ua: ПРЕМ'ЄР-МІНІСТР

# Calendar
source: Week
bg: Седмица
cs: Týden
da: Uge
de: Woche
el_cy: Εβδομάδα
es_sv: Semana
et_ee: Nädal
fi_fi: Viikko
fr: Semaine
hu_hu: Hét
id_id: Minggu
it_it: Settimana
ja: 週間
lt: Savaitė
lv: Nedēļa
pl_pl: Tydzień
pt_mz: Semana
ro_md: Săptămâna
ru_ua: Неделя
sk: Týždeň
sl: Teden
sv_fi: Vecka
tr: Hafta
uk_ua: Тиждень

source: Remember list
bg: Запомнете списъка
cs: Pamatujte si seznam
da: Husk liste
de: Liste merken
el_cy: Θυμηθείτε τη λίστα
es_sv: Recordar lista
et_ee: Pidage meeles nimekirja
fi_fi: Muista luettelo
fr: Se souvenir de la liste
it_it: Ricorda l'elenco
ja: リメンバーリスト
lt: Prisiminti sąrašą
lv: Atcerēties sarakstu
pl_pl: Zapamiętaj listę
ro_md: Rețineți lista
ru_ua: Запомнить список
sl: Zapomni si seznam
tr: Listeyi hatırla
uk_ua: Список для запам'ятовування

source: Forget list
bg: Забравен списък
cs: Zapomeňte na seznam
da: Glem listen
de: Liste vergessen
el_cy: Ξεχάστε τη λίστα
es_sv: Olvidar lista
et_ee: Unustage nimekiri
fi_fi: Unohda lista
fr: Oublier la liste
it_it: Dimentica l'elenco
ja: 忘備録
lt: Pamirškite sąrašą
lv: Aizmirstiet sarakstu
pl_pl: Zapomnij o liście
ro_md: Uitați lista
ru_ua: Забытый список
sl: Pozabite na seznam
tr: Listeyi unut
uk_ua: Список для забуття

source: Empty
bg: Празен
cs: Prázdné stránky
da: Tom
de: Leer
el_cy: Άδειο
es_sv: Vacío
et_ee: Tühi
fi_fi: Tyhjä
fr: Vide
it_it: Vuoto
ja: 空
lt: Tuščias
lv: Tukšs
pl_pl: Pusty
ro_md: Gol
ru_ua: Пусто
sl: Prazen
tr: Boş
uk_ua: Порожньо.

source: This wishlist seems to be empty.
bg: Този wishlist изглежда празен.
cs: Tato stránka wishlist se zdá být prázdná.
da: Denne wishlist ser ud til at være tom.
de: Diese Wunschliste scheint leer zu sein.
el_cy: Αυτό το wishlist φαίνεται να είναι άδειο.
es_sv: Este wishlist parece estar vacío.
et_ee: See wishlist näib olevat tühi.
fi_fi: Tämä wishlist näyttää olevan tyhjä.
fr: Cette liste de souhaits semble être vide.
it_it: Questo wishlist sembra essere vuoto.
ja: このwishlist は空っぽのようだ。
lt: Šis wishlist atrodo tuščias.
lv: Šis wishlist šķiet tukšs.
pl_pl: Ta strona wishlist wydaje się być pusta.
ro_md: Acest wishlist pare să fie gol.
ru_ua: Похоже этот список желаний пуст.
sl: Zdi se, da je spletna stran wishlist prazna.
tr: Bu wishlist boş görünüyor.
uk_ua: Здається, цей список порожній.

source: Last modified
bg: Последна промяна
cs: Naposledy upraveno
da: Sidst ændret
de: Zuletzt geändert
el_cy: Τελευταία τροποποίηση
es_sv: Última modificación
et_ee: Viimati muudetud
fi_fi: Viimeksi muokattu
fr: Dernière modification
it_it: Ultima modifica
ja: 最終更新日
lt: Paskutinį kartą pakeista
lv: Pēdējo reizi mainīts
pl_pl: Ostatnio zmodyfikowano
ro_md: Ultima modificare
ru_ua: Последнее изменение
sl: Nazadnje spremenjeno
tr: Son değişiklik
uk_ua: Востаннє змінено

source: wishthis is a simple, intuitive and modern wishlist platform to create, manage and view your wishes for any kind of occasion.
bg: wishthis е проста, интуитивна и модерна платформа за създаване, управление и разглеждане на желанията ви за всякакви поводи.
cs: wishthis je jednoduchá, intuitivní a moderní platforma pro vytváření, správu a prohlížení seznamů přání k jakékoli příležitosti.
da: wishthis er en enkel, intuitiv og moderne ønskelisteplatform, hvor du kan oprette, administrere og se dine ønsker til enhver slags lejlighed.
de: wishthis ist eine einfache, intuitive und moderne Wunschlisten-Plattform zum erstellen, verwalten und anzeigen deiner Wünsche für jede Art von Anlass.
el_cy: Το wishthis είναι μια απλή, διαισθητική και σύγχρονη πλατφόρμα λίστας επιθυμιών για να δημιουργήσετε, να διαχειριστείτε και να δείτε τις επιθυμίες σας για κάθε είδους περίσταση.
es_sv: wishthis es una plataforma de listas de deseos sencilla, intuitiva y moderna para crear, gestionar y visualizar tus deseos para cualquier tipo de ocasión.
et_ee: wishthis on lihtne, intuitiivne ja kaasaegne soovinimekirja platvorm, et luua, hallata ja vaadata oma soove mis tahes puhuks.
fi_fi: wishthis on yksinkertainen, intuitiivinen ja moderni toivomuslista-alusta, jolla voit luoda, hallita ja tarkastella toiveitasi kaikenlaisiin tilaisuuksiin.
fr: wishthis est une plateforme de liste de souhaits simple, intuitive et moderne pour créer, gérer et afficher vos souhaits pour tout type d'occasion.
hu_hu: A wishthis egy egyszerű, intuitív és modern kívánságlista platform, amellyel bármilyen alkalomra vonatkozó kívánságaidat létrehozhatod, kezelheted és megtekintheted.
id_id: wishthis adalah platform daftar keinginan yang sederhana, intuitif dan modern untuk membuat, mengelola dan melihat keinginan Anda untuk segala jenis acara.
it_it: wishthis è una piattaforma di wishlist semplice, intuitiva e moderna per creare, gestire e visualizzare i tuoi desideri per qualsiasi tipo di occasione.
ja: wishthisは、シンプルで直感的、かつモダンなウィッシュリストプラットフォームで、あらゆる機会のためにあなたのウィッシュを作成、管理、表示します。
lt: wishthis yra paprasta, intuityvi ir moderni pageidavimų sąrašo platforma, kurioje galite kurti, tvarkyti ir peržiūrėti savo pageidavimus bet kokia proga.
lv: wishthis ir vienkārša, intuitīva un mūsdienīga vēlmju saraksta platforma, lai izveidotu, pārvaldītu un skatītu savas vēlmes jebkuram gadījumam.
nl_nl: wishthis is een eenvoudig, intuïtief en modern verlanglijstje platform om je wensen voor elke soort gelegenheid te maken, beheren en bekijken.
pl_pl: wishthis to prosta, intuicyjna i nowoczesna platforma do tworzenia, zarządzania i przeglądania list życzeń na każdą okazję.
pt_mz: wishthisth is a simple, intuitive and modern wishlist platform to create, manage and view your wishes for any kind of occasion.
ro_md: wishthis este o platformă simplă, intuitivă și modernă pentru a crea, gestiona și vizualiza dorințele pentru orice fel de ocazie.
ru_ua: wishthis - это простая, интуитивно понятная и современная платформа для создания, управления и просмотра желаний по любому поводу.
sk: wishthis je jednoduchá, intuitívna a moderná platforma na vytváranie, správu a zobrazovanie želaní na akúkoľvek príležitosť.
sl: wishthis je preprosta, intuitivna in sodobna platforma za ustvarjanje, upravljanje in pregledovanje seznamov želja za vse priložnosti.
sv_fi: wishthis är en enkel, intuitiv och modern plattform för önskelistor där du kan skapa, hantera och visa dina önskningar för alla typer av tillfällen.
tr: wishthis, her türlü durum için dileklerinizi oluşturmak, yönetmek ve görüntülemek için basit, sezgisel ve modern bir istek listesi platformudur.
uk_ua: wishthis - це проста, інтуїтивно зрозуміла та сучасна платформа для створення, керування та перегляду ваших побажань з будь-якого приводу.

source: Your device is set to reduce data, some content has been disabled.
bg: Устройството ви е настроено за намаляване на данните, а част от съдържанието е деактивирано.
cs: Vaše zařízení je nastaveno na redukci dat, některý obsah byl zakázán.
da: Din enhed er indstillet til at reducere data, og noget indhold er blevet deaktiveret.
de: Dein Gerät ist auf Datenreduzierung eingestellt, einige Inhalte wurden deaktiviert.
el_cy: Η συσκευή σας έχει ρυθμιστεί για μείωση δεδομένων, κάποιο περιεχόμενο έχει απενεργοποιηθεί.
es_sv: Tu dispositivo está configurado para reducir datos, algunos contenidos se han desactivado.
et_ee: Teie seade on seadistatud andmete vähendamiseks, osa sisust on keelatud.
fi_fi: Laitteesi on asetettu vähentämään dataa, osa sisällöstä on poistettu käytöstä.
fr: Votre appareil est configuré pour réduire les données, certains contenus ont été désactivés.
it_it: Il tuo dispositivo è impostato per ridurre i dati, alcuni contenuti sono stati disabilitati.
ja: お使いのデバイスはデータ量を減らすように設定されているため、一部のコンテンツが無効になっています。
lt: Jūsų prietaise nustatyta mažinti duomenų kiekį, kai kuris turinys buvo išjungtas.
lv: Ierīcē ir iestatīta datu samazināšana, daļa satura ir atspējota.
pl_pl: Twoje urządzenie jest ustawione na redukcję danych, niektóre treści zostały wyłączone.
ro_md: Dispozitivul dvs. este setat să reducă datele, iar unele conținuturi au fost dezactivate.
ru_ua: Устройство настроено на сокращение данных, некоторые содержимое было отключено.
sl: Vaša naprava je nastavljena na zmanjšanje količine podatkov, zato so nekatere vsebine onemogočene.
tr: Cihazınız veri azaltmaya ayarlandı, bazı içerikler devre dışı bırakıldı.
uk_ua: Ваш пристрій налаштовано на зменшення обсягу даних, деякий вміст вимкнено.

source: Reducing data
bg: Намаляване на данните
cs: Redukce dat
da: Reduktion af data
de: Daten reduzieren
el_cy: Μείωση δεδομένων
es_sv: Reducir los datos
et_ee: Andmete vähendamine
fi_fi: Tietojen vähentäminen
fr: Réduire les données
it_it: Riduzione dei dati
ja: データの削減
lt: Duomenų mažinimas
lv: Datu samazināšana
pl_pl: Redukcja danych
ro_md: Reducerea datelor
ru_ua: Сокращение данных
sl: Zmanjševanje podatkov
tr: Verilerin azaltılması
uk_ua: Зменшення даних

source: Make a wish
bg: Пожелай си нещо
cs: Vyslovte přání
da: Ønsk dig noget
de: Wünsch dir was
el_cy: Κάντε μια ευχή
es_sv: Pide un deseo
et_ee: Tee soov
fi_fi: Toivo jotain
fr: Faites un vœu
it_it: Esprimi un desiderio
ja: 願い事をする
lt: Sugalvokite norą
lv: Izpildiet vēlmi
pl_pl: Wypowiedz życzenie
ro_md: Pune-ți o dorință
ru_ua: Загадай желание
sl: Izpolnite željo
tr: Bir dilek tut
uk_ua: Загадай бажання

source: Blog
bg: Блог
et_ee: Blogi
fi_fi: Blogi
ja: ブログ
lt: Tinklaraštis
lv: Blogs
ru_ua: Блог
uk_ua: Блог

source: System
bg: Система
cs: Systém
el_cy: Σύστημα
es_sv: Sistema
et_ee: Süsteem
fi_fi: Järjestelmä
fr: Système
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
ja: システム
lt: Sistema
lv: Sistēma
nl_nl: Systeem
pt_mz: Sistema
ro_md: Sistem
ru_ua: Система
sk: Systém
sl: Sistem
tr: Sistem
uk_ua: Система

source: Account
bg: Сметка
cs: Účet
da: Konto
de: Konto
el_cy: Λογαριασμός
es_sv: Cuenta
et_ee: Konto
fi_fi: Tili
fr: Compte
hu_hu: Számla
id_id: Akun
it_it: Conto
ja: アカウント
lt: Sąskaita
lv: Konts
pl_pl: Konto
pt_mz: Conta
ro_md: Cont
ru_ua: Счет
sk: Účet
sl: Račun
sv_fi: Konto
tr: Hesap
uk_ua: Обліковий запис

source: Wishlists
bg: Списъци с желания
cs: Seznamy přání
da: Ønskelister
de: Wunschlisten
el_cy: Λίστες επιθυμιών
es_sv: Listas de deseos
et_ee: Soovide nimekirjad
fi_fi: Toivelistat
fr: Listes de souhaits
hu_hu: Kívánságlisták
id_id: Daftar Harapan
it_it: Lista dei desideri
ja: ウィッシュリスト
lt: Pageidavimų sąrašai
lv: Vēlmju saraksti
nl_nl: Verlanglijstjes
pl_pl: Listy życzeń
ro_md: Liste de dorințe
ru_ua: Списки желаний
sk: Zoznamy želaní
sl: Seznami želja
sv_fi: Önskelistor
tr: Dilek Listeleri
uk_ua: Списки побажань

source: My lists
bg: Моите списъци
cs: Moje seznamy
da: Mine lister
de: Meine Listen
el_cy: Οι λίστες μου
es_sv: Mis listas
et_ee: Minu nimekirjad
fi_fi: Luetteloni
fr: Mes listes
hu_hu: Az én listáim
id_id: Daftar saya
it_it: Le mie liste
ja: マイリスト
lt: Mano sąrašai
lv: Mani saraksti
nl_nl: Mijn lijsten
pl_pl: Moje listy
pt_mz: As minhas listas
ro_md: Listele mele
ru_ua: Мои списки
sk: Moje zoznamy
sl: Moji seznami
sv_fi: Mina listor
tr: Benim listelerim
uk_ua: Мої списки

source: Remembered lists
bg: Remembered списъци
cs: Zapamatované seznamy
da: Remembered lister
de: Gemerkte Listen
el_cy: Remembered απαριθμεί το
es_sv: Remembered enumera
et_ee: Remembered loetleb
fi_fi: Remembered luettelot
fr: Listes mémorisées
it_it: Remembered elenchi
ja: Remembered リスト
lt: Remembered sąrašai
lv: Remembered sarakstus
pl_pl: Remembered listy
ro_md: Remembered liste
ru_ua: Запомнившиеся списки
sl: Remembered seznami
tr: Remembered LİSTELER
uk_ua: Списки для запам'ятовування

source: Profile
bg: Профил
cs: Profil
da: Profil
de: Profil
el_cy: Προφίλ
es_sv: Perfil
et_ee: Profiil
fi_fi: Profiili
fr: Profil
hu_hu: Profil
id_id: Profil
it_it: Profilo
ja: プロフィール
lt: Profilis
lv: Profils
nl_nl: Profiel
pl_pl: Profil
pt_mz: Perfil
ro_md: Profil
ru_ua: Профиль
sk: Profil
sl: Profil
sv_fi: Profil
tr: Profil
uk_ua: Профіль
