Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Options
bg: Опции
cs: Možnosti
da: Indstillinger
de: Optionen
el_cy: Επιλογές
es_sv: Opciones
et_ee: Valikud
fi_fi: Vaihtoehdot
hu_hu: Opciók
id_id: Opsi
it_it: Opzioni
ja: オプション
lt: Parinktys
lv: Iespējas
nl_nl: Opties
pl_pl: Opcje
pt_mz: Opções
ro_md: Opțiuni
ru_ua: Опции
sk: Možnosti
sl: Možnosti
sv_fi: Alternativ
tr: Seçenekler
uk_ua: Параметри

source: Edit
bg: Редактиране на
cs: Upravit
da: Rediger
de: Bearbeiten
el_cy: Επεξεργασία
es_sv: Edita
et_ee: Muuda
fi_fi: Muokkaa
fr: Modifier
hu_hu: Szerkesztés
it_it: Modifica
ja: 編集
lt: Redaguoti
lv: Rediģēt
nl_nl: Bewerk
pl_pl: Edytuj
pt_mz: Editar
ro_md: Editați
ru_ua: Редактировать
sk: Upraviť
sl: Uredi
sv_fi: Redigera
tr: Düzenle
uk_ua: Редагувати

source: Delete
bg: Изтриване на
cs: Odstranit
da: Slet
de: Löschen
el_cy: Διαγραφή
es_sv: Borrar
et_ee: Kustuta
fi_fi: Poista
fr: Supprimer
hu_hu: Törölje a címet.
id_id: Hapus
it_it: Elimina
ja: 削除
lt: Ištrinti
lv: Dzēst
nl_nl: Verwijder
pl_pl: Usuń
pt_mz: Eliminar
ro_md: Ștergeți
ru_ua: Удалить
sk: Odstrániť
sl: Izbriši
sv_fi: Ta bort
tr: Silme
uk_ua: Видалити

source: Insufficient power
bg: Недостатъчна мощност
cs: Nedostatečný výkon
da: Utilstrækkelig effekt
de: Unzureichende Stärke
el_cy: Ανεπαρκής ισχύς
es_sv: Potencia insuficiente
et_ee: Ebapiisav võimsus
fi_fi: Riittämätön teho
fr: Puissance insuffisante
hu_hu: Elégtelen teljesítmény
id_id: Daya yang tidak mencukupi
it_it: Potenza insufficiente
ja: 電力不足
lt: Nepakankama galia
lv: Nepietiekama jauda
nl_nl: Onvoldoende vermogen
pl_pl: Niewystarczająca moc
pt_mz: Poder insuficiente
ro_md: Putere insuficientă
ru_ua: Недостаточная мощность
sk: Nedostatočný výkon
sl: Nezadostna moč
sv_fi: Otillräcklig effekt
tr: Yetersiz güç
uk_ua: Недостатня потужність

source: Restricted access
bg: Ограничен достъп
cs: Omezený přístup
da: Begrænset adgang
de: Zugangsbeschränkung
el_cy: Περιορισμένη πρόσβαση
es_sv: Acceso restringido
et_ee: Piiratud juurdepääs
fi_fi: Rajoitettu pääsy
fr: Accès restreint
hu_hu: Korlátozott hozzáférés
id_id: Akses terbatas
it_it: Accesso limitato
ja: アクセス制限
lt: Apribota prieiga
lv: Ierobežota piekļuve
nl_nl: Beperkte toegang
pl_pl: Ograniczony dostęp
pt_mz: Acesso restrito
ro_md: Acces restricționat
ru_ua: Ограниченный доступ
sk: Obmedzený prístup
sl: Omejen dostop
sv_fi: Begränsad tillgång
tr: Kısıtlı erişim
uk_ua: Обмежений доступ

source: You do not have enough power to view this page. You need %s to see this page, but only have %s.
bg: Нямате достатъчно енергия, за да видите тази страница. Нуждаете се от %s, за да видите тази страница, но имате само %s.
cs: Nemáte dostatečný výkon pro zobrazení této stránky. Pro zobrazení této stránky potřebujete %s, ale máte pouze %s.
da: Du har ikke nok strøm til at se denne side. Du skal bruge %s for at se denne side, men har kun %s.
de: Du hast nicht genug Stärke, um diese Seite zu sehen. Du brauchst %s, um diese Seite zu sehen, hast aber nur %s.
el_cy: Δεν έχετε αρκετή ισχύ για να δείτε αυτή τη σελίδα. Χρειάζεστε το %s για να δείτε αυτή τη σελίδα, αλλά έχετε μόνο το %s.
es_sv: No tienes suficiente potencia para ver esta página. Necesitas %s para ver esta página, pero sólo tienes %s.
et_ee: Teil ei ole selle lehekülje vaatamiseks piisavalt energiat. Te vajate selle lehekülje vaatamiseks %s, kuid teil on ainult %s.
fi_fi: Sinulla ei ole tarpeeksi virtaa tämän sivun katseluun. Tarvitset %s nähdäksesi tämän sivun, mutta sinulla on vain %s.
fr: Vous n'avez pas assez de puissance pour afficher cette page. Vous devez avoir %spour voir cette page, mais vous n'avez que %s.
hu_hu: Nincs elég energiája az oldal megtekintéséhez. Az oldal megtekintéséhez a %s címre van szüksége, de csak a %s címen rendelkezik.
id_id: Anda tidak memiliki cukup daya untuk melihat halaman ini. Anda memerlukan %s untuk melihat halaman ini, tetapi hanya memiliki %s.
it_it: Non hai abbastanza energia per visualizzare questa pagina. Hai bisogno di %s per vedere questa pagina, ma hai solo %s.
ja: このページを表示するための十分なパワーがありません。このページを見るには%s が必要ですが、%s しかありません。
lt: Neturite pakankamai galios peržiūrėti šį puslapį. Jums reikia %s, kad pamatytumėte šį puslapį, bet turite tik %s.
lv: Jums nav pietiekamas jaudas, lai skatītu šo lapu. Jums ir nepieciešams %s, lai apskatītu šo lapu, bet jums ir tikai %s.
nl_nl: Je hebt niet genoeg vermogen om deze pagina te bekijken. Je hebt %s nodig om deze pagina te zien, maar hebt alleen %s.
pl_pl: Nie masz wystarczającej mocy, by obejrzeć tę stronę. Potrzebujesz %s, aby zobaczyć tę stronę, ale masz tylko %s.
pt_mz: Não tem poder suficiente para ver esta página. Precisa de %s para ver esta página, mas só tem %s.
ro_md: Nu aveți suficientă energie pentru a vizualiza această pagină. Aveți nevoie de %s pentru a vedea această pagină, dar aveți doar %s.
ru_ua: У тебя недостаточно энергии для просмотра этой страницы. Тебе нужен %s для просмотра этой страницы, но у тебя есть только %s.
sk: Nemáte dostatok energie na zobrazenie tejto stránky. Na zobrazenie tejto stránky potrebujete %s, ale máte iba %s.
sl: Za ogled te strani nimate dovolj moči. Za ogled te strani potrebujete %s, vendar imate samo %s.
sv_fi: Du har inte tillräckligt med kraft för att visa den här sidan. Du behöver %s för att se den här sidan, men har bara %s.
tr: Bu sayfayı görüntülemek için yeterli güce sahip değilsiniz. Bu sayfayı görmek için %s adresine ihtiyacınız var, ancak yalnızca %s adresine sahipsiniz.
uk_ua: У вас недостатньо повноважень для перегляду цієї сторінки. Вам необхідно %s, щоб побачити цю сторінку, але у вас є тільки %s.

source: Password updated.
bg: Паролата е актуализирана.
cs: Heslo aktualizováno.
da: Adgangskoden er opdateret.
de: Passwort aktualisiert.
el_cy: Ο κωδικός πρόσβασης ενημερώθηκε.
es_sv: Contraseña actualizada.
et_ee: Salasõna uuendatud.
fi_fi: Salasana päivitetty.
it_it: Password aggiornata.
ja: パスワードが更新されました。
lt: Slaptažodis atnaujintas.
lv: Paroles atjaunināšana.
pl_pl: Hasło zostało zaktualizowane.
ro_md: Parola a fost actualizată.
ru_ua: Пароль обновлен.
sl: Geslo je posodobljeno.
tr: Şifre güncellendi.

source: First name updated to "%s".
bg: Първото име е актуализирано на "%s".
cs: Křestní jméno bylo aktualizováno na "%s".
da: Fornavn opdateret til "%s".
de: Vorname wurde auf "%s" aktualisiert.
el_cy: Το πρώτο όνομα ενημερώθηκε σε "%s".
es_sv: Nombre actualizado a "%s".
et_ee: Eesnimi uuendatud "%s".
fi_fi: Etunimi päivitetty muotoon "%s".
it_it: Nome aggiornato a "%s".
ja: ファーストネームを "%s" に更新。
lt: Vardas atnaujintas į "%s".
lv: Vārds atjaunināts uz "%s".
pl_pl: Imię zaktualizowane do "%s".
ro_md: Primul nume actualizat în "%s".
ru_ua: Первое имя обновлено до "%s".
sl: Prvo ime je posodobljeno na "%s".
tr: İlk isim "%s" olarak güncellendi.

source: Last name updated to "%s".
bg: Фамилното име е актуализирано на "%s".
cs: Příjmení bylo aktualizováno na "%s".
da: Efternavn opdateret til "%s".
de: Nachname wurde auf "%s" aktualisiert.
el_cy: Το επώνυμο ενημερώθηκε σε "%s".
es_sv: Apellido actualizado a "%s".
et_ee: Perekonnanimi ajakohastatud "%s".
fi_fi: Sukunimi päivitetty muotoon "%s".
it_it: Il cognome è stato aggiornato a "%s".
ja: 姓を "%s" に更新。
lt: Pavardė atnaujinta į "%s".
lv: Pēdējais vārds atjaunināts uz "%s".
pl_pl: Ostatnia nazwa została zaktualizowana do "%s".
ro_md: Numele de familie a fost actualizat la "%s".
ru_ua: Фамилия обновлена до "%s".
sl: Priimek je posodobljen v "%s".
tr: Soyadı "%s" olarak güncellenmiştir.

source: Nick name updated to "%s".
bg: Името на Nick е актуализирано на "%s".
cs: Přezdívka aktualizována na "%s".
da: Nick-navnet er opdateret til "%s".
de: Spitzname wurde auf "%s" aktualisiert.
el_cy: Το όνομα Nick ενημερώθηκε σε "%s".
es_sv: Nombre del nick actualizado a "%s".
et_ee: Nicki nimi uuendatud "%s".
fi_fi: Nickin nimi päivitetty muotoon "%s".
it_it: Il nome del nick è stato aggiornato a "%s".
ja: ニックネームを "%s" に更新。
lt: Nick vardas atnaujintas į "%s".
lv: Nick nosaukums atjaunināts uz "%s".
pl_pl: Nazwa nicka została zaktualizowana do "%s".
ru_ua: Имя ника обновлено до "%s".
sl: Ime nicka je posodobljeno na "%s".
tr: Nick adı "%s" olarak güncellendi.

source: Email address updated to "%s".
bg: Имейл адресът е актуализиран на "%s".
cs: E-mailová adresa byla aktualizována na "%s".
da: E-mail-adresse opdateret til "%s".
de: E-Mail-Adresse wurde auf "%s" aktualisiert.
el_cy: Η διεύθυνση ηλεκτρονικού ταχυδρομείου ενημερώθηκε σε "%s".
es_sv: Dirección de correo electrónico actualizada a "%s".
et_ee: E-posti aadressi ajakohastati "%s".
fi_fi: Sähköpostiosoite päivitetty muotoon "%s".
it_it: L'indirizzo e-mail è stato aggiornato a "%s".
ja: メールアドレスが "%s" に更新されました。
lt: El. pašto adresas atnaujintas į "%s".
lv: E-pasta adrese atjaunināta uz "%s".
pl_pl: Adres e-mail został zaktualizowany do "%s".
ro_md: Adresa de e-mail a fost actualizată la "%s".
ru_ua: Адрес электронной почты обновлен до "%s".
sl: E-poštni naslov je posodobljen na "%s".
tr: E-posta adresi "%s" olarak güncellenmiştir.

source: Locale updated to "%s".
bg: Местният език е актуализиран на "%s".
cs: Lokalita aktualizována na "%s".
da: Locale opdateret til "%s".
de: Lokale wurde auf "%s" aktualisiert.
el_cy: Η τοπική γλώσσα ενημερώθηκε σε "%s".
es_sv: Localidad actualizada a "%s".
et_ee: Lokaal on uuendatud "%s".
fi_fi: Paikallisalue päivitetty muotoon "%s".
it_it: Locale aggiornato a "%s".
ja: ロケールを "%s" に更新。
lt: Vietinė kalba atnaujinta į "%s".
lv: Vietne atjaunināta uz "%s".
pl_pl: Zaktualizowano ustawienia regionalne do "%s".
ro_md: Locale actualizate la "%s".
ru_ua: Локаль обновлена до "%s".
sl: Lokalni jezik je posodobljen na "%s".
tr: Yerel ayar "%s" olarak güncellendi.

source: Currency updated to "%s".
bg: Валутата е актуализирана на "%s".
cs: Měna byla aktualizována na "%s".
da: Valuta opdateret til "%s".
de: Die Währung wurde auf "%s" aktualisiert.
el_cy: Το νόμισμα ενημερώθηκε σε "%s".
es_sv: Moneda actualizada a "%s".
et_ee: Valuuta uuendatud "%s".
fi_fi: Valuutta päivitetty muotoon "%s".
it_it: La valuta è stata aggiornata a "%s".
ja: 通貨を "%s" に更新。
lt: Valiuta atnaujinta į "%s".
lv: Valūta atjaunināta uz "%s".
pl_pl: Waluta zaktualizowana do "%s".
ro_md: Moneda a fost actualizată la "%s".
ru_ua: Валюта обновлена до "%s".
sl: Valuta je posodobljena na "%s".
tr: Para birimi "%s" olarak güncellendi.

source: Channel updated to "%s".
bg: Каналът е актуализиран до "%s".
cs: Kanál aktualizován na "%s".
da: Kanalen er opdateret til "%s".
de: Kanal wurde auf "%s" aktualisiert.
el_cy: Το κανάλι ενημερώθηκε σε "%s".
es_sv: Canal actualizado a "%s".
et_ee: Kanal on uuendatud "%s".
fi_fi: Kanava päivitetty muotoon "%s".
it_it: Il canale è stato aggiornato a "%s".
ja: チャンネルを "%s" に更新。
lt: Kanalas atnaujintas į "%s".
lv: Kanāls atjaunināts uz "%s".
pl_pl: Kanał został zaktualizowany do "%s".
ro_md: Canalul a fost actualizat la "%s".
ru_ua: Канал обновлен до "%s".
sl: Kanal posodobljen na "%s".
tr: Kanal "%s" olarak güncellendi.

source: Channel has been reset.
bg: Каналът е нулиран.
cs: Kanál byl resetován.
da: Kanalen er blevet nulstillet.
de: Kanal wurde zurückgesetzt.
el_cy: Το κανάλι έχει μηδενιστεί.
es_sv: Se ha restablecido el canal.
et_ee: Kanal on lähtestatud.
fi_fi: Kanava on nollattu.
it_it: Il canale è stato resettato.
ja: チャンネルがリセットされた。
lt: Kanalas iš naujo nustatytas.
lv: Kanāls ir atiestatīts.
pl_pl: Kanał został zresetowany.
ro_md: Canalul a fost resetat.
ru_ua: Канал был сброшен.
sl: Kanal je bil ponastavljen.
tr: Kanal sıfırlandı.

source: Advertisements updated to "%s".
bg: Рекламите са актуализирани до "%s".
cs: Inzeráty aktualizovány na "%s".
da: Annoncer opdateret til "%s".
de: Werbung wurde aktualisiert auf "%s".
el_cy: Οι διαφημίσεις ενημερώθηκαν σε "%s".
es_sv: Anuncios actualizados a "%s".
et_ee: Kuulutused uuendatud "%s".
fi_fi: Mainokset päivitetty muotoon "%s".
it_it: Annunci aggiornati a "%s".
ja: 広告を "%s" に更新。
lt: Skelbimai atnaujinti į "%s".
lv: Reklāmas atjauninātas uz "%s".
pl_pl: Reklamy zaktualizowane do "%s".
ro_md: Anunțuri actualizate la "%s".
ru_ua: Реклама обновлена до "%s".
sl: Oglasi so posodobljeni na "%s".
tr: Reklamlar "%s" olarak güncellendi.

source: Your account credentials have changed and you have been logged out. Please log in again.
bg: Данните за профила ви са променени и сте излезли от него. Моля, влезте отново.
cs: Vaše přihlašovací údaje k účtu se změnily a byli jste odhlášeni. Přihlaste se prosím znovu.
da: Dine kontooplysninger er blevet ændret, og du er blevet logget ud. Log venligst ind igen.
de: Deine Kontodaten haben sich geändert und du wurdest ausgeloggt. Bitte melde dich erneut an.
el_cy: Τα διαπιστευτήρια του λογαριασμού σας έχουν αλλάξει και έχετε αποσυνδεθεί. Παρακαλούμε συνδεθείτε ξανά.
es_sv: Las credenciales de tu cuenta han cambiado y se ha cerrado tu sesión. Por favor, inicia sesión de nuevo.
et_ee: Teie konto andmed on muutunud ja teid on välja logitud. Palun logige uuesti sisse.
fi_fi: Tilisi tunnistetiedot ovat muuttuneet ja sinut on kirjauduttu ulos. Ole hyvä ja kirjaudu uudelleen.
it_it: Le credenziali del tuo account sono cambiate e sei stato disconnesso. Effettua nuovamente il login.
ja: アカウント情報が変更され、ログアウトされました。再度ログインしてください。
lt: Pasikeitė jūsų paskyros duomenys ir buvote išregistruotas. Prašome prisijungti iš naujo.
lv: Jūsu konta akreditācijas dati ir mainījušies, un jūs esat atteicies no konta. Lūdzu, piesakieties vēlreiz.
pl_pl: Dane logowania do Twojego konta uległy zmianie i zostałeś wylogowany. Zaloguj się ponownie.
ro_md: Datele de identificare ale contului dvs. s-au schimbat și ați fost deconectat. Vă rugăm să vă autentificați din nou.
ru_ua: У тебя изменились учетные данные, и ты был выведен из системы. Пожалуйста, войди в систему снова.
sl: Pristopni podatki vašega računa so se spremenili in ste bili odjavljeni. Ponovno se prijavite.
tr: Hesap kimlik bilgileriniz değişti ve oturumunuz kapatıldı. Lütfen tekrar giriş yapın.

source: Account credentials changed
bg: Променени са идентификационните данни на акаунта
cs: Změna pověření k účtu
da: Kontooplysningerne er ændret
de: Kontozugangsdaten geändert
el_cy: Τα διαπιστευτήρια λογαριασμού άλλαξαν
es_sv: Se han cambiado las credenciales de la cuenta
et_ee: Konto mandaat on muutunud
fi_fi: Tilin tunnukset muuttuivat
it_it: Le credenziali dell'account sono state modificate
ja: アカウント認証情報の変更
lt: Paskyros duomenys pakeisti
lv: Konta akreditācijas datu maiņa
pl_pl: Zmieniono poświadczenia konta
ro_md: Credențiale de cont schimbate
ru_ua: Изменены учетные данные аккаунта
sl: Spremenjene poverilnice računa
tr: Hesap kimlik bilgileri değiştirildi

source: Personal
bg: Личен
cs: Osobní
da: Personligt
de: Persönlich
el_cy: Προσωπικό
et_ee: Isiklik
fi_fi: Henkilökohtainen
fr: Personnel
hu_hu: Személyes
id_id: Pribadi
it_it: Personale
ja: 個人
lt: Asmeninis
lv: Personīgais
nl_nl: Persoonlijk
pl_pl: Osobisty
pt_mz: Pessoal
ru_ua: Персональный
sk: Osobné
sl: Osebni
sv_fi: Personligt
tr: Kişisel
uk_ua: Особисте

source: Information regarding yourself
bg: Информация за себе си
cs: Informace o sobě
da: Oplysninger om dig selv
de: Informationen zu deiner Person
el_cy: Πληροφορίες σχετικά με τον εαυτό σας
es_sv: Información sobre ti mismo
et_ee: Teave enda kohta
fi_fi: Itseäsi koskevat tiedot
fr: Informations vous concernant
hu_hu: Önre vonatkozó információk
id_id: Informasi mengenai diri Anda
it_it: Informazioni su di te
ja: 自分に関する情報
lt: Informacija apie save
lv: Informācija par sevi
nl_nl: Informatie over jezelf
pl_pl: Informacje o sobie
pt_mz: Informação sobre si
ro_md: Informații despre dumneavoastră
ru_ua: Информация, касающаяся тебя самого
sk: Informácie o sebe
sl: Informacije o sebi
sv_fi: Information om dig själv
tr: Kendinizle ilgili bilgiler
uk_ua: Інформація про себе

source: Change your password
bg: Променете паролата си
cs: Změna hesla
da: Ændre din adgangskode
de: Ändere dein Passwort
el_cy: Αλλάξτε τον κωδικό πρόσβασής σας
es_sv: Cambia tu contraseña
et_ee: Muuda oma salasõna
fi_fi: Vaihda salasanasi
fr: Changez votre mot de passe
hu_hu: Jelszó módosítása
id_id: Ubah kata sandi Anda
it_it: Cambia la tua password
ja: パスワードの変更
lt: Pakeiskite slaptažodį
lv: Mainīt paroli
nl_nl: Verander je wachtwoord
pl_pl: Zmień swoje hasło
pt_mz: Altere a sua palavra-passe
ro_md: Schimbați-vă parola
ru_ua: Измени свой пароль
sk: Zmena hesla
sl: Spremenite geslo
sv_fi: Ändra ditt lösenord
tr: Şifrenizi değiştirin
uk_ua: Змініть свій пароль

source: Preferences
bg: Предпочитания
cs: Předvolby
da: Præferencer
de: Präferenzen
el_cy: Προτιμήσεις
es_sv: Preferencias
et_ee: Eelistused
fi_fi: Asetukset
fr: Préférences
hu_hu: Preferenciák
id_id: Preferensi
it_it: Preferenze
ja: プリファレンス
lt: Nustatymai
nl_nl: Voorkeuren
pl_pl: Preferencje
pt_mz: Preferências
ro_md: Preferințe
ru_ua: Предпочтения
sk: Predvoľby
sl: Nastavitve
sv_fi: Inställningar
tr: Tercihler
uk_ua: Уподобання

source: Improve your wishthis experience
bg: Подобрете преживяването си в wishthis
cs: Zlepšete své zkušenosti s aplikací wishthis
da: Forbedre din oplevelse af wishthis
de: Verbessere dein wishthis Erlebnis
el_cy: Βελτιώστε την εμπειρία σας στο wishthis
es_sv: Mejora tu experiencia en wishthis
et_ee: Parandage oma wishthis kogemust
fi_fi: Paranna wishthis-kokemustasi
fr: Améliorez votre expérience de wishthis
hu_hu: Javítsa a wishthis élményét
id_id: Tingkatkan pengalaman wishthis Anda
it_it: Migliora la tua esperienza wishthis
ja: ウィッシュティスの使い勝手を向上させる
lt: Pagerinkite savo pageidavimų patirtį
lv: Uzlabojiet savu wishthis pieredzi
nl_nl: Verbeter je wishthis ervaring
pl_pl: Popraw swoje doświadczenie w wishthis
pt_mz: Melhore os seus desejos esta experiência
ro_md: Îmbunătățiți-vă experiența wishthis
ru_ua: Улучши свой опыт работы с wishthis
sk: Zlepšite svoje skúsenosti s wishthis
sl: Izboljšajte svojo izkušnjo s storitvijo wishthis
sv_fi: Förbättra din upplevelse av wishthis
tr: Wishthis deneyiminizi geliştirin
uk_ua: Покращити свій досвід

source: Configuration for your account
bg: Конфигурация за вашия акаунт
cs: Konfigurace vašeho účtu
da: Konfiguration af din konto
de: Konfiguration für dein Konto
el_cy: Διαμόρφωση για το λογαριασμό σας
es_sv: Configuración de tu cuenta
et_ee: Teie konto konfiguratsioon
fi_fi: Tilisi konfigurointi
it_it: Configurazione del tuo account
ja: アカウントの設定
lt: Jūsų paskyros konfigūracija
lv: Jūsu konta konfigurācija
pl_pl: Konfiguracja Twojego konta
ro_md: Configurație pentru contul dvs.
ru_ua: Конфигурация для твоего аккаунта
sl: Konfiguracija za vaš račun
tr: Hesabınız için yapılandırma

source: First name
bg: Първо име
cs: Křestní jméno
da: Fornavn
de: Vorname
el_cy: Όνομα
es_sv: Nombre
et_ee: Eesnimi
fi_fi: Etunimi
fr: Prénom
hu_hu: Keresztnév
id_id: Nama depan
it_it: Nome
ja: 氏名
lt: Vardas ir pavardė
lv: Vārds
nl_nl: Voornaam
pl_pl: Imię
pt_mz: Primeiro nome
ro_md: Prenume
ru_ua: Имя
sk: Krstné meno
sl: Ime in priimek
sv_fi: Förnamn
tr: İlk isim
uk_ua: Ім'я та прізвище

source: Last name
bg: Фамилия
cs: Příjmení
da: Efternavn
de: Nachname
el_cy: Επώνυμο
es_sv: Apellido
et_ee: Perekonnanimi
fi_fi: Sukunimi
fr: Nom de famille
hu_hu: Vezetéknév
id_id: Nama belakang
it_it: Cognome
ja: ラストネーム
lt: Pavardė
lv: Uzvārds
nl_nl: Achternaam
pl_pl: Nazwisko
pt_mz: Apelido
ro_md: Numele de familie
ru_ua: Фамилия
sk: Priezvisko
sl: Priimek
sv_fi: Efternamn
tr: Soyadı
uk_ua: Прізвище

source: Nickname
bg: Прякор
cs: Přezdívka
da: Kælenavn
de: Spitzname
el_cy: Παρατσούκλι
es_sv: Apodo
et_ee: Hüüdnimi
fi_fi: Lempinimi
fr: Surnom :
hu_hu: Becenév
id_id: Nama panggilan
it_it: Soprannome
ja: ニックネーム
lt: Slapyvardis
lv: Pārsaukums
nl_nl: Bijnaam
pl_pl: Pseudonim
pt_mz: Apelido
ro_md: Porecla
ru_ua: Прозвище
sk: Prezývka
sl: Vzdevek
sv_fi: Smeknamn
tr: Takma ad
uk_ua: Нікнейм

source: Used to suggest a wishlist called "Birthday", if it's coming up.
bg: Използва се за предлагане на wishlist, наречен "Рожден ден", ако той наближава.
cs: Používá se k návrhu wishlist s názvem "Narozeniny", pokud se blíží.
da: Bruges til at foreslå en wishlist, der hedder "Birthday", hvis det nærmer sig.
de: Genutzt, um eine Wunschliste mit dem Namen "Geburtstag" vorzuschlagen, wenn dieser bevorsteht.
el_cy: Συνήθιζε να προτείνει ένα wishlist που ονομάζεται "Birthday", αν είναι κοντά.
es_sv: Se utiliza para sugerir un wishlist llamado "Cumpleaños", si se acerca.
et_ee: Kasutatakse, et soovitada wishlist nimega "Sünnipäev", kui see on tulemas.
fi_fi: Käytetään ehdottaa wishlist nimeltä "Syntymäpäivä", jos se on tulossa.
fr: Utilisé pour suggérer une liste de souhaits appelée "Anniversaire", si elle arrive.
it_it: Suggerisco un wishlist chiamato "Compleanno", se sta per arrivare.
ja: バースデー "というwishlist 。
lt: Naudota siūlyti wishlist pavadinimu "Gimtadienis", jei jis artėja.
lv: Izmanto, lai ieteiktu wishlist ar nosaukumu "Dzimšanas diena", ja tā tuvojas.
pl_pl: Sugeruje wishlist o nazwie "Urodziny", jeśli się zbliżają.
ro_md: Obișnuiți să sugerați un wishlist numit "Ziua de naștere", dacă se apropie.
ru_ua: Раньше предлагал список желаний под названием "День рождения", если он приближается.
sl: Uporablja se za predlog wishlist z imenom "Rojstni dan", če se bliža.
tr: Eğer yaklaşıyorsa, "Doğum Günü" adlı bir wishlist önermek için kullanılır.
uk_ua: Раніше пропонував список бажань під назвою "День народження", якщо він наближається.

source: Birthdate
bg: Дата на раждане
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
el_cy: Ημερομηνία γέννησης
es_sv: Fecha de nacimiento
et_ee: Sünniaeg
fi_fi: Syntymäaika
fr: Date de naissance
hu_hu: Születési dátum
id_id: Tanggal lahir
it_it: Data di nascita
ja: 生年月日
lt: Gimimo data
lv: Dzimšanas datums
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_mz: Data de nascimento
ro_md: Data nașterii
ru_ua: Дата рождения
sk: Dátum narodenia
sl: Datum rojstva
sv_fi: Födelsedatum
tr: Doğum tarihi
uk_ua: Дата народження

source: Pick a date
bg: Изберете дата
cs: Výběr data
da: Vælg en dato
de: Wähle ein Datum
el_cy: Διαλέξτε μια ημερομηνία
es_sv: Elige una fecha
et_ee: Valige kuupäev
fi_fi: Valitse päivämäärä
fr: Choisissez une date
hu_hu: Válasszon egy időpontot
id_id: Pilih tanggal
it_it: Scegli una data
ja: 日付を選択する
lt: Pasirinkite datą
lv: Izvēlieties datumu
nl_nl: Kies een datum
pl_pl: Wybierz datę
pt_mz: Escolha uma data
ro_md: Alegeți o dată
ru_ua: Выбери дату
sk: Vyberte si dátum
sl: Izberite datum
sv_fi: Välj ett datum
tr: Bir tarih seçin
uk_ua: Виберіть дату.

source: Password (repeat)
bg: Парола (повторение)
cs: Heslo (opakování)
da: Adgangskode (gentagelse)
de: Passwort (Wiederholung)
el_cy: Κωδικός πρόσβασης (επανάληψη)
es_sv: Contraseña (repetir)
et_ee: Parool (kordus)
fi_fi: Salasana (toista)
fr: Mot de passe (répéter)
hu_hu: Jelszó (ismétlés)
id_id: Kata sandi (ulangi)
it_it: Password (ripetere)
ja: パスワード（リピート）
lt: Slaptažodis (pakartoti)
lv: Parole (atkārtojums)
nl_nl: Wachtwoord (herhaal)
pl_pl: Hasło (powtórzenie)
pt_mz: Senha (repetir)
ro_md: Parola (repetați)
ru_ua: Пароль (повтор)
sk: Heslo (opakovanie)
sl: Geslo (ponovitev)
sv_fi: Lösenord (upprepning)
tr: Şifre (tekrar)
uk_ua: Пароль (повторити)
