Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Login as
bg: Влезте като
cs: Přihlášení jako
da: Log ind som
de: Anmelden als
el_cy: Σύνδεση ως
es_sv: Entrar como
et_ee: Logi sisse kui
fi_fi: Kirjaudu sisään nimellä
fr: Se connecter en tant que
hu_hu: Bejelentkezés mint
id_id: Masuk sebagai
it_it: Accedi come
ja: ログイン
lt: Prisijungti kaip
lv: Pieteikšanās kā
nl_nl: Inloggen als
pl_pl: Zaloguj się jako
pt_mz: Login como
ro_md: Autentificare ca
ru_ua: Войти как
sk: Prihlásenie ako
sl: Prijava kot
sv_fi: Logga in som
tr: Şu şekilde giriş yapın
uk_ua: Увійдіть як

source: Logout
bg: Излизане от системата
cs: Odhlášení
de: Abmelden
el_cy: Αποσύνδεση
es_sv: Cierre de sesión
et_ee: Väljalogimine
fi_fi: Kirjaudu ulos
fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Disconnessione
ja: ログアウト
lt: Atsijungimas
lv: Izrakstīšanās
nl_nl: Uitloggen
pl_pl: Wyloguj się
pt_mz: Sair
ru_ua: Выход из системы
sk: Odhlásenie
sl: Odjava
sv_fi: Utloggning
tr: Oturum Kapatma
uk_ua: Вийти з системи

source: Login
bg: Вход
cs: Přihlášení
de: Anmelden
el_cy: Σύνδεση
es_sv: Entra en
et_ee: Logi sisse
fi_fi: Kirjaudu sisään
fr: Connexion
hu_hu: Bejelentkezés
id_id: Masuk
it_it: Accesso
ja: ログイン
lt: Prisijungimas
lv: Pieteikšanās
nl_nl: Inloggen
pl_pl: Logowanie
ro_md: Autentificare
ru_ua: Вход
sk: Prihlásenie
sl: Prijava
sv_fi: Inloggning
tr: Giriş
uk_ua: Логін

source: Register
bg: Регистрация
cs: Registrace
da: Registrer
de: Registrieren
el_cy: Εγγραφή
es_sv: Regístrate en
et_ee: Registreeri
fi_fi: Rekisteröi
fr: S'inscrire
hu_hu: Regisztráció
id_id: Daftar
it_it: Registro
ja: 登録
lt: Registruotis
lv: Reģistrēties
nl_nl: Registreer
pl_pl: Zarejestruj się
pt_mz: Registe-se
ro_md: Înregistrare
ru_ua: Зарегистрируйся
sk: Registrácia
sv_fi: Registrera
tr: Kayıt Olun
uk_ua: Зареєструватися

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_cy: Ρυθμίσεις
es_sv: Ajustes
et_ee: Seaded
fi_fi: Asetukset
fr: Réglages
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
nl_nl: Instellingen
pl_pl: Ustawienia
pt_mz: Definições
ro_md: Setări
ru_ua: Настройки
sk: Nastavenia
sl: Nastavitve
sv_fi: Inställningar
tr: Ayarlar
uk_ua: Налаштування

source: Changelog
bg: Списък с промени
cs: Seznam změn
da: Ændringsliste
de: Änderungen
es_sv: Registro de cambios
fr: Journal des modifications
ja: チェンジログ
lt: Pakeitimų sąrašas
lv: Izmaiņu saraksts
sk: Zoznam zmien
sl: Seznam sprememb
sv_fi: Ändringslista
tr: Değişiklik Günlüğü
uk_ua: Журнал змін

source: Contribute
bg: Дайте своя принос
cs: Zapojte se
da: Bidrage
de: Beitragen
el_cy: Συμβάλλετε
es_sv: Aporta
et_ee: Panustage
fi_fi: Osallistu
fr: Contribuer
hu_hu: Hozzájárulás
id_id: Berkontribusi
it_it: Contribuisci
ja: 貢献する
lt: Prisidėti
lv: Veicināt
nl_nl: Draag bij
pt_mz: Contribua
ro_md: Contribuiți la
ru_ua: Внесите свой вклад
sk: Prispieť na
sl: Prispevajte
sv_fi: Bidra till
tr: Katkıda bulunun
uk_ua: Зробити внесок

source: GitHub
ja: ギットハブ

source: Transifex
ja: トランシフェックス
uk_ua: Трансіфекс

source: Contact
bg: Свържете се с
cs: Kontakt
da: Kontakt
de: Kontakt
el_cy: Επικοινωνία
es_sv: Ponte en contacto con
et_ee: Kontakt
fi_fi: Ota yhteyttä
it_it: Contatto
ja: 連絡先
lt: Susisiekite su
lv: Sazinieties ar
pl_pl: Kontakt
ro_md: Contactați
ru_ua: Обращайся на
sl: Pišite na
tr: İletişim
uk_ua: Контакти

source: Matrix
bg: Матрица
el_cy: Μήτρα
es_sv: Matriz
et_ee: Maatriks
fi_fi: Matriisi
it_it: Matrice
ja: マトリックス
lt: Matrica
lv: Matrica
pl_pl: Matryca
ro_md: Matricea
ru_ua: Матрица
sl: Matrika
tr: Matris
uk_ua: Матриця

source: Discord
da: Uenighed
es_sv: Discordia
fi_fi: Keskustelu
it_it: Discordia
ja: ディスコード
lv: Diskords
ru_ua: Дискорд
uk_ua: Розбрат

source: JavaScript is disabled
bg: JavaScript е деактивиран
cs: JavaScript je vypnutý
da: JavaScript er deaktiveret
de: JavaScript ist deaktiviert
el_cy: Η JavaScript είναι απενεργοποιημένη
es_sv: JavaScript está desactivado
et_ee: JavaScript on välja lülitatud
fi_fi: JavaScript on poistettu käytöstä
fr: JavaScript est désactivé
it_it: JavaScript è disabilitato
ja: JavaScriptが無効です
lt: JavaScript yra išjungtas
lv: JavaScript ir atspējots
pl_pl: JavaScript jest wyłączony
ro_md: JavaScript este dezactivat
ru_ua: JavaScript отключен
sl: JavaScript je onemogočen
tr: JavaScript devre dışı
uk_ua: JavaScript вимкнено

source: Welcome to the year %s
bg: Добре дошли в годината %s
cs: Vítejte v roce %s
da: Velkommen til det nye år %s
de: Willkommen im Jahr %s
el_cy: Καλώς ήρθατε στη χρονιά %s
es_sv: Bienvenida al año %s
et_ee: Tere tulemast aastasse %s
fi_fi: Tervetuloa vuoteen %s
fr: Bienvenue dans l'année %s
it_it: Benvenuti nell'anno %s
ja: 年へようこそ%s
lt: Sveiki atvykę į metus %s
lv: Laipni lūdzam jaunajā gadā %s
pl_pl: Witaj w tym roku %s
ro_md: Bine ați venit la anul %s
ru_ua: Добро пожаловать в год %s
sl: Dobrodošli v letu %s
tr: Yeni yıla hoş geldiniz %s
uk_ua: Ласкаво просимо до року %s

source: I get it, websites track your every move these days and companies keep coming up with more genius hacks to monetise you.
bg: Разбирам, че в днешно време уебсайтовете следят всяка ваша стъпка, а компаниите измислят все по-гениални начини да печелят от вас.
cs: Chápu to, webové stránky dnes sledují každý váš krok a společnosti neustále vymýšlejí další geniální hacky, jak vás zpeněžit.
da: Jeg forstår det godt, hjemmesider sporer alle dine bevægelser i dag, og virksomheder finder hele tiden på nye geniale hacks til at tjene penge på dig.
de: Ich versteh's schon. Websites heutzutage verfolgen jede deiner Bewegungen und Unternehmen lassen sich immer mehr geniale Tricks einfallen, um Geld an dir zu verdienen.
el_cy: Το καταλαβαίνω, οι ιστότοποι παρακολουθούν κάθε σας κίνηση αυτές τις μέρες και οι εταιρείες επινοούν όλο και πιο έξυπνες ιδέες για να σας εκμεταλλευτούν.
es_sv: Lo entiendo, hoy en día los sitios web rastrean todos tus movimientos y a las empresas se les ocurren cada vez más trucos geniales para monetizarte.
et_ee: Ma saan aru, et veebilehed jälgivad tänapäeval iga sinu liigutust ja ettevõtted leiavad üha uusi geniaalseid häkke, et sind rahaks teha.
fi_fi: Ymmärrän, että nykyään verkkosivut seuraavat jokaista liikettäsi, ja yritykset keksivät koko ajan uusia nerokkaita kikkoja rahan ansaitsemiseksi.
fr: Je comprends, les sites Web suivent chacun de vos mouvements ces jours-ci et les entreprises continuent de proposer de plus en plus de hacks géniaux pour vous monétiser.
it_it: Ho capito, al giorno d'oggi i siti web tracciano ogni tua mossa e le aziende continuano a inventare trucchi geniali per monetizzarti.
ja: 最近のウェブサイトはあなたのあらゆる行動を追跡し、企業はあなたを収益化するためにさらに天才的なハックを考え出し続けている。
lt: Suprantu, kad šiais laikais interneto svetainės seka kiekvieną jūsų žingsnį, o įmonės vis sugalvoja genialesnių būdų, kaip iš jūsų pasipelnyti.
lv: Es saprotu, ka mūsdienās vietnes izseko katru jūsu kustību, un uzņēmumi arvien izdomā ģeniālākus hakerus, kā no jums gūt peļņu.
pl_pl: Rozumiem, że w dzisiejszych czasach strony internetowe śledzą każdy twój ruch, a firmy wymyślają coraz więcej genialnych hacków, aby na tobie zarabiać.
ro_md: Am înțeles, site-urile web îți urmăresc fiecare mișcare în zilele noastre, iar companiile continuă să vină cu tot mai multe trucuri geniale pentru a te monetiza.
ru_ua: Я понимаю, в наше время сайты отслеживают каждый твой шаг, а компании придумывают всё более гениальные хаки для монетизации.
sl: Razumem, spletna mesta danes sledijo vsakemu vašemu koraku, podjetja pa se vedno znova domislijo še bolj genialnih načinov, kako vas zaslužiti.
tr: Anlıyorum, web siteleri bugünlerde her hareketinizi takip ediyor ve şirketler sizden para kazanmak için daha dahice hack'ler bulmaya devam ediyor.
uk_ua: Я розумію, що сьогодні веб-сайти відстежують кожен ваш крок, а компанії продовжують вигадувати все нові геніальні хаки, щоб монетизувати вас.

source: But the good news is, wishthis aims to be different. It aims to be transparent and let the user stay in control. Unlike many companies just making claims about being secure and protecting your privacy, wishthis is entirely open source, allowing anybody to simply look up what it does and if they are okay with it. For people who aren't familiar with my tech stack and aren't able to lookup and understand the wishthis source code: "trust me".
bg: Но добрата новина е, че wishthis се стреми да бъде различен. Тя се стреми да бъде прозрачна и да позволи на потребителя да запази контрола. За разлика от много компании, които само твърдят, че са сигурни и защитават личните ви данни, wishthis е изцяло с отворен код, което позволява на всеки просто да провери какво прави и дали е съгласен с това. За хората, които не са запознати с моя технологичен стек и не са в състояние да прегледат и разберат изходния код на wishthis: "доверете ми се".
cs: Dobrou zprávou však je, že wishthis se snaží být jiný. Chce být transparentní a nechat uživatele, aby měl vše pod kontrolou. Na rozdíl od mnoha společností, které pouze tvrdí, že jsou bezpečné a chrání vaše soukromí, je wishthis zcela otevřený a umožňuje komukoli jednoduše zjistit, co dělá a zda mu to vyhovuje. Pro lidi, kteří nejsou obeznámeni s mým technologickým stackem a nejsou schopni vyhledat a pochopit zdrojový kód wishthis: "věřte mi".
da: Men den gode nyhed er, at wishthis har til formål at være anderledes. Den vil være gennemsigtig og lade brugeren bevare kontrollen. I modsætning til mange virksomheder, der bare påstår, at de er sikre og beskytter dit privatliv, er wishthis helt open source, så alle kan slå op, hvad den gør, og om de er okay med det. Til folk, der ikke kender min tech stack og ikke er i stand til at slå op i og forstå wishthis' kildekode: "stol på mig".
de: Aber die gute Nachricht ist, dass wishthis anders sein will. Es will transparent sein und dem Nutzer die Kontrolle lassen. Im Gegensatz zu vielen Unternehmen, die behaupten, sicher zu sein und deine Privatsphäre zu schützen, ist wishthis komplett quell-offen, so dass jeder einfach nachsehen kann, was es tut und ob er damit einverstanden ist. Für alle, die sich nicht mit meinem Tech-Stack auskennen oder nicht in der Lage sind, den Quellcode von wishthis nachzuschlagen und zu verstehen: "vertrau mir".
el_cy: Αλλά τα καλά νέα είναι ότι το wishthis στοχεύει να είναι διαφορετικό. Στόχος του είναι να είναι διαφανές και να αφήνει τον χρήστη να έχει τον έλεγχο. Σε αντίθεση με πολλές εταιρείες που απλώς ισχυρίζονται ότι είναι ασφαλείς και προστατεύουν την ιδιωτικότητά σας, το wishthis είναι εξ ολοκλήρου ανοιχτού κώδικα, επιτρέποντας σε οποιονδήποτε να δει απλά τι κάνει και αν είναι εντάξει με αυτό. Για όσους δεν είναι εξοικειωμένοι με την τεχνολογική μου στοίβα και δεν είναι σε θέση να αναζητήσουν και να κατανοήσουν τον πηγαίο κώδικα του wishthis: "εμπιστευτείτε με".
es_sv: Pero la buena noticia es que wishthis pretende ser diferente. Pretende ser transparente y dejar que el usuario mantenga el control. A diferencia de muchas empresas que se limitan a afirmar que son seguras y que protegen tu privacidad, wishthis es totalmente de código abierto, lo que permite que cualquiera pueda saber lo que hace y si le parece bien. Para la gente que no está familiarizada con mi pila tecnológica y no es capaz de buscar y entender el código fuente de wishthis: "confía en mí".
et_ee: Kuid hea uudis on see, et wishthis soovib olla teistsugune. Selle eesmärk on olla läbipaistev ja lasta kasutajal säilitada kontroll. Erinevalt paljudest ettevõtetest, kes lihtsalt väidavad, et nad on turvalised ja kaitsevad teie privaatsust, on wishthis täielikult avatud lähtekoodiga, mis võimaldab kõigil lihtsalt vaadata, mida see teeb ja kas see on neile vastuvõetav. Inimeste jaoks, kes ei ole tuttav minu tehnoloogilise korstnaga ja ei suuda wishthise lähtekoodi üles otsida ja sellest aru saada: "usaldage mind".
fi_fi: Hyvä uutinen on kuitenkin se, että wishthis pyrkii olemaan erilainen. Sen tavoitteena on olla avoin ja antaa käyttäjän hallita tilannetta. Toisin kuin monet yritykset, jotka vain väittävät olevansa turvallisia ja suojelevansa yksityisyyttäsi, wishthis on täysin avoimen lähdekoodin järjestelmä, jonka avulla kuka tahansa voi yksinkertaisesti katsoa, mitä se tekee ja onko se heille sopiva. Niille, jotka eivät tunne teknologiapinoani eivätkä pysty katsomaan ja ymmärtämään wishthisin lähdekoodia: "luota minuun".
fr: Mais la bonne nouvelle est que wishthis veut être différent. Il vise à être transparent et à laisser l'utilisateur garder le contrôle. Contrairement à de nombreuses entreprises qui prétendent simplement être sécurisées et protéger votre vie privée, wishthis est entièrement open source, permettant à quiconque de simplement rechercher ce qu'il fait et s'il est d'accord avec cela. Pour les personnes qui ne connaissent pas ma pile technologique et qui ne sont pas en mesure de rechercher et de comprendre le code source de wishthis : "faites-moi confiance".
it_it: Ma la buona notizia è che wishthis vuole essere diverso. Vuole essere trasparente e permettere all'utente di mantenere il controllo. A differenza di molte aziende che si limitano a dichiarare di essere sicure e di proteggere la tua privacy, wishthis è interamente open source e permette a chiunque di verificare cosa fa e se è d'accordo. Per le persone che non hanno familiarità con il mio stack tecnologico e non sono in grado di consultare e comprendere il codice sorgente di wishthis: "fidati di me".
ja: しかし、wishthisはそれとは違うことを目指している。wishthisは透明性を保ち、ユーザーがコントロールできるようにすることを目指している。安全でプライバシーを保護すると主張するだけの多くの企業とは異なり、wishthisは完全にオープンソースであり、誰でもそれが何をするものなのか、そしてそれで問題ないのかを簡単に調べることができる。私の技術スタックに馴染みがなく、wishthisのソースコードを調べて理解することができない人のために：「私を信じて」。
lt: Tačiau gera žinia ta, kad "wishthis" siekia būti kitoks. Jis siekia būti skaidrus ir leisti naudotojui kontroliuoti situaciją. Skirtingai nuo daugelio bendrovių, kurios tik tvirtina, kad yra saugios ir saugo jūsų privatumą, wishthis yra visiškai atviro kodo, todėl bet kas gali paprasčiausiai sužinoti, ką ji daro ir ar jam tai tinka. Žmonėms, kurie nėra susipažinę su mano technologijų paketu ir negali peržiūrėti ir suprasti wishthis išeities kodo: "pasitikėkite manimi".
lv: Taču labā ziņa ir tā, ka wishthis vēlas būt atšķirīgs. Tā mērķis ir būt pārredzamam un ļaut lietotājam saglabāt kontroli. Atšķirībā no daudziem uzņēmumiem, kas tikai apgalvo, ka ir droši un aizsargā jūsu privātumu, wishthis ir pilnībā atvērta pirmkoda programmatūra, kas ļauj ikvienam vienkārši apskatīt, ko tā dara un vai tas viņu apmierina. Cilvēkiem, kuri nav pazīstami ar manu tehnoloģiju kaudzi un nespēj apskatīt un saprast wishthis pirmkodu: "Uzticieties man".
pl_pl: Ale dobra wiadomość jest taka, że wishthis ma być inny. Ma być przejrzysty i pozwolić użytkownikowi zachować kontrolę. W przeciwieństwie do wielu firm, które tylko twierdzą, że są bezpieczne i chronią twoją prywatność, wishthis jest całkowicie open source, dzięki czemu każdy może po prostu sprawdzić, co robi i czy jest z tym w porządku. Dla osób, które nie są zaznajomione z moim stosem technologicznym i nie są w stanie wyszukać i zrozumieć kodu źródłowego wishthis: "zaufaj mi".
ro_md: Dar vestea bună este că wishthis își propune să fie diferit. Acesta își propune să fie transparent și să permită utilizatorului să dețină controlul. Spre deosebire de multe companii care doar pretind că sunt sigure și că vă protejează confidențialitatea, wishthis este în întregime open source, permițând oricui să verifice pur și simplu ce face și dacă este de acord cu acest lucru. Pentru persoanele care nu sunt familiarizate cu stiva mea tehnologică și nu sunt capabile să caute și să înțeleagă codul sursă al wishthis: "aveți încredere în mine".
ru_ua: Но хорошая новость заключается в том, что wishthis стремится быть другим. Его цель - быть прозрачным и позволять пользователю держать всё под контролем. В отличие от многих компаний, которые только и делают, что заявляют о своей безопасности и защите твоей приватности, wishthis имеет полностью открытый исходный код, что позволяет любому человеку просто посмотреть, что он делает и устраивает ли его это. Для тех, кто не знаком с моим техническим стеком и не может посмотреть и понять исходный код wishthis, скажу следующее: "доверься мне".
sl: Dobra novica je, da želi biti wishthis drugačen. Njegov cilj je biti pregleden in uporabniku omogočiti, da ohrani nadzor nad dogajanjem. V nasprotju s številnimi podjetji, ki samo trdijo, da so varna in varujejo vašo zasebnost, je wishthis v celoti odprtokoden, tako da lahko vsakdo preprosto preveri, kaj počne in ali se s tem strinja. Za ljudi, ki ne poznajo mojega tehnološkega sklada in ne morejo poiskati in razumeti izvorne kode wishthis: "zaupajte mi".
tr: Ancak iyi haber şu ki, wishthis farklı olmayı hedefliyor. Şeffaf olmayı ve kontrolü kullanıcıya bırakmayı hedefliyor. Sadece güvenli olduğunu ve gizliliğinizi koruduğunu iddia eden birçok şirketin aksine, wishthis tamamen açık kaynak kodludur ve herkesin ne yaptığına ve bununla ilgili bir sorun olup olmadığına bakmasına izin verir. Teknoloji yığınıma aşina olmayan ve wishthis kaynak koduna bakıp anlayamayan insanlar için: "bana güvenin".
uk_ua: Але хороша новина полягає в тому, що Wishthis прагне бути іншим. Він прагне бути прозорим і давати користувачеві можливість контролювати процес. На відміну від багатьох компаній, які лише роблять заяви про безпеку та захист вашої приватності, wishthis має повністю відкритий вихідний код, що дозволяє будь-кому просто подивитися, що він робить і чи все в порядку з ним. Для людей, які не знайомі з моїм технологічним стеком і не можуть знайти і зрозуміти вихідний код wishthis: "Довіртеся мені".

source: I'm joking - please remain critical, especially for closed source and/or commercial software. At least you can ask somebody to validate the wishthis code for you! Do you have any questions? Message me! (see footer)
bg: Шегувам се - моля, останете критични, особено към софтуер със затворен код и/или комерсиален софтуер. Поне можете да помолите някой да потвърди кода на wishthis за вас! Имате ли някакви въпроси? Пишете ми! (вижте долния колонтитул)
cs: Dělám si legraci - prosím, zůstaňte kritičtí, zejména k uzavřenému a/nebo komerčnímu softwaru. Alespoň můžete někoho požádat, aby pro vás kód wishthis ověřil! Máte nějaké otázky? Napište mi! (viz zápatí)
da: Jeg laver sjov - vær kritisk, især over for closed source og/eller kommerciel software. I det mindste kan du bede nogen om at validere wishthis-koden for dig! Har du nogen spørgsmål? Send mig en besked! (se sidefoden)
de: Das meine ich nicht ernst - bitte bleibe kritisch, vor allem bei quell-verschlossener und/oder kommerzieller Software. Wenigstens kannst du jemanden bitten, den Code von wishthis für dich zu überprüfen! Hast du irgendwelche Fragen? Schreib mir eine Nachricht! (siehe Footer)
el_cy: Αστειεύομαι - παρακαλείστε να παραμείνετε κριτικοί, ειδικά για το λογισμικό κλειστού κώδικα ή/και το εμπορικό λογισμικό. Τουλάχιστον μπορείτε να ζητήσετε από κάποιον να επικυρώσει τον κώδικα wishthis για εσάς! Έχετε ερωτήσεις; Στείλτε μου μήνυμα! (βλ. υποσέλιδο)
es_sv: Estoy bromeando - por favor, sigue siendo crítico, especialmente con el software de código cerrado y/o comercial. ¡Al menos puedes pedirle a alguien que valide el código wishthis por ti! ¿Tienes alguna pregunta? ¡Mándame un mensaje! (ver pie de página)
et_ee: Ma teen nalja - palun jääge kriitiliseks, eriti suletud lähtekoodiga ja/või kommertstarkvara puhul. Vähemalt võite paluda kedagi, et ta valideeriks teie eest wishthis koodi! Kas teil on küsimusi? Saatke mulle sõnum! (vt joonealust)
fi_fi: Vitsailen - pysykää kriittisinä, erityisesti suljetun lähdekoodin ja/tai kaupallisten ohjelmistojen suhteen. Ainakin voit pyytää jotakuta validoimaan wishthis-koodin puolestasi! Onko sinulla kysyttävää? Lähetä minulle viesti! (katso alatunniste)
fr: Je plaisante - s'il vous plaît, restez critique, en particulier pour les logiciels à code source fermé et/ou commerciaux. Au moins, vous pouvez demander à quelqu'un de valider le code wishthis pour vous ! Avez-vous des questions? Envoyez moi un message ! (voir pied de page)
it_it: Sto scherzando: ti prego di mantenere un atteggiamento critico, soprattutto per i software closed source e/o commerciali. Almeno puoi chiedere a qualcuno di convalidare il codice wishthis per te! Hai qualche domanda? Inviami un messaggio! (vedi piè di pagina)
ja: 冗談です。特にクローズドソースや商用ソフトウェアに対しては、批判的であり続けてください。少なくとも、ウィッシュティス・コードの検証を誰かに頼むことはできます！何か質問がありますか？メッセージください！(フッターを参照)
lt: Juokauju - prašau išlikti kritiškiems, ypač uždaro kodo ir (arba) komercinės programinės įrangos atžvilgiu. Bent jau galite paprašyti, kad kas nors patvirtintų pageidavimų kodą už jus! Ar turite klausimų? Parašykite man! (žr. poraštę)
lv: Es jokoju - lūdzu, palieciet kritiski noskaņoti, īpaši attiecībā uz slēgta pirmkoda un/vai komerciālu programmatūru. Vismaz jūs varat kādam lūgt, lai viņš jums apstiprinātu vēlmju kodu! Vai jums ir kādi jautājumi? Sazinieties ar mani! (skatiet kājenes daļu)
pl_pl: Żartuję - proszę, pozostań krytyczny, zwłaszcza w przypadku zamkniętego źródła i/lub oprogramowania komercyjnego. Przynajmniej możesz poprosić kogoś o sprawdzenie poprawności kodu wishthis! Masz jakieś pytania? Napisz do mnie! (zobacz stopkę)
ro_md: Glumesc - vă rog să rămâneți critici, mai ales în cazul programelor cu sursă închisă și/sau comerciale. Măcar puteți cere cuiva să valideze codul wishthis pentru dumneavoastră! Aveți vreo întrebare? Trimiteți-mi un mesaj! (vezi subsol de pagină)
ru_ua: Я шучу - пожалуйста, оставайся критичным, особенно в отношении программ с закрытым исходным кодом и/или коммерческих программ. По крайней мере, ты можешь попросить кого-нибудь проверить код wishthis для тебя! У тебя есть вопросы? Сообщи мне! (см. нижний колонтитул).
sl: Šalim se - ostanite kritični, zlasti do zaprte kode in/ali komercialne programske opreme. Vsaj prosite lahko koga, da vam potrdi kodo želja! Imate kakšno vprašanje? Sporočite mi! (glej nogo)
tr: Şaka yapıyorum - lütfen özellikle kapalı kaynak ve/veya ticari yazılımlar için eleştirel olmaya devam edin. En azından birinden sizin için bilgelik kodunu doğrulamasını isteyebilirsiniz! Herhangi bir sorunuz var mı? Bana mesaj atın! (altbilgiye bakınız)
uk_ua: Я жартую - будь ласка, залишайтеся критичними, особливо щодо програмного забезпечення з закритим кодом та/або комерційного програмного забезпечення. Принаймні, ви можете попросити когось перевірити бажаний код для вас! У вас залишилися питання? Напишіть мені! (див. нижній колонтитул)
