Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: %s is not a planet in our solar system. Read this for more information: %s.
bg: %s не е планета в нашата Слънчева система. Прочетете това за повече информация: %s.
cs: %s není planetou naší sluneční soustavy. Více informací najdete na adrese: %s.
da: %s er ikke en planet i vores solsystem. Læs dette for at få flere oplysninger: %s.
de: %s ist kein Planet in unserem Sonnensystem. Lies dies für weitere Informationen: %s.
el_cy: %s δεν είναι πλανήτης του ηλιακού μας συστήματος. Διαβάστε αυτό για περισσότερες πληροφορίες: %s.
es_sv: %s no es un planeta de nuestro sistema solar. Lee esto para obtener más información: %s.
et_ee: %s ei ole meie päikesesüsteemi planeet. Lisateabe saamiseks lugege seda: %s.
fi_fi: %s ei ole aurinkokuntamme planeetta. Lue tästä lisätietoja: %s.
fr: %s n'est pas une planète de notre système solaire. Lisez cela pour plus d'informations: %s.
hu_hu: %s nem bolygó a Naprendszerünkben. További információért olvassa el ezt: %s.
id_id: %s bukanlah planet di tata surya kita. Baca ini untuk informasi lebih lanjut: %s.
it_it: %s non è un pianeta del nostro sistema solare. Per maggiori informazioni leggi questo: %s.
ja: %s は、太陽系の惑星ではありません。詳しくはこちらをご覧ください： .%s
lt: %s nėra mūsų Saulės sistemos planeta. Daugiau informacijos rasite čia: %s.
lv: %s nav mūsu Saules sistēmas planēta. Lai uzzinātu vairāk, izlasiet šo: %s.
nl_nl: %s is geen planeet in ons zonnestelsel. Lees dit voor meer informatie: %s.
pl_pl: %s nie jest planetą w naszym Układzie Słonecznym. Przeczytaj to, aby uzyskać więcej informacji: %s.
pt_mz: %s não é um planeta no nosso sistema solar. Leia isto para mais informações: %s.
ro_md: %s nu este o planetă din sistemul nostru solar. Pentru mai multe informații, citiți acest articol: %s.
ru_ua: %s не является планетой в нашей Солнечной системе. Прочитай это для получения дополнительной информации: %s.
sk: %s nie je planéta v našej slnečnej sústave. Viac informácií nájdete na: %s.
sl: %s ni planet v našem osončju. Za več informacij preberite tole: %s.
sv_fi: %s är inte en planet i vårt solsystem. Läs det här för mer information: %s.
tr: %s güneş sistemimizde bir gezegen değildir. Daha fazla bilgi için bunu okuyun: %s.
uk_ua: %s не є планетою в нашій Сонячній системі. Більше інформації читайте тут: %s.

source: Registration disabled
bg: Регистрацията е деактивирана
cs: Registrace zakázána
da: Registrering deaktiveret
de: Registrierung deaktiviert
el_cy: Απενεργοποιημένη εγγραφή
es_sv: Registro desactivado
et_ee: Registreerimine keelatud
fi_fi: Rekisteröinti poistettu käytöstä
it_it: Registrazione disabilitata
ja: 登録不可
lt: Registracija išjungta
lv: Reģistrācija atspējota
pl_pl: Rejestracja wyłączona
ro_md: Înregistrare dezactivată
ru_ua: Регистрация отключена
sl: Registracija je onemogočena
tr: Kayıt devre dışı

source: The owner of this site has disabled user registrations.
bg: Собственикът на този сайт е забранил регистрациите на потребители.
cs: Majitel těchto stránek zakázal registraci uživatelů.
da: Ejeren af dette websted har deaktiveret brugerregistreringer.
de: Der Besitzer der Webseite hat die Registrierung deaktiviert.
el_cy: Ο ιδιοκτήτης αυτού του ιστότοπου έχει απενεργοποιήσει τις εγγραφές χρηστών.
es_sv: El propietario de este sitio ha desactivado el registro de usuarios.
et_ee: Selle saidi omanik on keelanud kasutajate registreerimise.
fi_fi: Tämän sivuston omistaja on poistanut käyttäjien rekisteröinnit käytöstä.
it_it: Il proprietario di questo sito ha disabilitato la registrazione degli utenti.
ja: このサイトのオーナーはユーザー登録を無効にしています。
lt: Šios svetainės savininkas išjungė naudotojų registraciją.
lv: Šīs vietnes īpašnieks ir atspējojis lietotāju reģistrāciju.
pl_pl: Właściciel tej strony wyłączył rejestrację użytkowników.
ro_md: Proprietarul acestui site a dezactivat înregistrările utilizatorilor.
ru_ua: Владелец этого сайта отключил регистрацию пользователей.
sl: Lastnik tega spletnega mesta je onemogočil registracijo uporabnikov.
tr: Bu sitenin sahibi kullanıcı kayıtlarını devre dışı bırakmıştır.

source: Account details
bg: Данни за сметката
cs: Údaje o účtu
da: Kontooplysninger
de: Kontodetails
el_cy: Στοιχεία λογαριασμού
es_sv: Datos de la cuenta
et_ee: Konto andmed
fi_fi: Tilin tiedot
fr: Détails du compte
hu_hu: Számlaadatok
id_id: Detail akun
it_it: Dettagli dell'account
ja: アカウント詳細
lt: Paskyros duomenys
lv: Konta informācija
nl_nl: Account gegevens
pl_pl: Szczegóły konta
pt_mz: Detalhes da conta
ro_md: Detalii de cont
ru_ua: Детализация счета
sk: Podrobnosti o účte
sl: Podatki o računu
sv_fi: Kontouppgifter
tr: Hesap bilgileri
uk_ua: Реквізити рахунку

source: Authentication
bg: Удостоверяване
cs: Ověřování
da: Godkendelse
de: Authentifizierung
el_cy: Αυθεντικοποίηση
es_sv: Autenticación
et_ee: Autentimine
fi_fi: Tunnistus
fr: Authentification
hu_hu: Hitelesítés
id_id: Autentikasi
it_it: Autenticazione
ja: 認証
lt: Autentiškumo nustatymas
lv: Autentifikācija
nl_nl: Authenticatie
pl_pl: Uwierzytelnianie
pt_mz: Autenticação
ro_md: Autentificare
ru_ua: Аутентификация
sk: Overovanie
sl: Preverjanje pristnosti
sv_fi: Autentisering
tr: Kimlik Doğrulama
uk_ua: Аутентифікація

source: Prove you are a Human, Lizard-person or Zuck-like creature. Please name a planet from our solar system.
bg: Докажете, че сте човек, гущер или подобен на Зук. Моля, посочете планета от нашата Слънчева система.
cs: Dokažte, že jste člověk, ještěrka nebo tvor podobný Zuckovi. Jmenujte planetu z naší sluneční soustavy.
da: Bevis, at du er et menneske, en øgle eller en Zuck-lignende skabning. Nævn venligst en planet fra vores solsystem.
de: Beweise, dass du ein Mensch, Echsenmensch oder ein Zuck-ähnliches Wesen bist. Bitte nenne einen Planeten aus unserem Sonnensystem.
el_cy: Αποδείξτε ότι είστε άνθρωπος, σαύρα ή πλάσμα που μοιάζει με Zuck. Παρακαλώ ονομάστε έναν πλανήτη από το ηλιακό μας σύστημα.
es_sv: Demuestra que eres un Humano, un Lagarto o una criatura parecida a un Zuck. Por favor, nombra un planeta de nuestro sistema solar.
et_ee: Tõestage, et olete inimene, sisalik või Zucki-sarnane olend. Palun nimetage üks meie päikesesüsteemi planeet.
fi_fi: Todista, että olet ihminen, liskoihminen tai Zuckin kaltainen olento. Nimeä planeetta aurinkokunnastamme.
fr: Prouvez que vous êtes un humain, un lézard ou une créature ressemblant à Zuck. Veuillez nommer une planète de notre système solaire.
hu_hu: Bizonyítsd be, hogy ember, gyíkember vagy Zuck-szerű lény vagy. Kérlek, nevezz meg egy bolygót a Naprendszerünkből.
id_id: Buktikan bahwa Anda adalah Manusia, Kadal, atau makhluk seperti Zuck. Sebutkan nama planet dari tata surya kita.
it_it: Dimostra di essere un umano, una persona lucertola o una creatura simile a Zuck. Nomina un pianeta del nostro sistema solare.
ja: あなたが人間、トカゲ人間、またはザックのような生き物であることを証明してください。太陽系にある惑星の名前を言ってください。
lt: Įrodykite, kad esate žmogus, driežas arba į Zucką panaši būtybė. Įvardykite mūsų Saulės sistemos planetą.
lv: Pierādi, ka esi cilvēks, ķirzaka cilvēks vai Zukam līdzīga būtne. Lūdzu, nosauciet kādu planētu no mūsu Saules sistēmas.
nl_nl: Bewijs dat je een Mens, Hagedis-persoon of Zuck-achtig wezen bent. Noem een planeet uit ons zonnestelsel.
pl_pl: Udowodnij, że jesteś człowiekiem, jaszczurką lub stworzeniem podobnym do Zucka. Podaj nazwę planety z naszego układu słonecznego.
pt_mz: Provar que é humano, lagarto-pessoa ou criatura parecida com o Zuck-. Por favor, nomeie um planeta do nosso sistema solar.
ro_md: Dovedește că ești om, șopârlă sau creatură de tip Zuck. Vă rugăm să numiți o planetă din sistemul nostru solar.
ru_ua: Докажи, что ты человек, ящероподобный человек или Zuck-подобное существо. Назови, пожалуйста, планету из нашей Солнечной системы.
sk: Dokážte, že ste človek, jašterica alebo tvor podobný Zuckovi. Uveďte názov planéty z našej slnečnej sústavy.
sl: Dokažite, da ste človek, kuščar ali Zucku podobno bitje. Poimenujte planet iz našega osončja.
sv_fi: Bevisa att du är en människa, en ödleperson eller en Zuck-liknande varelse. Namnge en planet från vårt solsystem.
tr: İnsan, Kertenkele veya Zuck benzeri bir yaratık olduğunuzu kanıtlayın. Lütfen güneş sistemimizden bir gezegen ismi söyleyin.
uk_ua: Доведіть, що ви Людина, Ящірка або Цукоподібна істота. Назвіть, будь ласка, планету з нашої Сонячної системи.

source: Planet
bg: Планета
cs: Planeta
el_cy: Πλανήτης
es_sv: Planeta
et_ee: Planeet
fi_fi: Planeetta
fr: Planète
it_it: Pianeta
ja: プラネット
lt: Planeta
lv: Planēta
nl_nl: Planeet
pl_pl: Planeta
pt_mz: Planeta
ro_md: Planeta
ru_ua: Планета
sk: Planéta
tr: Gezegen
uk_ua: Планета

source: Robots are obviously from another solar system so this will keep them at bay.
bg: Роботите очевидно са от друга слънчева система, така че това ще ги държи на разстояние.
cs: Roboti pocházejí evidentně z jiné sluneční soustavy, takže je toto udrží na uzdě.
da: Robotter er tydeligvis fra et andet solsystem, så det vil holde dem på afstand.
de: Roboter kommen offensichtlich aus einem anderen Sonnensystem, also wird sie das in Schach halten.
el_cy: Τα ρομπότ είναι προφανώς από άλλο ηλιακό σύστημα, οπότε αυτό θα τα κρατήσει μακριά.
es_sv: Los robots son obviamente de otro sistema solar, así que esto los mantendrá a raya.
et_ee: Robotid on ilmselt pärit teisest päikesesüsteemist, nii et see hoiab neid eemal.
fi_fi: Robotit ovat ilmeisesti toisesta aurinkokunnasta, joten tämä pitää ne loitolla.
fr: Les robots viennent évidemment d'un autre système solaire, donc cela les tiendra à distance.
hu_hu: A robotok nyilvánvalóan egy másik naprendszerből származnak, így ez távol tartja őket.
id_id: Robot jelas berasal dari sistem tata surya lain, jadi ini akan menjauhkan mereka.
it_it: I robot provengono ovviamente da un altro sistema solare, quindi questo li terrà a bada.
ja: ロボットは明らかに他の太陽系から来たものですから、これで抑えられます。
lt: Robotai akivaizdžiai yra iš kitos Saulės sistemos, todėl tai neleis jiems pasprukti.
lv: Roboti acīmredzot ir no citas Saules sistēmas, tāpēc tas viņus turēs no malas.
nl_nl: Robots komen duidelijk uit een ander zonnestelsel, dus dit zal ze op afstand houden.
pl_pl: Roboty są oczywiście z innego układu słonecznego, więc to pozwoli trzymać je na dystans.
pt_mz: Os robôs são obviamente de outro sistema solar, pelo que isto irá mantê-los à distância.
ro_md: Este evident că roboții sunt din alt sistem solar, așa că acest lucru îi va ține la distanță.
ru_ua: Роботы явно из другой солнечной системы, поэтому это будет держать их на расстоянии.
sk: Roboti sú zrejme z inej slnečnej sústavy, takže ich to udrží na uzde.
sl: Roboti očitno prihajajo iz drugega sončnega sistema, zato jih boste s tem držali v šahu.
sv_fi: Robotar kommer uppenbarligen från ett annat solsystem, så detta kommer att hålla dem på avstånd.
tr: Robotlar belli ki başka bir güneş sisteminden geliyorlar, bu yüzden bu onları uzak tutacaktır.
uk_ua: Роботи, очевидно, з іншої сонячної системи, тому це триматиме їх на відстані.

source: About your email address
bg: За вашия имейл адрес
cs: O vaší e-mailové adrese
da: Om din e-mailadresse
de: Bezüglich deiner E-Mail Adresse
el_cy: Σχετικά με τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
es_sv: Sobre tu dirección de correo electrónico
et_ee: Teie e-posti aadressi kohta
fi_fi: Tietoja sähköpostiosoitteestasi
fr: À propos de votre adresse e-mail
it_it: Informazioni sul tuo indirizzo e-mail
ja: メールアドレスについて
lt: Apie jūsų el. pašto adresą
lv: Par jūsu e-pasta adresi
pl_pl: Informacje o Twoim adresie e-mail
ro_md: Despre adresa ta de e-mail
ru_ua: О твоем адресе электронной почты
sl: O vašem e-poštnem naslovu
tr: E-posta adresiniz hakkında
uk_ua: Про вашу електронну адресу

source: Currently the email address is used as a unique identifier and does not have to be verified. You may enter a fake address.
bg: Понастоящем имейл адресът се използва като уникален идентификатор и не е необходимо да бъде проверяван. Можете да въведете фалшив адрес.
cs: V současné době se e-mailová adresa používá jako jedinečný identifikátor a nemusí se ověřovat. Můžete zadat falešnou adresu.
da: I øjeblikket bruges e-mailadressen som en unik identifikator og behøver ikke at blive verificeret. Du kan indtaste en falsk adresse.
de: Derzeit wird die E-Mail-Adresse als eindeutiger Identifikator verwendet und muss nicht verifiziert werden. Du kannst eine ausgedachte Adresse eingeben.
el_cy: Επί του παρόντος, η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ως μοναδικό αναγνωριστικό και δεν χρειάζεται να επαληθεύεται. Μπορείτε να εισάγετε μια ψεύτικη διεύθυνση.
es_sv: Actualmente la dirección de correo electrónico se utiliza como identificador único y no tiene que ser verificada. Puedes introducir una dirección falsa.
et_ee: Praegu kasutatakse e-posti aadressi unikaalse identifikaatorina ja seda ei pea kontrollima. Võite sisestada võltsitud aadressi.
fi_fi: Tällä hetkellä sähköpostiosoitetta käytetään yksilöllisenä tunnisteena, eikä sitä tarvitse tarkistaa. Voit antaa väärennetyn osoitteen.
fr: Actuellement, l'adresse e-mail est utilisée comme identifiant unique et n'a pas besoin d'être vérifiée. Vous pouvez entrer une fausse adresse.
it_it: Attualmente l'indirizzo e-mail viene utilizzato come identificativo unico e non deve essere verificato. Puoi inserire un indirizzo falso.
ja: 現在、Eメールアドレスはユニークな識別子として使用されており、確認する必要はありません。偽のアドレスを入力することもできます。
lt: Šiuo metu el. pašto adresas naudojamas kaip unikalus identifikatorius ir jo tikrinti nereikia. Galite įvesti netikrą adresą.
lv: Pašlaik e-pasta adresi izmanto kā unikālu identifikatoru, un tā nav jāpārbauda. Jūs varat ievadīt viltus adresi.
pl_pl: Obecnie adres e-mail jest używany jako unikalny identyfikator i nie musi być weryfikowany. Możesz wprowadzić fałszywy adres.
ro_md: În prezent, adresa de e-mail este utilizată ca un identificator unic și nu trebuie verificată. Puteți introduce o adresă falsă.
ru_ua: В настоящее время адрес электронной почты используется как уникальный идентификатор и не подлежит проверке. Ты можешь ввести фальшивый адрес.
sl: Trenutno se e-poštni naslov uporablja kot edinstven identifikator in ga ni treba preverjati. Vnesete lahko lažni naslov.
tr: Şu anda e-posta adresi benzersiz bir tanımlayıcı olarak kullanılmaktadır ve doğrulanması gerekmemektedir. Sahte bir adres girebilirsiniz.
uk_ua: Наразі адреса електронної пошти використовується як унікальний ідентифікатор і не потребує перевірки. Ви можете ввести фальшиву адресу.

source: wishthis is not interested in sending you marketing emails or selling your information to third parties. Although possible to do otherwise, it is strongly recommend to enter your real email address in case you need to recover your password or receive important notifications. These do not exist yet, but some future features and options might require sending you an email (e. g. when a wish has been fulfilled).
bg: wishthis не се интересува от това да ви изпраща маркетингови имейли или да продава вашата информация на трети страни. Въпреки че е възможно да направите друго, силно препоръчваме да въведете истинския си имейл адрес, в случай че се наложи да възстановите паролата си или да получавате важни известия. Такива все още не съществуват, но някои бъдещи функции и опции може да изискват изпращането на имейл (напр. когато дадено желание е изпълнено).
cs: Společnost wishthis nemá zájem zasílat vám marketingové e-maily ani prodávat vaše údaje třetím stranám. Ačkoli je možné postupovat jinak, důrazně doporučujeme zadat vaši skutečnou e-mailovou adresu pro případ, že potřebujete obnovit heslo nebo obdržet důležitá oznámení. Ty zatím neexistují, ale některé budoucí funkce a možnosti mohou vyžadovat zasílání e-mailu (např. při splnění přání).
da: wishthis er ikke interesseret i at sende dig marketing-e-mails eller sælge dine oplysninger til tredjeparter. Selvom det er muligt at gøre andet, anbefales det kraftigt at indtaste din rigtige e-mailadresse, hvis du har brug for at gendanne din adgangskode eller modtage vigtige meddelelser. Disse findes ikke endnu, men nogle fremtidige funktioner og muligheder kan kræve, at vi sender dig en e-mail (f.eks. når et ønske er blevet opfyldt).
de: wishthis ist nicht daran interessiert, dir Marketing-E-Mails zu schicken oder deine Daten an Dritte zu verkaufen. Obwohl es anderweitig möglich ist, wird es dringend empfohlen, deine echte E-Mail-Adresse anzugeben, falls du dein Passwort zurücksetzen oder wichtige Benachrichtigungen erhalten möchtest. Diese gibt es noch nicht, aber einige zukünftige Funktionen und Optionen könnten es erforderlich machen, dir eine E-Mail zu schicken (z. B. wenn ein Wunsch erfüllt wurde).
el_cy: Η wishthis δεν ενδιαφέρεται να σας στείλει μηνύματα ηλεκτρονικού ταχυδρομείου μάρκετινγκ ή να πουλήσει τις πληροφορίες σας σε τρίτους. Αν και είναι δυνατόν να κάνετε διαφορετικά, συνιστάται έντονα να εισάγετε την πραγματική διεύθυνση ηλεκτρονικού ταχυδρομείου σας σε περίπτωση που χρειαστεί να ανακτήσετε τον κωδικό πρόσβασής σας ή να λάβετε σημαντικές ειδοποιήσεις. Αυτές δεν υπάρχουν ακόμη, αλλά ορισμένες μελλοντικές λειτουργίες και επιλογές ενδέχεται να απαιτούν την αποστολή email (π.χ. όταν μια επιθυμία έχει εκπληρωθεί).
es_sv: wishthis no está interesado en enviarte correos electrónicos de marketing ni en vender tu información a terceros. Aunque es posible hacerlo de otro modo, es muy recomendable que introduzcas tu dirección de correo electrónico real en caso de que necesites recuperar tu contraseña o recibir notificaciones importantes. Éstas aún no existen, pero algunas funciones y opciones futuras podrían requerir el envío de un correo electrónico (por ejemplo, cuando se haya cumplido un deseo).
et_ee: wishthis ei ole huvitatud teile turundussõnumite saatmisest ega teie andmete müümisest kolmandatele isikutele. Kuigi on võimalik teha teisiti, on tungivalt soovitatav sisestada oma tegelik e-posti aadress, juhul kui teil on vaja taastada oma parool või saada olulisi teateid. Neid ei ole veel olemas, kuid mõned tulevased funktsioonid ja võimalused võivad nõuda teile e-kirja saatmist (nt kui soov on täidetud).
fi_fi: wishthis ei ole kiinnostunut lähettämään sinulle markkinointisähköpostia tai myymään tietojasi kolmansille osapuolille. Vaikka on mahdollista tehdä toisin, on erittäin suositeltavaa syöttää oikea sähköpostiosoitteesi, jos haluat palauttaa salasanasi tai saada tärkeitä ilmoituksia. Näitä ei ole vielä olemassa, mutta jotkin tulevat ominaisuudet ja vaihtoehdot saattavat vaatia sähköpostin lähettämistä sinulle (esim. kun toive on toteutunut).
it_it: wishthis non è interessata a inviarti email di marketing o a vendere le tue informazioni a terzi. Anche se è possibile fare diversamente, è fortemente consigliato inserire il tuo vero indirizzo e-mail nel caso in cui tu debba recuperare la tua password o ricevere notifiche importanti. Non esistono ancora, ma alcune funzioni e opzioni future potrebbero richiedere l'invio di un'e-mail (ad esempio quando un desiderio viene esaudito).
ja: wishthisは、お客様にマーケティング用のEメールを送信したり、お客様の情報を第三者に販売することはいたしません。それ以外の方法でも可能ですが、パスワードの回復や重要なお知らせを受け取る必要がある場合に備えて、実際のメールアドレスを入力することを強くお勧めします。これらはまだ存在しませんが、将来の機能やオプションの中には、Eメールを送信する必要のあるものがあるかもしれません（例えば、希望が達成された場合など）。
lt: "wishthis" nėra suinteresuotas siųsti jums rinkodaros el. laiškus ar parduoti jūsų informaciją trečiosioms šalims. Nors galima elgtis ir kitaip, primygtinai rekomenduojame įvesti tikrąjį el. pašto adresą, jei reikia atkurti slaptažodį arba gauti svarbius pranešimus. Tokių pranešimų dar nėra, tačiau kai kurioms būsimoms funkcijoms ir parinktims gali prireikti siųsti jums el. laišką (pvz., kai pageidavimas įvykdomas).
lv: wishthis nav ieinteresēts sūtīt jums mārketinga e-pasta vēstules vai pārdot jūsu informāciju trešajām pusēm. Lai gan ir iespējams rīkoties citādi, ir ļoti ieteicams ievadīt savu īsto e-pasta adresi gadījumā, ja nepieciešams atjaunot paroli vai saņemt svarīgus paziņojumus. Šādu paziņojumu vēl nav, taču dažām nākotnes funkcijām un iespējām var būt nepieciešama e-pasta vēstules nosūtīšana (piemēram, kad ir izpildīta kāda vēlme).
pl_pl: wishthis nie jest zainteresowane wysyłaniem Ci e-maili marketingowych ani sprzedażą Twoich danych stronom trzecim. Chociaż jest to możliwe, zdecydowanie zalecamy podanie prawdziwego adresu e-mail na wypadek konieczności odzyskania hasła lub otrzymania ważnych powiadomień. Takie powiadomienia jeszcze nie istnieją, ale niektóre przyszłe funkcje i opcje mogą wymagać wysłania Ci wiadomości e-mail (np. gdy życzenie zostanie spełnione).
ro_md: wishthis nu este interesată să vă trimită e-mailuri de marketing sau să vândă informațiile dumneavoastră unor terțe părți. Deși este posibil să faceți altfel, este foarte recomandat să introduceți adresa dvs. de e-mail reală în cazul în care aveți nevoie să vă recuperați parola sau să primiți notificări importante. Acestea nu există încă, dar unele caracteristici și opțiuni viitoare ar putea necesita trimiterea unui e-mail (de exemplu, atunci când o dorință a fost îndeplinită).
ru_ua: wishthis не заинтересован в том, чтобы рассылать тебе маркетинговые письма или продавать твою информацию третьим лицам. Несмотря на возможность сделать иначе, настоятельно рекомендуется указывать свой реальный адрес электронной почты на случай, если тебе понадобится восстановить пароль или получить важные уведомления. Пока таких уведомлений не существует, но некоторые будущие функции и опции могут потребовать отправки тебе электронного письма (например, когда желание было исполнено).
sl: wishthis ni zainteresiran za pošiljanje marketinških e-poštnih sporočil ali prodajo vaših podatkov tretjim osebam. Čeprav je mogoče storiti drugače, vam priporočamo, da vnesete svoj pravi e-poštni naslov, če želite obnoviti geslo ali prejemati pomembna obvestila. Ta še ne obstajajo, vendar bo pri nekaterih prihodnjih funkcijah in možnostih morda treba poslati e-poštno sporočilo (npr. ob izpolnitvi želje).
tr: wishthis size pazarlama e-postaları göndermek veya bilgilerinizi üçüncü taraflara satmakla ilgilenmez. Aksi mümkün olsa da, şifrenizi kurtarmanız veya önemli bildirimler almanız gerektiğinde gerçek e-posta adresinizi girmeniz şiddetle tavsiye edilir. Bunlar henüz mevcut değildir, ancak gelecekteki bazı özellikler ve seçenekler size bir e-posta gönderilmesini gerektirebilir (örneğin, bir dilek yerine getirildiğinde).
