Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: The wishlist owner has already received a notification recently and has not been notified again.
bg: Собственикът на wishlist вече е получил уведомление наскоро и не е бил уведомен отново.
cs: Majitel stránek wishlist již nedávno obdržel oznámení a nebyl znovu upozorněn.
da: Ejeren af wishlist har allerede modtaget en notifikation for nylig og er ikke blevet notificeret igen.
de: Der Besitzer der Wunschliste hat vor kurzem bereits eine Benachrichtigung erhalten und wurde nicht erneut benachrichtigt.
el_cy: Ο ιδιοκτήτης του wishlist έχει ήδη λάβει πρόσφατα ειδοποίηση και δεν έχει ειδοποιηθεί ξανά.
es_sv: El propietario de la lista de deseos ya ha recibido una notificación recientemente y no se le ha vuelto a notificar.
et_ee: wishlist omanik on juba saanud hiljuti teate ja teda ei ole uuesti teavitatud.
fi_fi: wishlist omistaja on jo saanut ilmoituksen äskettäin, eikä hänelle ole ilmoitettu uudelleen.
fr: Le propriétaire de la liste de souhaits a déjà reçu une notification récemment et n'a pas été notifié à nouveau.
it_it: Il proprietario di wishlist ha già ricevuto una notifica di recente e non è stato avvisato di nuovo.
ja: wishlist オーナーは最近すでに通知を受けており、再度通知は受けていない。
lt: Neseniai wishlist savininkas jau gavo pranešimą ir daugiau jo negavo.
lv: Portāla wishlist īpašnieks nesen jau ir saņēmis paziņojumu, un atkārtots paziņojums nav saņemts.
pl_pl: Właściciel strony wishlist otrzymał już ostatnio powiadomienie i nie otrzymał go ponownie.
ro_md: Proprietarul wishlist a primit deja o notificare recent și nu a fost notificat din nou.
ru_ua: Владелец списка желаний уже получил недавно уведомление и больше не получал его.
sl: Lastnik spletne strani wishlist je pred kratkim že prejel obvestilo in ni bil ponovno obveščen.
tr: wishlist sahibi kısa süre önce bir bildirim almış ve tekrar bilgilendirilmemiştir.
uk_ua: Власник списку бажань вже отримував сповіщення нещодавно і не отримував його повторно.

source: Ask somebody to share their wishlist with you and hit the remember button for it to show up here!
bg: Помолете някого да сподели с вас своя wishlist и натиснете бутона "Запомни", за да се появи тук!
cs: Požádejte někoho, aby se s vámi podělil o svůj wishlist, a stiskněte tlačítko zapamatovat si, aby se zde objevil!
da: Bed nogen om at dele deres wishlist med dig, og tryk på husk-knappen for at få det vist her!
de: Bitte jemanden, seine Wunschliste mit dir zu teilen und drücke den Erinnerungsknopf, damit sie hier erscheint!
el_cy: Ζητήστε από κάποιον να μοιραστεί μαζί σας το wishlist και πατήστε το κουμπί "Θυμηθείτε" για να εμφανιστεί εδώ!
es_sv: Pide a alguien que comparta contigo su lista de deseos y pulsa el botón "Recordar" para que aparezca aquí.
et_ee: Palu kellelgi jagada oma wishlist ja vajuta mälunuppu, et see siia ilmuks!
fi_fi: Pyydä jotakuta jakamaan wishlist kanssasi ja paina Muista-painiketta, jotta se näkyy täällä!
fr: Demandez à quelqu'un de partager sa liste de souhaits avec vous et appuyez sur le bouton "Mémoriser" pour qu'elle s'affiche ici !
it_it: Chiedi a qualcuno di condividere con te il suo wishlist e premi il pulsante "Ricorda" per farlo apparire qui!
ja: 誰かに自分のwishlist を共有してもらい、それをここに表示させるために記憶ボタンを押す！
lt: Paprašykite, kad kas nors pasidalytų su jumis savo wishlist ir paspauskite mygtuką "Prisiminti", kad jis čia pasirodytų!
lv: Palūdziet kādam dalīties ar savu wishlist un nospiediet pogu "Atcerēties", lai tas parādītos šeit!
pl_pl: Poproś kogoś, by podzielił się z Tobą swoją stroną wishlist i naciśnij przycisk "zapamiętaj", by pojawiła się tutaj!
ro_md: Roagă pe cineva să împărtășească cu tine wishlist și apasă pe butonul remember pentru ca acesta să apară aici!
ru_ua: Попроси кого-нибудь поделиться с тобой своим списком желаний и нажми кнопку "Запомнить", чтобы он появился здесь!
sl: Prosite nekoga, da z vami deli svoj wishlist, in pritisnite gumb Zapomni si, da se bo prikazal tukaj!
tr: Birinden wishlist adresini sizinle paylaşmasını isteyin ve burada görünmesi için hatırla düğmesine basın!
uk_ua: Попросіть когось поділитися з вами своїм списком бажань і натисніть кнопку "запам'ятати", щоб він з'явився тут!

source: No lists
bg: Няма списъци
cs: Žádné seznamy
da: Ingen lister
de: Keine Listen
el_cy: Δεν υπάρχουν λίστες
es_sv: No hay listas
et_ee: Nimekirjad puuduvad
fi_fi: Ei luetteloita
fr: Aucune liste
it_it: Nessuna lista
ja: リストなし
lt: Nėra sąrašų
lv: Nav sarakstu
pl_pl: Brak list
ro_md: Nu există liste
ru_ua: Никаких списков
sl: Brez seznamov
tr: Liste yok
uk_ua: Ніяких списків

source: Wishlist
bg: Списък с желания
cs: Seznam přání
da: Ønskeliste
de: Wunschliste
el_cy: Λίστα επιθυμιών
es_sv: Lista de deseos
et_ee: Soovide nimekiri
fi_fi: Toivomuslista
fr: Liste de souhaits
hu_hu: Kívánságlista
id_id: Daftar keinginan
it_it: Lista dei desideri
ja: ウィッシュリスト
lt: Pageidavimų sąrašas
lv: Vēlmju saraksts
nl_nl: Verlanglijst
pt_mz: Lista de Desejos
ro_md: Lista de dorințe
ru_ua: Список пожеланий
sk: Zoznam želaní
sl: Seznam želja
sv_fi: Önskelista
tr: İstek Listesi
uk_ua: Список бажань

source: Loading your wishlists...
bg: Зареждане на списъците ви с желания...
cs: Načítání seznamů přání...
da: Indlæser dine ønskelister...
de: Lade deine Wunschlisten...
el_cy: Φόρτωση των λιστών επιθυμιών σας...
es_sv: Cargando tus listas de deseos...
et_ee: Soovide laadimine...
fi_fi: Toivomuslistojen lataaminen...
fr: Chargement de vos listes de souhaits...
hu_hu: Kívánságlisták betöltése...
id_id: Memuat daftar keinginan Anda...
it_it: Carica la tua lista dei desideri...
ja: ウィッシュリストを読み込む...
lt: Įkeliami pageidavimų sąrašai...
lv: Jūsu vēlmju sarakstu ielādēšana...
nl_nl: Je verlanglijstjes laden...
pl_pl: Ładowanie twojej listy życzeń...
pt_mz: Carregando as suas listas de desejos...
ro_md: Încărcarea listelor de dorințe...
ru_ua: Загружаю твои списки желаний...
sk: Načítanie zoznamov želaní...
sl: Nalaganje seznamov želja...
sv_fi: Laddar dina önskelistor...
tr: İstek listeleriniz yükleniyor...
uk_ua: Завантажуємо ваші списки бажань...

source: Share
bg: Споделете
cs: Sdílet
da: Del
de: Teilen
el_cy: Μοιραστείτε το
es_sv: Comparte
et_ee: Jaga
fi_fi: Jaa
fr: Partager
hu_hu: Megosztás
id_id: Berbagi
it_it: Condividi
ja: シェア
lt: Dalytis
lv: Dalīties
nl_nl: Deel
pt_mz: Partilhar
ru_ua: Поделиться
sk: Zdieľať
sl: Delite
sv_fi: Dela
tr: Paylaş
uk_ua: Поділіться

source: Shared wishlist not accessible
bg: Общият списък с желания не е достъпен
cs: Společný seznam přání není přístupný
da: Fælles ønskeliste ikke tilgængelig
de: Gemerkte Wunschliste nicht zugänglich
el_cy: Κοινόχρηστη λίστα επιθυμιών δεν είναι προσβάσιμη
es_sv: Lista de deseos compartida no accesible
et_ee: Jagatud soovinimekiri ei ole juurdepääsetav
it_it: Lista dei desideri condivisa non accessibile
lt: Bendras pageidavimų sąrašas neprieinamas
lv: Koplietošanas vēlmju saraksts nav pieejams
pl_pl: Udostępniona lista życzeń jest niedostępna
ro_md: Lista de dorințe partajată nu este accesibilă
ru_ua: Общий лист желаний недоступен
tr: Paylaşılan istek listesine erişilemiyor

source: Accessing wishlist without permission
bg: Достъп до списъка с желания без разрешение
cs: Přístup k seznamu přání bez povolení
da: Adgang til ønskeliste uden tilladelse
de: Zugriff auf die Wunschliste ohne Erlaubnis
el_cy: Πρόσβαση στον κατάλογο επιθυμιών χωρίς άδεια
es_sv: Acceder a la lista de deseos sin permiso
et_ee: Soovide nimekirjale ilma loata juurdepääs
it_it: Accesso alla lista dei desideri senza autorizzazione
lt: Prieiga prie pageidavimų sąrašo be leidimo
lv: Piekļuve vēlmju sarakstam bez atļaujas
pl_pl: Uzyskiwanie dostępu do listy życzeń bez pozwolenia
ro_md: Accesarea listei de dorințe fără permisiune
ru_ua: Доступ к списку желаний без разрешения
tr: İstek listesine izinsiz erişim

source: Password reset not working
bg: Възстановяването на паролата не работи
cs: Obnovení hesla nefunguje
da: Nulstilling af adgangskode virker ikke
de: Passwort zurücksetzen funktioniert nicht
el_cy: Η επαναφορά κωδικού πρόσβασης δεν λειτουργεί
es_sv: No funciona el restablecimiento de contraseña
et_ee: Salasõna lähtestamine ei tööta
it_it: La reimpostazione della password non funziona
lt: Slaptažodžio atstatymas neveikia
lv: Paroles atiestatīšana nedarbojas
pl_pl: Resetowanie hasła nie działa
ro_md: Resetarea parolei nu funcționează
ru_ua: Сброс пароля не работает
tr: Parola sıfırlama çalışmıyor

source: Wish price field not being set
bg: Полето за цена на желанията не се задава
cs: Pole s cenou přání není nastaveno
da: Feltet for ønskepris bliver ikke indstillet
de: Wunschpreisfeld wird nicht gesetzt
el_cy: Το πεδίο επιθυμητής τιμής δεν έχει οριστεί
es_sv: No se establece el campo Precio deseado
et_ee: Soovihinna väli ei ole määratud
it_it: Il campo del prezzo desiderato non viene impostato
lt: Nenustatytas pageidaujamos kainos laukas
lv: Nav iestatīts vēlmju cenas lauks
pl_pl: Pole ceny życzenia nie jest ustawiane
ro_md: Câmpul "Preț de dorință" nu este setat
ru_ua: Поле "Цена желания" не устанавливается
tr: İstek fiyatı alanı ayarlanmıyor

source: Fixed
bg: Фиксиран
cs: Opraveno
de: Repariert
es_sv: Fijo
fr: Corrigé
ru_ua: Исправлено
uk_ua: Виправлено

source: Wish request
cs: Požadavek na přání
de: Wunsch Anfrage
fr: Demande de souhait
ru_ua: Запрос на исполнение желания
uk_ua: Запит на побажання

source: N. A.
de: k. A.

source: Delete account option
fr: Option de suppression de compte
uk_ua: Опція видалення облікового запису

source: Option to delete account
fr: Possibilité de supprimer le compte
uk_ua: Можливість видалити обліковий запис

source: As a non-commercial project it remains
fr: En tant que projet non commercial, il reste
hu_hu: Nem kereskedelmi projektként továbbra is
id_id: Sebagai proyek non-komersial, proyek ini tetap
nl_nl: Als niet-commercieel project blijft het
pt_mz: Como projecto não comercial, permanece
sk: Ako nekomerčný projekt zostáva
sv_fi: Som icke-kommersiellt projekt är det fortfarande
uk_ua: Як некомерційний проект він залишається

source: unless you want them
fr: à moins que vous ne les voulez
uk_ua: якщо тільки ти не хочеш їх.

source: Click continue to test the database connection.
fr: Cliquez sur continuer pour tester la connexion à la base de données.
hu_hu: Kattintson a folytatás gombra az adatbázis-kapcsolat teszteléséhez.
id_id: Klik continue untuk menguji koneksi database.
nl_nl: Klik op doorgaan om de database verbinding te testen.
pt_mz: Clique em continuar para testar a ligação à base de dados.
sk: Kliknutím na tlačidlo pokračovať otestujte pripojenie k databáze.
sv_fi: Klicka på Fortsätt för att testa databasanslutningen.
uk_ua: Натисніть продовжити, щоб перевірити з'єднання з базою даних.

source: Continue
fr: Continuer
hu_hu: Folytatás
id_id: Lanjutkan
nl_nl: Ga door
pt_mz: Continuar
sk: Pokračovať
sv_fi: Fortsätt
uk_ua: Продовжуйте

source: %s successfully updated!
fr: %s mis à jour avec succès !
hu_hu: %s sikeresen frissítve!
id_id: %s berhasil diperbarui!
nl_nl: %s met succes bijgewerkt!
pt_mz: %s actualizado com sucesso!
sk: %s úspešne aktualizované!
sv_fi: %s framgångsrikt uppdaterad!
uk_ua: %s успішно оновлено!

source: Language set to %s.
fr: Langue définie sur %s.
uk_ua: Мову встановлено на %s.

source: Currency set to %s.
fr: Devise définie sur %s.
uk_ua: Валюта встановлюється за адресою %s.

source: It is required for you to login again.
fr: Il vous est nécessaire de vous reconnecter.
hu_hu: Ez szükséges az újbóli bejelentkezéshez.
id_id: Ini diperlukan bagi Anda untuk login lagi.
nl_nl: Het is nodig om je opnieuw te kunnen aanmelden.
pt_mz: É necessário que faça novamente o login.
sk: Je potrebné, aby ste sa mohli znova prihlásiť.
sv_fi: Det krävs för att du ska kunna logga in igen.
uk_ua: Для цього вам необхідно увійти знову.

source: wishthis is not a commercial project and is not interested in sending you marketing emails or selling your information to third parties. Although possible to do otherwise, it is strongly recommend to enter your real email address in case you need to recover your password or receive important notifications. These do not exist yet, but some future features and options might require sending you an email (e. g. when a wish has been fulfilled).
fr: wishthis n'est pas un projet commercial et ne souhaite pas vous envoyer des e-mails marketing ou à vendre vos informations à des tiers. Bien qu'il soit possible de faire autrement, il est fortement recommandé de saisir votre adresse e-mail réelle au cas où vous auriez besoin de récupérer votre mot de passe ou de recevoir des notifications importantes. Celles-ci n'existent pas encore, mais certaines fonctionnalités et options futures pourraient nécessiter l'envoi d'un e-mail (par exemple, lorsqu'un souhait a été exaucé).
uk_ua: wishthis не є комерційним проектом і не зацікавлений у надсиланні вам маркетингових листів або продажу вашої інформації третім особам. Хоча можливо зробити інакше, ми наполегливо рекомендуємо вводити вашу справжню електронну адресу на випадок, якщо вам знадобиться відновити пароль або отримати важливі сповіщення. Наразі таких повідомлень не існує, але деякі майбутні функції та опції можуть вимагати надсилання вам електронного листа (наприклад, коли ваше побажання буде виконано).

source: If you found a wish you would like to fulfil, click the %s button and it will temporarily become unavailable for others. Make sure to confirm the fulfilled wish here (e. g. after placing an order), to make the wish permanently unavailable for everybody else.
fr: Si vous avez trouvé un souhait que vous aimeriez exaucer, cliquez sur le bouton %set il deviendra temporairement indisponible pour les autres. Assurez-vous de confirmer ici le souhait exaucé (par exemple après avoir passé une commande), afin de rendre le souhait définitivement indisponible pour tout le monde.
uk_ua: Якщо ви знайшли бажання, яке хочете виконати, натисніть кнопку %s, і воно тимчасово стане недоступним для інших. Не забудьте підтвердити виконане бажання тут (наприклад, після оформлення замовлення), щоб зробити його назавжди недоступним для інших.

source: This is the development environment of wishthis. The database will reset every day at around 00:00.
hu_hu: Ez a wishthis fejlesztői környezete. Az adatbázis minden nap 00:00 körül visszaáll.
id_id: Ini adalah lingkungan pengembangan wishthis. Database akan direset setiap hari sekitar pukul 00:00.
nl_nl: Dit is de ontwikkelomgeving van wishthis. De database wordt elke dag rond 00:00 opnieuw ingesteld.
pt_mz: Este é o ambiente de desenvolvimento dos desejos deste. A base de dados será reiniciada todos os dias por volta das 00:00 horas.
sk: Toto je vývojové prostredie wishthis. Databáza sa obnoví každý deň približne o 00:00.
sv_fi: Detta är utvecklingsmiljön för wishthis. Databasen kommer att återställas varje dag runt klockan 00:00.

source: Development environment
hu_hu: Fejlesztési környezet
id_id: Lingkungan pengembangan
nl_nl: Ontwikkelingsomgeving
pt_mz: Ambiente de desenvolvimento
sk: Vývojové prostredie
sv_fi: Utvecklingsmiljö

source: No wishlist selected.
hu_hu: Nincs kívánságlista kiválasztva.
id_id: Tidak ada daftar keinginan yang dipilih.
nl_nl: Geen verlanglijstje geselecteerd.
pt_mz: Nenhuma lista de desejos seleccionada.
sk: Nie je vybraný žiadny zoznam želaní.
sv_fi: Ingen önskelista har valts.

source: The server did not confirm that the action was successful.
hu_hu: A kiszolgáló nem erősítette meg, hogy a művelet sikeres volt.
id_id: Server tidak mengonfirmasi bahwa tindakan itu berhasil.
nl_nl: De server bevestigde niet dat de actie geslaagd was.
pt_mz: O servidor não confirmou que a acção foi bem sucedida.
sk: Server nepotvrdil, že akcia bola úspešná.
sv_fi: Servern bekräftade inte att åtgärden lyckades.

source: Understood
hu_hu: Értettem
id_id: Mengerti
nl_nl: Begrepen
pt_mz: Compreendido
sk: Rozumieme
sv_fi: Förstått

source: Wish successfully added.
hu_hu: A kívánság sikeresen hozzáadva.
id_id: Keinginan berhasil ditambahkan.
nl_nl: Wens met succes toegevoegd.
pt_mz: Desejo adicionado com sucesso.
sk: Prianie bolo úspešne pridané.
sv_fi: Önskemål har lagts till.

source: Don't forget to save your changes.
hu_hu: Ne felejtse el elmenteni a módosításokat.
id_id: Jangan lupa menyimpan perubahan Anda.
nl_nl: Vergeet niet je veranderingen op te slaan.
pt_mz: Não se esqueça de guardar as suas alterações.
sk: Nezabudnite uložiť zmeny.
sv_fi: Glöm inte att spara ändringarna.

source: Saved
hu_hu: Megmentett
id_id: Tersimpan
nl_nl: Opgeslagen
pt_mz: Guardado
sk: Uložené
sv_fi: Sparad

source: Saved lists
hu_hu: Mentett listák
id_id: Daftar yang disimpan
nl_nl: Opgeslagen lijsten
pt_mz: Listas salvas
sk: Uložené zoznamy
sv_fi: Sparade listor

source: wishthis logo
hu_hu: wishthis logó
id_id: logo wishthis
pt_mz: desejar este logótipo
sk: logo wishthis
sv_fi: wishthis logotyp

source: GitHub repository
hu_hu: GitHub tároló
id_id: Repositori GitHub
pt_mz: Repositório GitHub
sk: Úložisko GitHub
sv_fi: GitHub-arkiv

source: Translate
hu_hu: Fordítsd le
id_id: Terjemahkan
nl_nl: Vertaal
pt_mz: Traduzir
sk: Preložiť
sv_fi: Översätt

source: If this wish is a product, confirm the order was successful and mark it as fulfilled here. If you do not confirm this wish as fulfilled, it will become available again to others after %d minutes.
hu_hu: Ha ez a kívánság egy termék, erősítse meg, hogy a megrendelés sikeres volt, és jelölje meg itt, hogy teljesült. Ha nem erősíti meg, hogy ez a kívánság teljesült, akkor a kívánság a %d oldal után ismét elérhetővé válik mások számára.
id_id: Jika keinginan ini adalah produk, konfirmasikan pesanan berhasil dan tandai sebagai terpenuhi di sini. Jika Anda tidak mengonfirmasi keinginan ini sebagai terpenuhi, keinginan ini akan tersedia lagi bagi orang lain setelah %d menit.
nl_nl: Als deze wens een product is, bevestig dan dat de bestelling gelukt is en markeer hem hier als vervuld. Als je deze wens niet als vervuld bevestigt, wordt hij na %d minuten weer beschikbaar voor anderen.
pt_mz: Se este desejo for um produto, confirme que a encomenda foi bem sucedida e marque-a aqui como cumprida. Se não confirmar este desejo como realizado, ele ficará novamente disponível para outros após %d minutos.
sk: Ak je toto želanie produktom, potvrďte, že objednávka bola úspešná, a označte ju tu ako splnenú. Ak toto želanie nepotvrdíte ako splnené, bude po %d minútach opäť k dispozícii pre ostatných.
sv_fi: Om önskan är en produkt, bekräfta att beställningen lyckades och markera den som uppfylld här. Om du inte bekräftar att önskan har uppfyllts kommer den att bli tillgänglig för andra igen efter %d minuter.

source: Welcome to wishthis
hu_hu: Üdvözöljük a wishthis
id_id: Selamat datang di wishthis
nl_nl: Welkom bij wishthis
pt_mz: Bem-vindo a desejar este
sk: Vitajte na stránke wishthis
sv_fi: Välkommen till wishthis

source: free of advertisements,
hu_hu: reklámoktól mentes,
id_id: bebas dari iklan,
nl_nl: vrij van advertenties,
pt_mz: livre de anúncios publicitários,
sk: bez reklám,
sv_fi: fri från annonser,

source: without tracking, and
hu_hu: nyomon követés nélkül, és
id_id: tanpa pelacakan, dan
nl_nl: zonder volgen, en
pt_mz: sem seguimento, e
sk: bez sledovania a
sv_fi: utan spårning, och

source: open for feedback and suggestions.
hu_hu: nyitott a visszajelzésekre és javaslatokra.
id_id: terbuka untuk umpan balik dan saran.
nl_nl: open voor feedback en suggesties.
pt_mz: aberto a comentários e sugestões.
sk: otvorené pre spätnú väzbu a návrhy.
sv_fi: är öppen för feedback och förslag.

source: What's new
hu_hu: Újdonságok
id_id: Apa yang baru
nl_nl: Wat is er nieuw
pt_mz: O que há de novo
sk: Čo je nové
sv_fi: Vad är nytt?

source: Check out the %s for a list changes.
hu_hu: Nézze meg a %s oldalon a listaváltozásokat.
id_id: Lihat %s untuk perubahan daftar.
nl_nl: Kijk op %s voor een lijst veranderingen.
pt_mz: Consulte o %s para uma lista de alterações.
sk: Pozrite sa na stránku %s, kde nájdete zoznam zmien.
sv_fi: Se %s för en lista över ändringar.

source: This link has expired.
hu_hu: Ez a link lejárt.
id_id: Tautan ini telah kedaluwarsa.
nl_nl: Deze link is verlopen.
pt_mz: Esta ligação expirou.
sk: Platnosť tohto prepojenia vypršala.
sv_fi: Den här länken har gått ut.

source: This link seems invalid.
hu_hu: Ez a link érvénytelennek tűnik.
id_id: Tautan ini tampaknya tidak valid.
nl_nl: Deze link lijkt ongeldig.
pt_mz: Esta ligação parece inválida.
sk: Toto prepojenie sa zdá byť neplatné.
sv_fi: Länken verkar vara ogiltig.

source: Key
hu_hu: Kulcs
id_id: Kunci
nl_nl: Sleutel
pt_mz: Chave
sk: Kľúč
sv_fi: Nyckel

source: Secret
hu_hu: Titkos
id_id: Rahasia
nl_nl: Geheim
pt_mz: Segredo
sk: Tajné
sv_fi: Hemlig

source: Wish successfully updated.
hu_hu: A kívánság sikeresen frissült.
id_id: Keinginan berhasil diperbarui.
nl_nl: Wens met succes bijgewerkt.
pt_mz: Desejo actualizado com sucesso.
sk: Prianie bolo úspešne aktualizované.
sv_fi: Önskan har uppdaterats.

source: Auto-fill
hu_hu: Automatikus kitöltés
id_id: Isi otomatis
nl_nl: Automatisch vullen
pt_mz: Auto-enchimento
sk: Automatické vypĺňanie
sv_fi: Automatisk ifyllning

source: Back
hu_hu: Vissza
id_id: Kembali
nl_nl: Terug
pt_mz: Voltar
sk: Späť
sv_fi: Tillbaka

source: Define a new URL to be used as a preview.
hu_hu: Meghatároz egy új URL-t, amelyet előnézetként használunk.
id_id: Tentukan URL baru untuk digunakan sebagai pratinjau.
nl_nl: Definieer een nieuwe URL die als voorbeeld gebruikt wordt.
pt_mz: Definir um novo URL para ser usado como uma pré-visualização.
sk: Definujte novú adresu URL, ktorá sa použije ako náhľad.
sv_fi: Definiera en ny URL som ska användas som förhandsgranskning.

source: Discard
hu_hu: Dobja el a
id_id: Buang
nl_nl: Weggooien
pt_mz: Descartar
sk: Vyradiť
sv_fi: Kasta

source: This action will potentially overwrite all fields in this wish.
hu_hu: Ez a művelet potenciálisan felülírja az összes mezőt ebben a kívánságban.
id_id: Tindakan ini berpotensi menimpa semua bidang dalam keinginan ini.
nl_nl: Deze actie overschrijft mogelijk alle velden in deze wens.
pt_mz: Esta acção irá potencialmente sobrescrever todos os campos deste desejo.
sk: Táto akcia potenciálne prepíše všetky polia v tomto želaní.
sv_fi: Denna åtgärd kommer eventuellt att skriva över alla fält i denna önskan.

source: Would you like to continue?
hu_hu: Szeretné folytatni?
id_id: Apakah Anda ingin melanjutkan?
nl_nl: Zou je verder willen gaan?
pt_mz: Gostaria de continuar?
sk: Chcete pokračovať?
sv_fi: Vill du fortsätta?

source: Yes, overwrite
hu_hu: Igen, felülírás
id_id: Ya, timpa
nl_nl: Ja, overschrijven
pt_mz: Sim, sobrescrever
sk: Áno, prepísať
sv_fi: Ja, skriv över

source: No
hu_hu: Nem
id_id: Tidak
nl_nl: Geen
pt_mz: Não
sk: Nie
sv_fi: Ingen

source: Save list
hu_hu: Lista mentése
id_id: Simpan daftar
nl_nl: Bewaar lijst
pt_mz: Guardar lista
sk: Uložiť zoznam
sv_fi: Spara listan
