Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: Search priorities
bg: Приоритети за търсене
cs: Priority vyhledávání
da: Prioriteter for søgning
de: Prioritäten suchen
el_cy: Προτεραιότητες αναζήτησης
es_sv: Prioridades de búsqueda
et_ee: Otsingu prioriteedid
fi_fi: Hakuprioriteetit
fr: Priorités de recherche
hu_hu: Keresési prioritások
id_id: Prioritas pencarian
it_it: Priorità di ricerca
ja: 検索優先順位
lt: Paieškos prioritetai
lv: Meklēšanas prioritātes
nl_nl: Zoek prioriteiten
pl_pl: Priorytety wyszukiwania
pt_mz: Pesquisar prioridades
ro_md: Priorități de căutare
ru_ua: Приоритеты поиска
sk: Priority vyhľadávania
sl: Prednostne naloge iskanja
sv_fi: Prioriteringar för sökning
tr: Arama öncelikleri
uk_ua: Пріоритети пошуку

source: Priorities
bg: Приоритети
cs: Priority
da: Prioriteter
de: Prioritäten
el_cy: Προτεραιότητες
es_sv: Prioridades
et_ee: Prioriteedid
fi_fi: Prioriteetit
fr: Priorités
hu_hu: Prioritások
id_id: Prioritas
it_it: Priorità
ja: 優先順位
lt: Prioritetai
lv: Prioritātes
nl_nl: Prioriteiten
pl_pl: Priorytety
pt_mz: Prioridades
ro_md: Priorități
ru_ua: Приоритеты
sk: Priority
sl: Prednostne naloge
sv_fi: Prioriteringar
tr: Öncelikler
uk_ua: Пріоритети

source: All priorities
bg: Всички приоритети
cs: Všechny priority
da: Alle prioriteter
de: Alle Prioritäten
el_cy: Όλες οι προτεραιότητες
es_sv: Todas las prioridades
et_ee: Kõik prioriteedid
fi_fi: Kaikki painopisteet
fr: Toutes les priorités
hu_hu: Minden prioritás
id_id: Semua prioritas
it_it: Tutte le priorità
ja: すべての優先順位
lt: Visi prioritetai
lv: Visas prioritātes
nl_nl: Alle prioriteiten
pl_pl: Wszystkie priorytety
pt_mz: Todas as prioridades
ro_md: Toate prioritățile
ru_ua: Все приоритеты
sk: Všetky priority
sl: Vse prednostne naloge
sv_fi: Alla prioriteringar
tr: Tüm öncelikler
uk_ua: Всі пріоритети

source: No priority
bg: Без приоритет
cs: Žádná priorita
da: Ingen prioritet
de: Keine Priorität
el_cy: Καμία προτεραιότητα
es_sv: Sin prioridad
et_ee: Prioriteet puudub
fi_fi: Ei prioriteettia
fr: Pas de priorité
hu_hu: Nincs prioritás
id_id: Tidak ada prioritas
it_it: Nessuna priorità
ja: 優先順位なし
lt: Nėra prioriteto
lv: Nav prioritātes
nl_nl: Geen prioriteit
pl_pl: Bez priorytetu
pt_mz: Sem prioridade
ro_md: Fără prioritate
ru_ua: Без приоритета
sk: Žiadna priorita
sl: Ni prednostne naloge
sv_fi: Ingen prioritering
tr: Öncelik yok
uk_ua: Без пріоритету

source: Create a wishlist
bg: Създаване на списък с желания
cs: Vytvořit seznam přání
da: Opret en ønskeliste
de: Wunschliste erstellen
el_cy: Δημιουργήστε μια λίστα επιθυμιών
es_sv: Crea una lista de deseos
et_ee: Loo soovide nimekiri
fi_fi: Luo toivelista
fr: Créer une liste de souhaits
hu_hu: Kívánságlista létrehozása
id_id: Buat daftar keinginan
it_it: Crea una lista dei desideri
ja: ウィッシュリストを作成する
lt: Sukurti pageidavimų sąrašą
lv: Izveidot vēlmju sarakstu
nl_nl: Maak een verlanglijstje
pl_pl: Stwórz listę życzeń
pt_mz: Criar uma lista de desejos
ro_md: Creați o listă de dorințe
ru_ua: Создай список желаний
sk: Vytvorenie zoznamu želaní
sl: Ustvarite seznam želja
sv_fi: Skapa en önskelista
tr: İstek listesi oluşturun
uk_ua: Створіть список бажань

source: Choose a new name for your wishlist. Here's a suggestion to get you started.
bg: Изберете ново име за списъка с желания. Ето едно предложение, с което можете да започнете.
cs: Zvolte nový název seznamu přání. Zde je návrh, který by mohl pomoci.
da: Vælg et nyt navn til din ønskeliste. Her er et forslag til at hjælpe dig i gang.
de: Wähle einen neuen Namen für deine Wunschliste. Hier ist ein Vorschlag für dich, damit du loslegen kannst.
el_cy: Επιλέξτε ένα νέο όνομα για τη λίστα επιθυμιών σας. Εδώ είναι μια πρόταση για να ξεκινήσετε.
es_sv: Elige un nuevo nombre para tu lista de deseos. Aquí tienes una sugerencia para empezar.
et_ee: Valige oma soovinimekirjale uus nimi. Siin on ettepanek, et alustada.
fi_fi: Valitse uusi nimi toivelistallesi. Tässä on ehdotus, josta pääset alkuun.
fr: Choisissez un nouveau nom pour votre liste de souhaits. Voici une suggestion pour vous aider à démarrer.
hu_hu: Válasszon új nevet a kívánságlistának. Íme egy javaslat a kezdéshez.
id_id: Pilih nama baru untuk daftar keinginan Anda. Berikut saran untuk membantu Anda memulai.
it_it: Scegli un nuovo nome per la tua wishlist. Ecco un suggerimento per iniziare.
ja: ウィッシュリストの新しい名前を決めます。以下は、その提案です。
lt: Pasirinkite naują pageidavimų sąrašo pavadinimą. Štai pasiūlymas, kuris padės jums pradėti.
lv: Izvēlieties jaunu nosaukumu savam vēlmju sarakstam. Šeit ir ieteikums, kas palīdzēs jums sākt.
nl_nl: Kies een nieuwe naam voor je verlanglijstje. Hier is een suggestie om je op weg te helpen.
pl_pl: Wybierz nową nazwę dla swojej listy życzeń. Oto propozycja, która pomoże ci zacząć.
pt_mz: Escolha um novo nome para a sua lista de desejos. Aqui fica uma sugestão para começar.
ro_md: Alegeți un nou nume pentru lista de dorințe. Iată o sugestie pentru început.
ru_ua: Выбери новое имя для своего списка желаний. Вот предложение для начала.
sk: Vyberte si nový názov zoznamu želaní. Tu je návrh, ktorý vám pomôže začať.
sl: Izberite novo ime za seznam želja. Tukaj je predlog za začetek.
sv_fi: Välj ett nytt namn för din önskelista. Här är ett förslag för att komma igång.
tr: İstek listeniz için yeni bir ad seçin. İşte başlamanız için bir öneri.
uk_ua: Виберіть нову назву для вашого списку бажань. Ось вам порада для початку.

source: Create
bg: Създаване на
cs: Vytvořit
da: Opret
de: Erstellen
el_cy: Δημιουργία
es_sv: Crea
et_ee: Loo
fi_fi: Luo
fr: Créer
hu_hu: Hozzon létre
id_id: Buat
it_it: Crea
ja: 作成
lt: Sukurti
lv: Izveidot
nl_nl: Maak
pl_pl: Utwórz stronę
pt_mz: Criar
ro_md: Creați
ru_ua: Создай
sk: Vytvoriť stránku
sl: Ustvarite spletno stran
sv_fi: Skapa
tr: Oluştur
uk_ua: Створити

source: Cancel
bg: Отмяна на
cs: Zrušit
da: Annuller
de: Abbrechen
el_cy: Ακύρωση
es_sv: Cancela
et_ee: Tühista
fi_fi: Peruuta
fr: Annuler
hu_hu: Törölje
id_id: Batal
it_it: Annullamento
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nl_nl: Annuleer
pl_pl: Anuluj
pt_mz: Cancelar
ro_md: Anulează
ru_ua: Отмена
sk: Zrušiť
sl: Prekliči
sv_fi: Avbryt
tr: İptal
uk_ua: Скасувати

source: Rename wishlist
bg: Преименуване на списъка с желания
cs: Přejmenovat seznam přání
da: Omdøb ønskelisten
de: Wunschliste umbenennen
el_cy: Μετονομασία λίστας επιθυμιών
es_sv: Cambiar el nombre de la lista de deseos
et_ee: Soovide nimekiri ümber nimetada
fi_fi: Nimeä toivelista uudelleen
fr: Renommer la liste de souhaits
hu_hu: Kívánságlista átnevezése
id_id: Ubah nama daftar keinginan
it_it: Rinomina la lista dei desideri
ja: ウィッシュリストの名前を変更する
lt: Pervadinti pageidavimų sąrašą
lv: Pārdēvēt vēlmju sarakstu
nl_nl: Verlanglijstje hernoemen
pl_pl: Zmień nazwę listy życzeń
pt_mz: Renomear lista de desejos
ro_md: Redenumiți lista de dorințe
ru_ua: Переименовать список желаний
sk: Premenovať zoznam želaní
sl: Preimenovanje seznama želja
sv_fi: Byt namn på önskelistan
tr: İstek listesini yeniden adlandır
uk_ua: Перейменувати список бажань

source: How would you like to name this wishlist?
bg: Как бихте искали да наречете този списък с желания?
cs: Jak byste chtěli tento seznam přání pojmenovat?
da: Hvad vil du gerne give denne ønskeliste et navn?
de: Wie würdest du diese Wunschliste gerne nennen?
el_cy: Πώς θα θέλατε να ονομάσετε αυτή τη λίστα επιθυμιών;
es_sv: ¿Cómo te gustaría nombrar esta lista de deseos?
et_ee: Kuidas sooviksite sellele soovinimekirjale nime anda?
fi_fi: Miten haluaisit nimetä tämän toivelistan?
fr: Comment voudriez-vous nommer cette liste de souhaits ?
hu_hu: Hogyan szeretnéd elnevezni ezt a kívánságlistát?
id_id: Bagaimana Anda ingin menamai daftar keinginan ini?
it_it: Come vorresti intitolare questa wishlist?
ja: このウィッシュリストにどのような名前をつけたいですか？
lt: Kaip norėtumėte pavadinti šį pageidavimų sąrašą?
lv: Kā jūs vēlētos nosaukt šo vēlmju sarakstu?
nl_nl: Hoe zou je dit verlanglijstje willen noemen?
pl_pl: Jak chciałbyś nazwać tę listę życzeń?
pt_mz: Como gostaria de nomear esta lista de desejos?
ro_md: Cum ați dori să numiți această listă de dorințe?
ru_ua: Как бы ты хотела назвать этот список желаний?
sk: Ako by ste chceli pomenovať tento zoznam želaní?
sl: Kako bi poimenovali ta seznam želja?
sv_fi: Vad skulle du vilja ge denna önskelista för namn?
tr: Bu dilek listesine nasıl bir isim vermek istersiniz?
uk_ua: Як би ви хотіли назвати цей список бажань?

source: Rename
bg: Преименуване на
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el_cy: Μετονομασία
es_sv: Cambia el nombre de
et_ee: Nimetage ümber
fi_fi: Nimeä uudelleen
fr: Renommer
hu_hu: Átnevezés
id_id: Ganti nama
it_it: Rinomina
ja: リネーム
lt: Pervadinti
lv: Pārdēvēt
nl_nl: Hernoem
pl_pl: Zmień nazwę
pt_mz: Renomear
ro_md: Redenumiți
ru_ua: Переименовать
sk: Premenovať stránku
sl: Preimenovanje
sv_fi: Byt namn på
tr: Yeniden Adlandır
uk_ua: Перейменувати

source: Add a wish
bg: Добавяне на желание
cs: Přidat přání
da: Tilføj et ønske
de: Wunsch hinzufügen
el_cy: Προσθέστε μια ευχή
es_sv: Añade un deseo
et_ee: Lisa soov
fi_fi: Lisää toive
fr: Ajouter un souhait
hu_hu: Kívánság hozzáadása
id_id: Tambahkan keinginan
it_it: Aggiungi un desiderio
ja: ウィッシュを追加する
lt: Pridėti pageidavimą
lv: Pievienot vēlmi
nl_nl: Voeg een wens toe
pl_pl: Dodaj życzenie
pt_mz: Acrescentar um desejo
ro_md: Adăugați o dorință
ru_ua: Добавь желание
sk: Pridať želanie
sl: Dodajte željo
sv_fi: Lägg till en önskan
tr: Bir dilek ekle
uk_ua: Додати побажання

source: Fill the title and/or description to add your new wish. If you just fill out the URL, wishthis will attempt to auto fill all other fields.
bg: Попълнете заглавието и/или описанието, за да добавите новото си желание. Ако попълните само URL адреса, wishthis ще се опита да попълни автоматично всички останали полета.
cs: Vyplňte název a/nebo popis a přidejte své nové přání. Pokud vyplníte pouze adresu URL, aplikace wishthis se pokusí automaticky vyplnit všechna ostatní pole.
da: Udfyld titel og/eller beskrivelse for at tilføje dit nye ønske. Hvis du kun udfylder URL'en, vil wishthis forsøge at udfylde alle andre felter automatisk.
de: Fülle den Titel und/oder die Beschreibung aus, um deinen neuen Wunsch hinzuzufügen. Wenn du nur die URL ausfüllst, versucht wishthis, alle anderen Felder automatisch auszufüllen.
el_cy: Συμπληρώστε τον τίτλο ή/και την περιγραφή για να προσθέσετε τη νέα σας επιθυμία. Αν συμπληρώσετε μόνο τη διεύθυνση URL, το wishthis θα προσπαθήσει να συμπληρώσει αυτόματα όλα τα άλλα πεδία.
es_sv: Rellena el título y/o la descripción para añadir tu nuevo deseo. Si sólo rellenas la URL, wishthis intentará autocompletar todos los demás campos.
et_ee: Täitke pealkiri ja/või kirjeldus, et lisada oma uus soov. Kui täidate ainult URL-i, püüab wishthis automaatselt täita kõik muud väljad.
fi_fi: Täytä otsikko ja/tai kuvaus lisätäksesi uuden toiveesi. Jos täytät vain URL-osoitteen, wishthis yrittää täyttää kaikki muut kentät automaattisesti.
fr: Remplissez le titre et/ou la description pour ajouter votre nouveau souhait. Si vous remplissez simplement l'URL, wishthis tentera de remplir automatiquement tous les autres champs.
it_it: Inserisci il titolo e/o la descrizione per aggiungere il tuo nuovo desiderio. Se compili solo l'URL, wishthis tenterà di compilare automaticamente tutti gli altri campi.
ja: タイトルや説明を入力して、新しいウィッシュを追加してください。URLを入力するだけで、wishthisは他のすべてのフィールドを自動入力しようとします。
lt: Užpildykite pavadinimą ir (arba) aprašymą, kad pridėtumėte naują pageidavimą. Jei tik užpildysite URL, wishthis bandys automatiškai užpildyti visus kitus laukus.
lv: Aizpildiet virsrakstu un/vai aprakstu, lai pievienotu savu jauno vēlmi. Ja aizpildīsiet tikai URL, wishthis mēģinās automātiski aizpildīt visus pārējos laukus.
pl_pl: Wypełnij tytuł i/lub opis, aby dodać nowe życzenie. Jeśli wypełnisz tylko adres URL, wishthis spróbuje automatycznie wypełnić wszystkie pozostałe pola.
ro_md: Completați titlul și/sau descrierea pentru a adăuga noua dvs. dorință. Dacă completați doar URL-ul, wishthis va încerca să completeze automat toate celelalte câmpuri.
ru_ua: Заполни название и/или описание, чтобы добавить своё новое желание. Если ты просто заполнишь URL, wishthis попытается автоматически заполнить все остальные поля.
sl: Izpolnite naslov in/ali opis in dodajte novo željo. Če samo izpolnite URL, bo wishthis poskušal samodejno izpolniti vsa druga polja.
tr: Yeni dileğinizi eklemek için başlığı ve/veya açıklamayı doldurun. Sadece URL'yi doldurursanız, wishthis diğer tüm alanları otomatik olarak doldurmaya çalışacaktır.
uk_ua: Введіть назву та/або опис, щоб додати нове побажання. Якщо ви введете лише URL-адресу, wishthis спробує автоматично заповнити всі інші поля.

source: Add
bg: Добавяне на
cs: Přidat
da: Tilføj
de: Hinzufügen
el_cy: Προσθέστε
es_sv: Añade
et_ee: Lisa
fi_fi: Lisää
fr: Ajouter
id_id: Tambahkan
it_it: Aggiungi
ja: 追加
lt: Pridėti
lv: Pievienot
nl_nl: Voeg toe
pl_pl: Dodaj
pt_mz: Acrescentar
ro_md: Adăugați
ru_ua: Добавить
sk: Pridať
sl: Dodaj
sv_fi: Lägg till
tr: Ekle
uk_ua: Додати

source: Edit wish
bg: Редактиране на желанието
cs: Upravit přání
da: Rediger ønske
de: Wunsch bearbeiten
el_cy: Επεξεργασία επιθυμίας
es_sv: Editar deseo
et_ee: Muuda soovi
fi_fi: Muokkaa toivomusta
fr: Modifier le souhait
it_it: Modifica il desiderio
ja: 編集ウィッシュ
lt: Redaguoti norą
lv: Rediģēt vēlmi
pl_pl: Edytuj życzenie
ro_md: Editați dorința
ru_ua: Редактировать желание
sl: Uredi željo
tr: Dileği düzenle
uk_ua: Редагувати побажання

source: If specified, wishthis will attempt to fetch all missing information from the URL.
bg: Ако е посочено, wishthis ще се опита да извлече цялата липсваща информация от URL адреса.
cs: Pokud je zadáno, pokusí se wishthis získat všechny chybějící informace z adresy URL.
da: Hvis det er angivet, vil wishthis forsøge at hente alle manglende oplysninger fra URL'en.
de: Falls angegeben, wird wishthis versuchen, alle fehlenden Informationen aus der URL zu holen.
el_cy: Εάν καθοριστεί, το wishthis θα προσπαθήσει να αντλήσει όλες τις πληροφορίες που λείπουν από τη διεύθυνση URL.
es_sv: Si se especifica, wishthis intentará obtener toda la información que falte de la URL.
et_ee: Kui see on määratud, püüab wishthis hankida kogu puuduva teabe URL-ist.
fi_fi: Jos määritetään, wishthis yrittää hakea kaikki puuttuvat tiedot URL-osoitteesta.
fr: Si spécifiée, wishthis tentera de récupérer toutes les informations manquantes à partir de l'URL.
it_it: Se specificato, wishthis tenterà di recuperare tutte le informazioni mancanti dall'URL.
ja: 指定された場合、wishthisはURLから不足しているすべての情報を取得しようとします。
lt: Jei nurodyta, wishthis bandys gauti visą trūkstamą informaciją iš URL adreso.
lv: Ja norādīts, wishthis mēģinās iegūt visu trūkstošo informāciju no URL.
pl_pl: Jeśli zostanie to określone, wishthis spróbuje pobrać wszystkie brakujące informacje z adresu URL.
ro_md: Dacă este specificat, wishthis va încerca să extragă toate informațiile lipsă din URL.
ru_ua: Если это указано, wishthis попытается получить всю недостающую информацию из URL.
sl: Če je navedeno, bo wishthis poskušal pridobiti vse manjkajoče informacije iz naslova URL.
tr: Belirtilirse, wishthis URL'den tüm eksik bilgileri getirmeye çalışır.
uk_ua: Якщо вказано, wishthis спробує отримати всю відсутню інформацію з URL-адреси.

source: URL mismatch
bg: Несъответствие на URL
cs: Neshoda adres URL
de: URL-Unstimmigkeit
el_cy: Αναντιστοιχία URL
es_sv: Falta de coincidencia de URL
et_ee: URL-i mittevastavus
fi_fi: URL-osoitteen epäsuhta
fr: Non-concordance d'URL
hu_hu: URL eltérés
id_id: Ketidakcocokan URL
it_it: Errore di URL
ja: URLの不一致
lt: URL nesutapimas
lv: URL neatbilstība
nl_nl: URL wanverhouding
pl_pl: Niedopasowanie adresu URL
pt_mz: Descoordenação de URL
ro_md: Necorespundere URL
ru_ua: Несоответствие URL
sk: Nesúlad adries URL
sl: Neujemanje URL-jev
sv_fi: Felaktig URL-adress
tr: URL uyuşmazlığı
uk_ua: Невідповідність URL-адреси

source: The URL you have entered does not seem quite right. Would you like to update it with the one I found?
bg: Въведеният от вас URL адрес не изглежда съвсем подходящ. Бихте ли искали да го актуализирате с този, който намерих?
cs: Vámi zadaná adresa URL se nezdá být zcela správná. Chtěl byste ji aktualizovat na tu, kterou jsem našel?
da: Den URL, du har indtastet, virker ikke helt korrekt. Vil du opdatere den med den, som jeg har fundet?
de: Die URL, die du eingegeben hast, scheint nicht ganz richtig zu sein. Möchtest du sie mit der aktualisieren, die ich gefunden habe?
el_cy: Η διεύθυνση URL που έχετε εισάγει δεν φαίνεται να είναι σωστή. Θα θέλατε να την ενημερώσετε με αυτή που βρήκα;
es_sv: La URL que has introducido no parece del todo correcta. ¿Quieres actualizarla con la que he encontrado?
et_ee: Teie sisestatud URL ei tundu päris õige. Kas soovite seda uuendada minu leitud aadressiga?
fi_fi: Syöttämäsi URL-osoite ei vaikuta aivan oikealta. Haluaisitko päivittää sen löytämääni osoitteeseen?
fr: L'URL que vous avez saisie ne semble pas tout à fait correcte. Souhaitez-vous la mettre à jour avec celle trouvée ?
hu_hu: Az Ön által megadott URL nem tűnik megfelelőnek. Szeretné frissíteni az általam találtal?
id_id: URL yang Anda masukkan tampaknya kurang tepat. Apakah Anda ingin memperbaruinya dengan yang saya temukan?
it_it: L'URL che hai inserito non sembra corretto. Vorresti aggiornarlo con quello che ho trovato io?
ja: 入力されたURLは、全く正しくないようです。私が見つけたものに更新しますか？
lt: Jūsų įvestas URL adresas neatrodo tinkamas. Ar norėtumėte jį atnaujinti mano surastuoju?
lv: Jūsu ievadītais URL šķiet nepareizs. Vai vēlaties to atjaunināt ar manis atrasto?
nl_nl: De URL die je hebt ingevoerd lijkt niet helemaal te kloppen. Zou je hem willen bijwerken met degene die ik gevonden heb?
pl_pl: Adres URL, który podałeś, nie wydaje się całkiem poprawny. Czy chciałbyś go zaktualizować tym, który ja znalazłem?
pt_mz: O URL que introduziu não parece muito correcto. Gostaria de o actualizar com o que eu encontrei?
ro_md: URL-ul pe care l-ați introdus nu pare a fi corect. Doriți să îl actualizați cu cel pe care l-am găsit eu?
ru_ua: URL, который ты ввел, кажется не совсем правильным. Не хочешь ли ты обновить его на тот, который я нашел?
sk: Vami zadaná adresa URL sa nezdá byť celkom správna. Chceli by ste ju aktualizovať podľa tej, ktorú som našiel?
sl: URL, ki ste ga vnesli, se ne zdi povsem pravilen. Ali ga želite posodobiti s tistim, ki sem ga našel?
sv_fi: Den webbadress som du har angett verkar inte vara helt rätt. Vill du uppdatera den med den som jag har hittat?
tr: Girdiğiniz URL tam olarak doğru görünmüyor. Benim bulduğum ile güncellemek ister misiniz?
uk_ua: Введена вами URL-адреса здається не зовсім правильною. Бажаєте оновити її на ту, яку я знайшов?

source: According to %s, this is the canonical (correct) URL.
bg: Според %s, това е каноничният (правилен) URL адрес.
cs: Podle adresy %s je toto kanonická (správná) adresa URL.
da: I henhold til %s er dette den kanoniske (korrekte) URL.
de: Laut %s ist dies die kanonische (korrekte) URL.
el_cy: Σύμφωνα με το %s, αυτό είναι το κανονικό (σωστό) URL.
es_sv: Según %s, ésta es la URL canónica (correcta).
et_ee: Vastavalt %s on see kanooniline (õige) URL.
fi_fi: %s mukaan tämä on kanoninen (oikea) URL-osoite.
fr: Selon %s, il s'agit de l'URL canonique (correcte).
hu_hu: A %s szerint ez a kanonikus (helyes) URL.
id_id: Menurut %s, ini adalah URL kanonik (yang benar).
it_it: Secondo %s, questo è l'URL canonico (corretto).
ja: %s によると、これは正規の（正しい）URLです。
lt: Pagal %s, tai yra kanoninis (teisingas) URL.
lv: Saskaņā ar %s, šis ir kanoniskais (pareizais) URL.
nl_nl: Volgens %s, is dit de canonieke (juiste) URL.
pl_pl: Według %s jest to kanoniczny (prawidłowy) adres URL.
pt_mz: De acordo com %s, este é o URL canónico (correcto).
ro_md: Conform %s, acesta este URL-ul canonic (corect).
ru_ua: Согласно %s, это канонический (правильный) URL.
sk: Podľa stránky %s je toto kanonická (správna) adresa URL.
sl: V skladu s spletno stranjo %s je to kanonični (pravilen) naslov URL.
sv_fi: Enligt %s är detta den kanoniska (korrekta) webbadressen.
tr: %s adresine göre, bu kanonik (doğru) URL'dir.
uk_ua: Згідно з %s, це канонічна (правильна) URL-адреса.

source: Current
bg: Текущ
cs: Aktuální
da: Nuværende
de: Aktuell
el_cy: Τρέχον
es_sv: Actual
et_ee: Praegune
fi_fi: Nykyinen
fr: Actuel
hu_hu: Jelenlegi
id_id: Saat ini
it_it: Attuale
ja: 電流
lt: Dabartinis
lv: Pašreizējais
nl_nl: Huidig
pl_pl: Aktualna strona
pt_mz: Actual
ro_md: Curent
ru_ua: Текущий
sk: Aktuálne
sl: Trenutni
sv_fi: Aktuellt
tr: Güncel
uk_ua: Течія

source: Proposed
bg: Предложен
cs: Navrhované stránky
da: Foreslået
de: Vorgeschlagen
el_cy: Προτεινόμενο
es_sv: Propuesta
et_ee: Kavandatud
fi_fi: Ehdotettu
fr: Proposé
hu_hu: Javasolt
id_id: Diusulkan
it_it: Proposta
ja: 提案された
lt: Siūloma
lv: Ierosinātais
nl_nl: Voorgesteld
pl_pl: Propozycja
pt_mz: Proposta
ro_md: Propus
ru_ua: Предлагаемый
sk: Navrhovaná stránka
sl: Predlagani naslov
sv_fi: Föreslagna
tr: Teklif Edilen
uk_ua: Пропонується

source: Yes, update
bg: Да, актуализация
cs: Ano, aktualizovat
da: Ja, opdatering
de: Ja, aktualisieren
el_cy: Ναι, ενημέρωση
es_sv: Sí, actualiza
et_ee: Jah, ajakohastage
fi_fi: Kyllä, päivitys
fr: Oui, mettre à jour
hu_hu: Igen, frissítés
id_id: Ya, perbarui
it_it: Sì, aggiorna
ja: はい、アップデート
lt: Taip, atnaujinti
lv: Jā, atjaunināt
nl_nl: Ja, update
pl_pl: Tak, aktualizacja
pt_mz: Sim, actualização
ro_md: Da, actualizare
ru_ua: Да, обновление
sk: Áno, aktualizácia
sl: Da, posodobitev
sv_fi: Ja, uppdatering
tr: Evet, güncelle
uk_ua: Так, оновити

source: No, leave it
bg: Не, оставете го
cs: Ne, nechte to být
da: Nej, lad den stå
de: Nein, lass es
el_cy: Όχι, αφήστε το
es_sv: No, déjalo
et_ee: Ei, jäta see
fi_fi: Ei, jätä se
fr: Non, laissez-le
hu_hu: Nem, hagyd csak
id_id: Tidak, biarkan saja
it_it: No, lascialo
ja: いいえ、そのままで
lt: Ne, palikite jį
lv: Nē, atstājiet to
nl_nl: Nee, laat het
pl_pl: Nie, zostaw to
pt_mz: Não, deixe estar
ro_md: Nu, las-o așa.
ru_ua: Нет, оставь это
sk: Nie, nechajte to tak
sl: Ne, pustite ga
sv_fi: Nej, låt det vara
tr: Hayır, kalsın.
uk_ua: Ні, залиш його.

source: Mark as fulfilled
bg: Отбележете като изпълнено
cs: Označit jako splněné
da: Markér som opfyldt
de: Als erfüllt markieren
el_cy: Σημειώστε ως εκπληρωμένο
es_sv: Marcar como cumplido
et_ee: Märgista kui täidetud
fi_fi: Merkitse täytetyksi
fr: Marque comme exaucé
hu_hu: Jelölje teljesítettnek
id_id: Tandai sebagai terpenuhi
it_it: Contrassegnare come adempiuto
ja: 達成マークを付ける
lt: Pažymėti kaip įvykdytą
lv: Atzīmēt kā izpildītu
nl_nl: Markeer als voldaan
pl_pl: Oznacz jako spełnione
pt_mz: Marca como cumprida
ro_md: Marcați ca fiind îndeplinit
ru_ua: Отметить как выполненное
sk: Označiť ako splnené
sl: Označi kot izpolnjeno
sv_fi: Markera som uppfyllt
tr: Tamamlandı olarak işaretleyin
uk_ua: Позначити як виконане

source: Fulfil wish
bg: Изпълнение на желанието
cs: Splnit přání
da: Opfylde ønske
de: Wunsch erfüllen
el_cy: Εκπλήρωση επιθυμίας
es_sv: Cumplir el deseo
et_ee: Täita soov
fi_fi: Toiveen täyttäminen
fr: Exaucer le souhait
hu_hu: Kívánság teljesítése
id_id: Memenuhi keinginan
it_it: Esaudisci il desiderio
ja: 願いを叶える
lt: Išpildyti norą
lv: Izpildīt vēlmi
nl_nl: Vervul wens
pl_pl: Spełnij życzenie
pt_mz: Cumprir o desejo
ro_md: Îndeplinește dorința
ru_ua: Исполнить желание
sk: Splniť želanie
sl: Izpolnite željo
sv_fi: Uppfyller en önskan
tr: Dileği yerine getir
uk_ua: Виконати бажання

source: Visit
bg: Посетете
cs: Navštivte
da: Besøg
de: Besuchen
el_cy: Επισκεφθείτε το
es_sv: Visita
et_ee: Külasta
fi_fi: Käy osoitteessa
fr: Visiter
hu_hu: Látogasson el a oldalra.
id_id: Kunjungi
it_it: Visita
ja: 訪問
lt: Apsilankykite
lv: Apmeklējiet
nl_nl: Bezoek
pl_pl: Odwiedź stronę
pt_mz: Visite
ro_md: Vizitați
ru_ua: Посетите
sk: Navštívte stránku
sl: Obiščite spletno stran
sv_fi: Besök
tr: Ziyaret etmek
uk_ua: Відвідати
