Repository: wishthis/wishthis
Catalog: translations/*.po
Languages: bg, cs, da, de, el_cy, es_sv, et_ee, fi_fi, fr, hu_hu, id_id, it_it, ja, lt, lv, nl_nl, pl_pl, pt_mz, ro_md, ru_ua, sk, sl, sv_fi, tr, uk_ua

source: If you would like to give feedback regarding the roadmap, please refer to the %s on GitHub, or chat on Matrix or Discord.
bg: Ако искате да дадете обратна връзка относно пътната карта, моля, вижте %s в GitHub или чат в Matrix или Discord.
cs: Pokud chcete poskytnout zpětnou vazbu k plánu vývoje, podívejte se na %s na GitHubu nebo se ozvěte na Matrixu či Discordu.
da: Hvis du gerne vil give feedback om køreplanen, kan du se den på %s på GitHub eller chatte på Matrix eller Discord.
de: Wenn du Feedback zu den Zielen geben möchtest, schau bitte unter den %s auf GitHub nach oder im Chat auf Matrix oder Discord.
el_cy: Αν θέλετε να δώσετε σχόλια σχετικά με τον οδικό χάρτη, ανατρέξτε στο %s στο GitHub ή συνομιλήστε στο Matrix ή στο Discord.
es_sv: Si quieres dar tu opinión sobre la hoja de ruta, consulta %s en GitHub, o chatea en Matrix o Discord.
et_ee: Kui soovite anda tagasisidet tegevuskava kohta, vaadake palun GitHubi veebilehte %s või vestle Matrixi või Discordi kaudu.
fi_fi: Jos haluat antaa palautetta etenemissuunnitelmasta, katso %s GitHubissa tai keskustele Matrixissa tai Discordissa.
fr: Si vous souhaitez donner votre avis sur la feuille de route, veuillez vous référer au %s sur GitHub, ou discuter sur Matrix ou Discord.
it_it: Se vuoi dare un feedback sulla roadmap, consulta il sito %s su GitHub, oppure chatta su Matrix o Discord.
ja: ロードマップに関するフィードバックは、GitHubの%s 、またはMatrixかDiscordでチャットしてください。
lt: Jei norėtumėte pateikti atsiliepimų apie planą, apsilankykite svetainėje %s "GitHub" arba bendraukite per "Matrix" arba "Discord".
lv: Ja vēlaties sniegt atsauksmes par ceļvedi, lūdzu, skatiet %s vietnē GitHub vai tērzējiet Matrix vai Discord.
pl_pl: Jeśli chcesz wyrazić opinię na temat planu działania, zapoznaj się z %s na GitHub lub porozmawiaj na czacie Matrix lub Discord.
ro_md: Dacă doriți să oferiți feedback cu privire la foaia de parcurs, vă rugăm să consultați %s pe GitHub, sau să discutați pe Matrix sau Discord.
ru_ua: Если ты хочешь дать обратную связь по поводу дорожной карты, обращайся к %s на GitHub, либо общайся в чате на Matrix или Discord.
sl: Če želite podati povratne informacije o načrtu, obiščite spletno stran %s na GitHubu ali se pogovarjajte prek Matrixa ali Discorda.
tr: Yol haritasıyla ilgili geri bildirimde bulunmak isterseniz, lütfen GitHub'daki %s adresine bakın veya Matrix veya Discord'da sohbet edin.
uk_ua: Якщо ви хочете висловити свої зауваження щодо дорожньої карти, будь ласка, відвідайте сторінку %s на GitHub або напишіть у чаті на Matrix чи Discord.

source: discussions
bg: дискусии
cs: diskuse
da: diskussioner
de: Unterhaltungen
el_cy: συζητήσεις
es_sv: debates
et_ee: arutelud
fi_fi: keskustelut
it_it: discussioni
ja: ディスカッション
lt: diskusijos
lv: diskusijas
pl_pl: dyskusje
ro_md: discuții
ru_ua: обсуждения
sl: razprave
tr: tartışmalar
uk_ua: дискусії

source: Allow customising priority colours
bg: Позволява персонализиране на приоритетните цветове
cs: Umožnit přizpůsobení prioritních barev
da: Tillad tilpasning af prioritetsfarver
de: Anpassung der Prioritätsfarben ermöglichen
el_cy: Επιτρέπει την προσαρμογή των χρωμάτων προτεραιότητας
es_sv: Permitir personalizar los colores de prioridad
et_ee: Võimaldab prioriteetsete värvide kohandamist
fi_fi: Mahdollistaa prioriteettien värien mukauttamisen
fr: Autoriser la personnalisation des couleurs de priorité
it_it: Consente di personalizzare i colori delle priorità
ja: プライオリティ・カラーのカスタマイズが可能
lt: Leidimas pritaikyti prioriteto spalvas
lv: Ļauj pielāgot prioritāšu krāsas
pl_pl: Zezwalaj na dostosowywanie kolorów priorytetów
ro_md: Permiteți personalizarea culorilor prioritare
ru_ua: Позволяет настраивать приоритетные цвета
sl: Omogočanje prilagajanja prednostnih barv
tr: Öncelikli renklerin özelleştirilmesine izin ver
uk_ua: Дозволяє налаштовувати пріоритетні кольори

source: Filter by price
bg: Филтриране по цена
cs: Filtrovat podle ceny
da: Filtrer efter pris
de: Nach Preis filtern
el_cy: Φίλτρο ανά τιμή
es_sv: Filtrar por precio
et_ee: Filtreeri hinna järgi
fi_fi: Suodata hinnan mukaan
fr: Filtrer par prix
it_it: Filtra per prezzo
ja: 価格で絞り込む
lt: Filtruoti pagal kainą
lv: Filtrēt pēc cenas
pl_pl: Filtruj według ceny
ro_md: Filtrați după preț
ru_ua: Фильтр по цене
sl: Filtriranje po ceni
tr: Fiyata göre filtrele
uk_ua: Фільтрувати за ціною

source: Bookmarklets
cs: Záložky
da: Bogmærker
es_sv: Marcapáginas
et_ee: Järjehoidjad
fi_fi: Kirjanmerkit
fr: Signets
it_it: Segnalibri
ja: ブックマークレット
lt: Žymekliai
lv: Grāmatzīmes
pl_pl: Zakładki
ru_ua: Букмарклеты
sl: zaznamki
tr: Yer İşaretleri
uk_ua: Закладки

source: Notifications for fulfilled wishes
bg: Известия за изпълнени желания
cs: Oznámení o splněných přáních
da: Notifikationer om opfyldte ønsker
de: Benachrichtigungen für erfüllte Wünsche
el_cy: Ειδοποιήσεις για εκπληρωμένες επιθυμίες
es_sv: Notificaciones de deseos cumplidos
et_ee: Teated täidetud soovide kohta
fi_fi: Ilmoitukset toteutuneista toiveista
fr: Notifications pour les souhaits exaucés
it_it: Notifiche per i desideri esauditi
ja: 叶った願いの通知
lt: Pranešimai apie išpildytus pageidavimus
lv: Paziņojumi par izpildītām vēlmēm
pl_pl: Powiadomienia o spełnionych życzeniach
ro_md: Notificări pentru dorințele îndeplinite
ru_ua: Уведомления об исполненных желаниях
sl: Obvestila o izpolnjenih željah
tr: Gerçekleştirilen dilekler için bildirimler
uk_ua: Сповіщення про виконані побажання

source: Verify wishes are still available when attempting to fulfil them. Alternatively, a heartbeat which checks if all the wishes are still unfulfilled.
bg: Проверявайте дали желанията са все още налични, когато се опитвате да ги изпълните. Алтернативно, сърдечен ритъм, който проверява дали всички желания все още не са изпълнени.
cs: Při pokusu o splnění přání ověřte, zda jsou stále k dispozici. Případně srdeční tep, který zkontroluje, zda jsou všechna přání stále nesplněná.
da: Kontrollerer, at ønskerne stadig er tilgængelige, når man forsøger at opfylde dem. Alternativt et heartbeat, der tjekker, om alle ønsker stadig er uopfyldte.
de: Überprüfe, ob die Wünsche noch verfügbar sind, wenn du versuchst, sie zu erfüllen. Oder ein Heartbeat, der überprüft, ob alle Wünsche noch unerfüllt sind.
el_cy: Βεβαιωθείτε ότι οι επιθυμίες είναι ακόμα διαθέσιμες όταν προσπαθείτε να τις εκπληρώσετε. Εναλλακτικά, ένας καρδιακός παλμός που ελέγχει αν όλες οι επιθυμίες είναι ακόμα ανεκπλήρωτες.
es_sv: Verifica que los deseos siguen disponibles cuando intentes cumplirlos. Alternativamente, un latido que compruebe si todos los deseos siguen sin cumplirse.
et_ee: Kontrollige, kas soovid on veel saadaval, kui püüate neid täita. Alternatiivina südamelöök, mis kontrollib, kas kõik soovid on veel täitmata.
fi_fi: Tarkista, että toiveet ovat edelleen käytettävissä, kun yrität toteuttaa niitä. Vaihtoehtoisesti sydämen syke, joka tarkistaa, ovatko kaikki toiveet vielä täyttämättä.
fr: Vérifiez que les souhaits sont toujours disponibles lorsque vous tentez de les réaliser. Alternativement, un signal périodique vérifie si tous les souhaits restent non exaucés.
it_it: Verifica che i desideri siano ancora disponibili quando si cerca di esaudirli. In alternativa, un battito cardiaco che controlla se tutti i desideri non sono ancora stati esauditi.
ja: 願いをかなえようとするときに、願いがまだ利用可能であることを確認する。あるいは、すべての願いがまだ達成されていないかどうかをチェックするハートビート。
lt: Bandydami išpildyti pageidavimus patikrinkite, ar jie vis dar prieinami. Arba širdies plakimas, kuris patikrina, ar visi norai vis dar neįvykdyti.
lv: Mēģinot izpildīt vēlmes, pārbaudiet, vai tās joprojām ir pieejamas. Alternatīva - sirdsdarbība, kas pārbauda, vai visas vēlmes joprojām nav izpildītas.
pl_pl: Sprawdź, czy życzenia są nadal dostępne podczas próby ich spełnienia. Alternatywnie, bicie serca, które sprawdza, czy wszystkie życzenia są nadal niespełnione.
ro_md: Verifică dacă dorințele sunt încă disponibile atunci când încerci să le îndeplinești. Alternativ, o bătaie de inimă care verifică dacă toate dorințele sunt încă neîmplinite.
ru_ua: Проверка того, что желания все еще доступны, при попытке их исполнения. Как вариант, пульс, который проверяет, все ли желания еще не исполнены.
sl: Pri poskusu izpolnitve želje preverite, ali so želje še vedno na voljo. Druga možnost je srčni utrip, ki preveri, ali so vse želje še vedno neizpolnjene.
tr: İstekleri yerine getirmeye çalışırken isteklerin hala mevcut olduğunu doğrulayın. Alternatif olarak, tüm dileklerin hala yerine getirilmemiş olup olmadığını kontrol eden bir kalp atışı.
uk_ua: Переконатися, що бажання все ще доступні під час спроби виконати їх. Або ж серцебиття, яке перевіряє, чи всі бажання ще не виконані.

source: Added
bg: Добавен
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
el_cy: Προστέθηκε
es_sv: Añadido
et_ee: Lisatud
fi_fi: Lisätty
fr: Ajouté
it_it: Aggiunto
ja: 追加
lt: Pridėta
lv: Pievienots
pl_pl: Dodano
ro_md: Adăugat
ru_ua: Добавлено
sl: Dodano
tr: Eklendi
uk_ua: Додано

source: Configuration flag to disable plausible.io calls
bg: Флаг на конфигурацията за деактивиране на повикванията на plausible.io
cs: Konfigurační příznak pro zakázání volání plausible.io
da: Konfigurationsflag til at deaktivere plausible.io-kald
de: Konfigurationsflag zum Deaktivieren von plausible.io-Aufrufen
el_cy: Σημαία διαμόρφωσης για την απενεργοποίηση των κλήσεων plausible.io
es_sv: Bandera de configuración para desactivar las llamadas a plausible.io
et_ee: Konfigureerimislipp, et keelata plausible.io kõned
fi_fi: Konfigurointilippu plausible.io-kutsujen poistamiseksi käytöstä
it_it: Flag di configurazione per disabilitare le chiamate a plausible.io
ja: plausible.io 呼び出しを無効にする設定フラグ
lt: Konfigūracijos vėliavėlė, skirta išjungti plausible.io skambučius
lv: Konfigurācijas karodziņš, lai atspējotu plausible.io zvanus
pl_pl: Flaga konfiguracji wyłączająca wywołania plausible.io
ro_md: Indicator de configurare pentru a dezactiva apelurile plausible.io
ru_ua: Флаг конфигурации для отключения вызовов plausible.io
sl: Zastava konfiguracije za onemogočanje klicev plausible.io
tr: Plausible.io çağrılarını devre dışı bırakmak için yapılandırma bayrağı

source: Add account delete option
bg: Добавяне на опция за изтриване на акаунт
cs: Přidání možnosti odstranění účtu
da: Tilføj mulighed for at slette konto
de: Option zum Löschen von Konten hinzugefügt
el_cy: Προσθήκη επιλογής διαγραφής λογαριασμού
es_sv: Añadir la opción de eliminar cuenta
et_ee: Lisa konto kustutamise võimalus
fi_fi: Lisää tilin poistovaihtoehto
it_it: Aggiungi l'opzione di cancellazione dell'account
ja: アカウント削除オプションの追加
lt: Pridėti paskyros ištrynimo parinktį
lv: Pievienot konta dzēšanas iespēju
pl_pl: Dodaj opcję usuwania konta
ro_md: Adăugați opțiunea de ștergere a contului
ru_ua: Добавить возможность удаления аккаунта
sl: Dodajte možnost brisanja računa
tr: Hesap silme seçeneği ekle

source: Configuration flag to disable user registrations
bg: Флаг на конфигурацията за деактивиране на регистрациите на потребители
cs: Konfigurační příznak pro zakázání registrací uživatelů
da: Konfigurationsflag til at deaktivere brugerregistreringer
de: Konfigurationsflag zum Deaktivieren von Benutzerregistrierungen
el_cy: Σημαία διαμόρφωσης για την απενεργοποίηση των εγγραφών χρηστών
es_sv: Bandera de configuración para desactivar el registro de usuarios
et_ee: Kasutajate registreerimise keelamise konfiguratsioonilipp
fi_fi: Määrityslippu käyttäjien rekisteröintien poistamiseksi käytöstä
it_it: Flag di configurazione per disabilitare le registrazioni degli utenti
ja: ユーザー登録を無効にする設定フラグ
lt: Konfigūracijos vėliavėlė naudotojų registracijai išjungti
lv: Konfigurācijas karodziņš, lai atspējotu lietotāju reģistrāciju
pl_pl: Flaga konfiguracji wyłączająca rejestrację użytkowników
ro_md: Indicator de configurare pentru dezactivarea înregistrărilor utilizatorilor
ru_ua: Флаг конфигурации для отключения регистрации пользователей
sl: Zastava konfiguracije za onemogočanje registracij uporabnikov
tr: Kullanıcı kayıtlarını devre dışı bırakmak için yapılandırma bayrağı

source: After creating an account your language is automatically set to your browser's (if it is available), instead of defaulting to en_GB.
bg: След създаване на акаунт езикът ви автоматично се настройва на този на браузъра ви (ако има такъв), вместо по подразбиране да бъде en_GB.
cs: Po vytvoření účtu se jazyk automaticky nastaví na jazyk vašeho prohlížeče (pokud je k dispozici), namísto výchozího en_GB.
da: Når du har oprettet en konto, indstilles dit sprog automatisk til din browsers (hvis det er tilgængeligt) i stedet for som standard at være en_GB.
de: Nachdem man ein Konto erstellt hat, wird die Sprache automatisch auf die deines Browsers eingestellt (falls verfügbar), anstatt auf en_GB.
el_cy: Μετά τη δημιουργία ενός λογαριασμού, η γλώσσα σας ρυθμίζεται αυτόματα στη γλώσσα του προγράμματος περιήγησής σας (εάν είναι διαθέσιμη), αντί για την προεπιλεγμένη γλώσσα en_GB.
es_sv: Tras crear una cuenta, tu idioma se ajusta automáticamente al de tu navegador (si está disponible), en lugar de ser por defecto en_GB.
et_ee: Pärast konto loomist seatakse teie keel automaatselt teie brauseri keeleks (kui see on saadaval), selle asemel, et vaikimisi valida en_GB.
fi_fi: Kun olet luonut tilin, kielesi asetetaan automaattisesti selaimesi kieleksi (jos se on käytettävissä), eikä oletusarvoisesti en_GB.
it_it: Dopo aver creato un account, la lingua viene impostata automaticamente su quella del tuo browser (se disponibile), anziché su en_GB.
ja: アカウントを作成すると、デフォルトのen_GBではなく、ブラウザの言語が自動的に設定されます（使用可能な場合）。
lt: Sukūrus paskyrą, jūsų kalba automatiškai nustatoma pagal naršyklės kalbą (jei ji yra), o ne pagal numatytuosius nustatymus - en_GB.
lv: Pēc konta izveidošanas jūsu valoda tiek automātiski iestatīta uz jūsu pārlūkprogrammas valodu (ja tā ir pieejama), nevis pēc noklusējuma uz en_GB.
pl_pl: Po utworzeniu konta Twój język zostanie automatycznie ustawiony na język Twojej przeglądarki (jeśli jest dostępny), zamiast domyślnie na en_GB.
ro_md: După crearea unui cont, limba dvs. este setată automat în funcție de limba browserului dvs. (dacă este disponibilă), în loc să fie implicit en_GB.
ru_ua: После создания аккаунта твой язык автоматически устанавливается на язык твоего браузера (если он доступен), а не на en_GB по умолчанию.
sl: Po ustvarjanju računa se vaš jezik samodejno nastavi na jezik vašega brskalnika (če je na voljo), namesto privzetega en_GB.
tr: Bir hesap oluşturduktan sonra diliniz varsayılan olarak en_GB yerine otomatik olarak tarayıcınızın diline (varsa) ayarlanır.

source: Amazon links are now automatically converted to affiliate links to help support wishthis financially.
bg: Връзките в Amazon вече автоматично се превръщат в партньорски връзки, за да подпомогнат финансово wishthis.
cs: Odkazy na Amazon jsou nyní automaticky převedeny na partnerské odkazy, které pomáhají finančně podporovat wishthis.
da: Amazon-links er nu automatisk konverteret til affiliate-links for at hjælpe med at støtte wishthis økonomisk.
de: Amazon-Links werden jetzt automatisch in Affiliate-Links umgewandelt, um wishthis finanziell zu unterstützen.
el_cy: Οι σύνδεσμοι του Amazon μετατρέπονται τώρα αυτόματα σε συνδέσμους θυγατρικών για να βοηθήσουν στην οικονομική υποστήριξη του wishthis.
es_sv: Los enlaces de Amazon se convierten ahora automáticamente en enlaces de afiliados para ayudar a wishthis económicamente.
et_ee: Amazoni lingid on nüüd automaatselt muudetud affiliate linkideks, et aidata wishthis't rahaliselt toetada.
fi_fi: Amazonin linkit muunnetaan nyt automaattisesti affiliate-linkkeihin, jotka auttavat tukemaan wishthisiä taloudellisesti.
it_it: I link di Amazon sono ora automaticamente convertiti in link di affiliazione per aiutare a sostenere finanziariamente wishthis.
ja: アマゾンのリンクは自動的にアフィリエイトリンクに変換され、wishthisを財政的にサポートします。
lt: "Amazon" nuorodos dabar automatiškai konvertuojamos į partnerių nuorodas, kad būtų galima finansiškai paremti "wishthis".
lv: Amazon saites tagad tiek automātiski pārveidotas par partneru saitēm, lai palīdzētu finansiāli atbalstīt wishthis.
pl_pl: Linki Amazon są teraz automatycznie konwertowane na linki partnerskie, aby pomóc wesprzeć wishthis finansowo.
ro_md: Link-urile Amazon sunt acum convertite automat în link-uri afiliate pentru a ajuta la susținerea financiară a wishthis.
ru_ua: Ссылки на Amazon теперь автоматически преобразуются в партнёрские, чтобы помочь поддержать wishthis финансово.
sl: Amazonove povezave so zdaj samodejno pretvorjene v partnerske povezave, ki pomagajo finančno podpreti wishthis.
tr: Amazon bağlantıları, wishthis'i finansal olarak desteklemeye yardımcı olmak için artık otomatik olarak satış ortaklığı bağlantılarına dönüştürülmektedir.

source: Prerequisite check during installation
bg: Проверка на предварителните условия по време на инсталацията
cs: Kontrola předpokladů při instalaci
da: Forudsætningstjek under installationen
de: Überprüfung der Voraussetzungen während der Installation
el_cy: Έλεγχος προϋποθέσεων κατά την εγκατάσταση
es_sv: Comprobación de requisitos previos durante la instalación
et_ee: Eeltingimuste kontroll paigaldamise ajal
fi_fi: Edellytysten tarkistus asennuksen aikana
it_it: Verifica dei prerequisiti durante l'installazione
ja: インストール時の前提条件チェック
lt: Sąlygų patikrinimas diegimo metu
lv: Priekšnosacījumu pārbaude uzstādīšanas laikā
pl_pl: Sprawdź wymagania wstępne podczas instalacji
ro_md: Verificarea condițiilor prealabile în timpul instalării
ru_ua: Проверка предварительных условий при установке
sl: Preverjanje predpogojev med namestitvijo
tr: Kurulum sırasında önkoşul kontrolü

source: RewriteRules which caused HTTP 404 errors
bg: Правила за пренаписване, които причиняват грешки HTTP 404
cs: RewriteRules, které způsobily chyby HTTP 404
da: RewriteRules, der forårsagede HTTP 404-fejl
de: RewriteRules, die HTTP 404 Fehler verursachten
el_cy: RewriteRules που προκάλεσαν σφάλματα HTTP 404
es_sv: RewriteRules que provocaban errores HTTP 404
et_ee: RewriteRules, mis põhjustasid HTTP 404 vigu
fi_fi: RewriteRules, jotka aiheuttivat HTTP 404 -virheitä
it_it: Regole di riscrittura che causano errori HTTP 404
ja: HTTP 404 エラーの原因となった RewriteRules
lt: "RewriteRules", dėl kurių atsirado HTTP 404 klaidos
lv: RewriteRules, kas izraisīja HTTP 404 kļūdas
pl_pl: RewriteRules, które powodowały błędy HTTP 404
ro_md: RewriteRules care au cauzat erori HTTP 404
ru_ua: RewriteRules, которые вызывали ошибки HTTP 404
sl: RewriteRules, ki so povzročili napake HTTP 404
tr: HTTP 404 hatalarına neden olan RewriteRules

source: Switching to wish "product" tab breaks view
bg: Преминаване към изглед на прекъсванията на раздела "Продукт"
cs: Přepnutí na kartu přání "produkt" přeruší zobrazení
da: Skift til ønsket "produkt"-faneblad bryder visningen
de: Fehler im Produktreiter von wünschen
el_cy: Η μετάβαση στην επιθυμία "προϊόν" διακόπτει την προβολή της καρτέλας "προϊόν
es_sv: Cambiar a la pestaña "producto" deseada rompe la vista
et_ee: Üleminek soovile "toode" vahekaart katkestab vaateid
fi_fi: Siirtyminen toiveeseen "tuote"-välilehti katkaisee näkymän
it_it: Passare alla visualizzazione delle interruzioni della scheda "prodotto"
ja: 製品」タブに切り替えると表示が崩れる
lt: Perjungimas į pageidavimą "produktas" skirtukas pertraukia vaizdą
lv: Pārslēgšanās uz vēlmi "produkts" cilne pārtrauc skatu
pl_pl: Przełączenie na kartę życzeń "produkt" przerywa widok
ro_md: Trecerea la dorința de a vedea pauze în fila "produs"
ru_ua: Переключение на желание "продукт" вкладки breaks view
sl: Preklop na željo "izdelek" zavihek odmori pogled
tr: Dilek "ürün" sekmesine geçiş görünümü bozar

source: Special characters not being displayed properly
bg: Специалните символи не се показват правилно
cs: Speciální znaky se nezobrazují správně
da: Specialtegn vises ikke korrekt
de: Sonderzeichen werden nicht richtig angezeigt
el_cy: Οι ειδικοί χαρακτήρες δεν εμφανίζονται σωστά
es_sv: Los caracteres especiales no se muestran correctamente
et_ee: Erimärke ei kuvata korralikult
fi_fi: Erikoismerkkejä ei näytetä oikein
it_it: I caratteri speciali non vengono visualizzati correttamente
ja: 特殊文字が正しく表示されない
lt: Specialieji simboliai rodomi netinkamai
lv: Speciālās rakstzīmes netiek parādītas pareizi
pl_pl: Znaki specjalne nie są wyświetlane prawidłowo
ro_md: Caracterele speciale nu sunt afișate corect
ru_ua: Неправильное отображение специальных символов
sl: Posebni znaki niso pravilno prikazani
tr: Özel karakterler düzgün görüntülenmiyor

source: A fatal error when the CHANNELS constant is removed from the config
bg: Фатална грешка, когато константата CHANNELS е премахната от конфигурацията
cs: Fatální chyba při odstranění konstanty CHANNELS z konfigurace
da: En fatal fejl, når CHANNELS-konstanten fjernes fra konfigurationen.
de: Ein fataler Fehler, wenn die Konstante CHANNELS aus der Konfiguration entfernt wird
el_cy: Μοιραίο σφάλμα όταν η σταθερά CHANNELS αφαιρείται από το config
es_sv: Un error fatal cuando se elimina la constante CANALES de la configuración
et_ee: Fataalne viga, kui CHANNELS-konstant eemaldatakse konfiguratsioonist
fi_fi: Kohtalokas virhe, kun CHANNELS-vakio poistetaan konfiguraatiosta.
it_it: Un errore fatale quando la costante CHANNELS viene rimossa dalla configurazione
ja: CHANNELS定数がコンフィグから削除されると致命的なエラーが発生する。
lt: Fatališka klaida, kai iš konfigūracijos pašalinama konstanta CHANNELS
lv: Fatāla kļūda, kad no konfigurācijas tiek noņemta konstante CHANNELS
pl_pl: Błąd krytyczny, gdy stała CHANNELS zostanie usunięta z konfiguracji
ro_md: O eroare fatală atunci când constanta CHANNELS este eliminată din configurație
ru_ua: Фатальная ошибка при удалении константы CHANNELS из конфига
sl: Usodna napaka, ko je konstanta CHANNELS odstranjena iz konfiguracije
tr: CHANNELS sabiti yapılandırmadan kaldırıldığında ölümcül bir hata

source: Fulfilled wishes disappearing for wishlist owners
bg: Изпълнените желания изчезват за собствениците на wishlist
cs: Splněná přání mizí majitelům wishlist
da: Opfyldte ønsker forsvinder for ejere af wishlist
de: Erfüllte Wünsche verschwinden für Wunschlistenbesitzer
el_cy: Οι πραγματοποιημένες επιθυμίες εξαφανίζονται για τους ιδιοκτήτες του wishlist
es_sv: Los deseos cumplidos desaparecen para los propietarios de wishlist
et_ee: Täidetud soovide kadumine wishlist omanike jaoks
fi_fi: Toteutuneet toiveet katoavat wishlist -omistajilta.
it_it: I desideri esauditi stanno scomparendo per i proprietari di wishlist
ja: wishlist 、叶えられた願いは消えていく。
lt: wishlist savininkų išpildyti norai nyksta
lv: Izpildītas vēlmes pazūd wishlist īpašniekiem
pl_pl: Spełnione życzenia znikają dla właścicieli wishlist
ro_md: Dorințele împlinite dispar pentru proprietarii wishlist
ru_ua: Исполненные желания исчезают для владельцев списков желаний
sl: Izpolnjene želje lastnikov wishlist izginjajo
tr: Gerçekleşen dilekler wishlist sahipleri için kayboluyor

source: Deprecated notices on PHP 8.2
bg: Забравени известия в PHP 8.2
cs: Zastaralá upozornění v PHP 8.2
da: Forældede meddelelser på PHP 8.2
de: Deprecated notices in PHP 8.2
el_cy: Ανακυκλωμένες ειδοποιήσεις στην PHP 8.2
es_sv: Avisos obsoletos en PHP 8.2
et_ee: Vananenud teated PHP 8.2 puhul
fi_fi: Käytöstä poistetut ilmoitukset PHP 8.2:ssa
it_it: Avvisi deprecati su PHP 8.2
ja: PHP 8.2 で非推奨のお知らせ
lt: Nereikalingi pranešimai apie PHP 8.2
lv: Novecojuši paziņojumi par PHP 8.2
pl_pl: Przestarzałe powiadomienia w PHP 8.2
ro_md: Notificări depreciate în PHP 8.2
ru_ua: Утратившие актуальность уведомления на PHP 8.2
sl: Zastarela obvestila v PHP 8.2
tr: PHP 8.2'de kullanımdan kaldırılmış bildirimler

source: Changed
bg: Променен
cs: Změněno
da: Ændret
de: Geändert
el_cy: Αλλαγή
es_sv: Cambiado
et_ee: Muudetud
fi_fi: Muutettu
fr: Modifié
it_it: Cambiato
ja: 変更
lt: Pakeista
lv: Mainīts
pl_pl: Zmieniony
ro_md: Modificat
ru_ua: Изменено
sl: Spremenjeno
tr: Değişti
uk_ua: Змінено.
